{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"xaDWSJ5rkmJ5tm79nOu7Ix34J5P4BBKniOMuO5fxlM7r2A1KUoeQY7PMgORqEAWOxZsmr-TsMw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Newcomers - Serious Problems","postDate":"965435267","msgId":10188,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlkLjhmOTBmOTEuMjZiY2I5ODNAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":10187,"nextInTime":10189,"topicId":10188,"numMessagesInTopic":1,"msgSnippet":"Unitron/Anubis/Hades/Serpentor/Koga Shuko Koga Shuko watched Anubis and Hades come up to the bridge, followed by Unitron. Excellent! Hopefully we killed some","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 11306 invoked from network); 5 Aug 2000 00:27:52 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 5 Aug 2000 00:27:52 -0000\r\nReceived: from unknown (HELO csimo02.mx.cs.com) (205.188.156.53) by mta1 with SMTP; 5 Aug 2000 00:27:52 -0000\r\nReceived: from KSLawdogg@... by csimo02.mx.aol.com (mail_out_v27.12.) id a.9d.8f90f91 (3705) for &lt;nbwrpg@egroups.com&gt;; Fri, 4 Aug 2000 20:27:48 -0400 (EDT)\r\nMessage-ID: &lt;9d.8f90f91.26bcb983@...&gt;\r\nDate: Fri, 4 Aug 2000 20:27:47 EDT\r\nSubject: Newcomers - Serious Problems\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 103\r\nFrom: KSLawdogg@...\r\n\r\nUnitron/Anubis/Hades/Serpentor/Koga Shuko\n\n\n\nKoga Shuko watched Anubis and Hades come up to the bridge, followed by \nUnitron.\n\n&quot;Excellent! Hopefully we killed some Maximals.&quot;\n\n&quot;We didn&#39;t.&quot; Unitron replied coldly.  &quot;We lost fifty kilos of energon, and \nangered the Maximals.  You&#39;re an idiot.&quot;\n\n&quot;What!?  You dare sa--&quot;\n\nKoga Shuko was interrupted as eight laser bolts hit him in the sternum, in \nthe same place, piercing through his armor and barely missing his spark, but \nnot enough to erupt out the other side of his body.\n\nThe wealthy Predacon collapsed to the ground, not moving, but not in stasis \nlock.\n\n---\n\nAnubis gasped, taking out his plasma rifle, but a laser rifle hit him in the \nface, knocking back, causing the Predacon to drop his rifle next to the \nthrown laser rifle.\n\n---\n\nHades took out his laser rifle, another laser rifle flying through the air, \nknocking it out of his hands.\n\n---\n\nUnitron walked over to Hades, catching a fist in his palm, twisting the wrist \nthe fist belonged too, an uppercut punch knocking Hades back.\n\n---\n\nAnubis charged forward, extending his golden 5 in claws, slashing down at \nUnitron&#39;s chest.  \n\nBut the robot resembling Unicron blocked the attack at the wrist with his \narm, a few punches to the abdomen causing Anubis to fall back, a roundhouse \nkick making a claning noise as Unitron&#39;s foot crashed into Anubis&#39; chin, \nsending him flipping through the air, crashing to the metallic surface of the \ncraft.\n\n---\n\nHades cursed madly, jumping forward, slamming Unitron to the ground.  A white \nfist knocked Hades in the jaw a few times, a headbutt causing Hades to grasp \nhis own head, another punch knocking him off of Unitron.\n\nUnitron got to his feet.  &quot;Prepare to be one with the Void.&quot; he spoke with no \nemotion, an energy sword appearing his hand as Hades charged him, Unitron \nsidestepping, slashing horizontally, smiling as he saw Hades hit the ground.  \nIn two pieces, a pool of mech-fluid quickly forming.\n\nAnubis cursed, firing two optic blasts, piercing into Unitron&#39;s chest plate.  \n&quot;DIE, TRAITOR!&quot;\n\nUnitron fired three optic blasts, piercing through Anubis&#39; neck, sending the \nPredacon with the name of an Egyptian god sprawling backwards, mech-fluid \nleaking from his neck, going into stasis lock.\n\nTurning his back to the doorway, Unitrn lifted up Koga Shuko punching him a \nfew times, throwing him to the ground violently. \n\n&quot;Your usefulness, &lt;EM&gt;Master&lt;/EM&gt; Shuko, is over.  Hail the Decepticons!  You \ncan stay alive long enough to witness your end.  Though, unfortunately for \nme, you want live long enough to watch all your assets go to Firestarter back \non Cybertron, to help the Decepticon Empire&#39;s cause.&quot;\n\nSerpentor walked silently as usual, about to yell at Shuko about never \ngetting any help, when his chin dropped to the floor as it were, seeing the \nmess.\n\n-Right-, he thought in his mind, -I&#39;ll...just go elsewhere- Serpentor ran for \nthe nearest access hatch out of the base.\n\n---\n\nUnitron turned his head, firing off three optic blasts, piercing into the \nmetallic wall where Serpentor had been.  But there was nothing there.\n\n&quot;Hmmm...&quot; Unitron stepped to a console, pressing in a series of commands, the \nfeminine computer voice blazing over the intercom of the ship.\n\n~Attention, base self destruct in thirty seconds, evactuate immediately.  I \nrepeat, base self destruct in twenty-eight seconds, evacuate immediately~\n\nUnitron ran for the nearest hatch, going as fast as he could.\n\n---\n\nSerpentor jumped out of the access hatch into the air, transforming into his \nsnake mode, slithering from the ship.\n\n---\n\nUnitron leapt out of the access hatch, the countdown timer at three seconds \nleft.  In the air, Unitron transformed into his space fighter mode, \nactivating his after burners, blazing through the sky as the base exploded.\n\n"}}