{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"jPD7eTeasF4D1Zl7yY2Gq-Hx331d81iPdPanlt_x9UfgR9-ZHvNtBV-M1jGhR0OdsP_3n60AiMGHh8J_q8R6Se3geJUmPaAmpbYf","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Rest!","postDate":"965695620","msgId":10560,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwODA4MDA0NzAwLjY1NTE2LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":10358,"nextInTopic":0,"prevInTime":10559,"nextInTime":10561,"topicId":10358,"numMessagesInTopic":2,"msgSnippet":"Tavatron watched Hakibuscon carefully, a slight snarl escaping her lips. This bot was trying her patience. First he had fired on them, then he had acted as if","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nReceived: (qmail 11976 invoked from network); 8 Aug 2000 00:47:00 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 8 Aug 2000 00:47:00 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.84) by mta1 with SMTP; 8 Aug 2000 00:47:00 -0000\r\nReceived: (qmail 65517 invoked by uid 0); 8 Aug 2000 00:47:00 -0000\r\nMessage-ID: &lt;20000808004700.65516.qmail@...&gt;\r\nReceived: from 151.198.27.146 by www.hotmail.com with HTTP; Mon, 07 Aug 2000 17:47:00 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Rest!\r\nDate: Mon, 07 Aug 2000 20:47:00 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\nTavatron watched Hakibuscon carefully, a slight snarl escaping her lips. \nThis &#39;bot was trying her patience. First he had fired on them, then he had \nacted as if nothing had happened at all! It was &#39;bot s like this that \nconfused her most. He was most likely neutral, since Predacons didn&#39;t act in \nsuch a foolish manner, well, most of them anyway, and she didn&#39;t recognize \nhim as a Maximal. Tavatron almost sighed with relief when Hakibuscon stated \nthat he was leaving, with no intent of harming them. She knew Dinobot would \nnever admit it, but he was in no condition for battle. She had felt him limp \nslightly as they walked toward the water, not to mention what that missle \nhad done to his shoulder plate.\n\nTavatron shook her head solemnly as Hakibuscon threw his weapons in the \nwater. A waste of perfectly good battle tech, not to mention a rather \nimpressive laser sword. Tavatron found herself thinking back to when she had \nlast used her staff. She had to find it, it was her primary weapon, not to \nmention her favorite. It was the first weapon she had learned to use. Though \nmost hand to hand combat weapons were outdated and useless nowadays, she \nstill preferred it to any blaster or splatter gun, no matter how advanced it \nwas. Each weapon had certain feel to it. The weapon, in essence, becomes a \npart of you, an extension so to speak. Why this &#39;bot would throw away up a \npart of himself just confused her even further.\n\nTavatron watched as Hakibuscon dissapeared, quickly scanning the area so as \nnot to be caught off guard in case this was some sort of trick. &#39;Bots didn&#39;t \njust dissapear like that, did they? This &#39;bot&#39;s business was his own, and \nshe wasn&#39;t going to concern herself with it any longer. Tavatron waited \npatiently as Dinobot pulled each seperate weapon from the cool brook, \ntossing them aside. They were useless now, a pity:\n\n&quot;I have no idea.&quot;\n\nTavatron raised her nose to the sky as she let out a long, plantive howl. \nNight was closing and the moon was full, the perfect atmosphere for a \ncreature such as herself. Wolves thrived during the twilight hours, as did \nshe. She couldn&#39;t help it. With each emergence of a new star Tavatron&#39;s howl \ngrew in volume and intensity until it was joined by several other wolves. \nShe finally stopped howling, but only because there was no real quarry in \nthe surrounding woods, or so the other wolves had told her. [Quick fact: \nWhen you hear a wolf howl it&#39;s actually talking to other wolves, i.e. \npackmates. Wolves don&#39;t howl for fun, they howl in order to communicate over \nlong distances ^_^]\n\nTavatron&#39;s gaze then turned to Dinobot, the smile on her face fading as she \nwatched him walk toward a rise in the clearing. His limp had become \nnoticibly heavier, not to mention fluid had begun to trickle down his \ninjured side again. She almost didn&#39;t hear him speak as she watched him lay \ndown and begin to tend his wounds. Finally Tavatron responded:\n\n&quot;Yes, of course.&quot;\n\nTavatron growled in annoyance as mech fluid began to gush from his injured \nside. Enough was enough! Why didn&#39;t he say he was this injured? She would \nrather have walked than ride and risk further injury! Tavatron&#39;s anger then \nbecame concern as she realized he was just going to let the wound bleed out, \nsomething that could result in a severe loss of fluid. Tavatron sighed \nsoftly as she got to her feet and walked over to Dinobot, kneeling beside \nhim in the mech stained grass. Her tone was soft and non-threatening:\n\n&quot;Want me to try and bandage that for you?&quot;\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}