{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Megan Solmonson","from":"&quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;","replyTo":"LIST","senderId":"n8p_22_3hSUUM0NdJkOR4pEVKSJHdkoFTUAGttkSz7IfZ1kCp9SXLE7JkU3knRZByuYxsMTgK2CrNAKksWqSpll-9IN4OKkECEHbF5ppf-s","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957649739","msgId":1062,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTA2MjE0ODU5Ljg4NjgwLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":1061,"nextInTopic":1063,"prevInTime":1061,"nextInTime":1063,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Iron Raptor looked up from her work as she heard Prowl, she sighed as she then stood up. She hated to see a bot like that, you tell a bot that they did well","rawEmail":"Return-Path: &lt;tmrattrap@...&gt;\r\nReceived: (qmail 21960 invoked from network); 6 May 2000 21:48:59 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 6 May 2000 21:48:59 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.241.182) by mta1 with SMTP; 6 May 2000 21:48:59 -0000\r\nReceived: (qmail 88681 invoked by uid 0); 6 May 2000 21:48:59 -0000\r\nMessage-ID: &lt;20000506214859.88680.qmail@...&gt;\r\nReceived: from 209.52.209.186 by www.hotmail.com with HTTP; Sat, 06 May 2000 14:48:59 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Sat, 06 May 2000 14:48:59 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\r\n\r\n\n\n* Iron Raptor looked up from her work as she heard Prowl, she sighed as she \nthen stood up. She hated to see a bot like that, you tell a bot that they \ndid well and they just say the exact opposite.\nBut she couldn&#39;t stop them from thinking what they wished to think, she had \nthought that they had fought well...but maybe she was lying to herself?\nIron Raptor slammed her fist on the damaged control board, slag! Prowl was \nright, she had just said that so that it would maybe lighten their moods but \nnow she knew better then that! Try and help a bot and it just blows up in \nher face!\nIron Raptor growled at that but then put it away from her mind, half the \nreason why they had failed was because the Ark couldn&#39;t hold up the power \nlong enough. She had to find a way to get it up and more powerful so that it \nwould last longer, and it needed more defensive weaponry. But how was she \ngoing to do that?\nIron Raptor sighed as she then turned to a control table that just happened \nto be spared by the Predacons, she brought up a 3D image  and cross-section \nof the Predacon and Maximal bases. There had to be a way to do what she \nthought, to increase their likelihood to win in the next battle.\nShe looked over the bases carefully and with precision, there had to be \na...WAIT!\nIron Raptor glared at the Predacon base for a moment, that was just it!\nThe Predacon base! They had a defence system and it seemed to be going even \nbetter then the Arks, perhaps it would be wise to just see how better it \nwas...by taking it!\nJust as the Maximals were damaged, so were the Predacons. They couldn&#39;t be \nwatching their back all of the time!\nIron Raptor brought up a cross-section and circuit relay map of the \nPredacon&#39;s defence system, she looked over the components and smiled to \nherself. It was almost identical to the Arks, thus, it could be loaded onto \nit and increase the defence system&#39;s power!\nShe glanced over at Teltoli for a moment then back at the screen, the first \nthing that she needed was to recheck everything, second she needed a spy \nbrave enough to go and check out the Predacon base...by scanning it at close \nrange and getting better readings, third she would need a party to go and \nretrieve the defence system, fourth she would need somebot to load it into \nthe Ark, and fifth she would need to try it out to see if it worked.\nBut almost every step involved her, she would check everything, she would \nspy on the Preds, she would help retrieve it, she would help load it into \nthe base, and she would help test it out. A busy way of life but if she \ncould upgrade the ark then it could be worth it. Or even just copy the \nPredacon defence system, that way she only needed to sent a party there for \nback-up and not have to bother with all of those steps.\nThat was it!\nForget the last plan, just copy it and load it into the Ark!\nIron Raptor smiled to herself, all she needed then was about 5 able bodied \nbots to go to the Pred base while 2 out of that 5 snuck inside and copied \ntheir defence program.\nIt just might work!\nIron Raptor sighed again and stood away from the screen, but first her \npeople needed to repair and rest...then she would put this new plan forward \nand see if they approved.\nIf not...well, she didn&#39;t know.*\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}