{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"d50P5Q7QSYAfB3W3_th93vh10_CNs5-as3Q_2dPrK54LelIXzV-N5Fa-SExeUzPvtWiI2dD4AmCYB3HqjwbpO0asTCTCmbdX991_g-mDWwzjV97I0A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957668921","msgId":1081,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTA3MDMwODQxLjEzMDEyLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":1080,"nextInTopic":1082,"prevInTime":1080,"nextInTime":1082,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot didn t bother to watch Sineses leave the scene as the pain in his stomach increased, it was now becoming overwhelming! He snarled as he looked away","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nReceived: (qmail 27980 invoked from network); 7 May 2000 03:08:41 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 7 May 2000 03:08:41 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.31) by mta3 with SMTP; 7 May 2000 03:08:41 -0000\r\nReceived: (qmail 13013 invoked by uid 0); 7 May 2000 03:08:41 -0000\r\nMessage-ID: &lt;20000507030841.13012.qmail@...&gt;\r\nReceived: from 209.52.209.49 by www.hotmail.com with HTTP; Sat, 06 May 2000 20:08:41 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Sat, 06 May 2000 20:08:41 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n\n* Dinobot didn&#39;t bother to watch Sineses leave the scene as the pain in his \nstomach increased, it was now becoming overwhelming!\nHe snarled as he looked away and towards the Ark, he knew that that kick \nfrom Scourge had done something to him...it had only taken some time to \nsurface.\nHe breather hard...*\n\n&quot; Computer, relay diagnostic.&quot;\n\n* With difficulty his system soon came up with the exact reason why he was \nin pain...*\n\nInternal Comp: &quot; Subject has obtained 72% damage to super structure.\nAcquired damage. External: 4 inch slash along jaw line, weakened armor in \nsections A-6 and 3-12 of torso. Internal: punctured respitory system, \nlacerated vertebral column in vertebra 3-H and 6-p12, punctured and \ncompacted mech-fluid pump 12-331.&quot;\n\n* Dinobot cringed at the damage in which his systems had detected, none of \nthe external damage was serious but all of the internal was! A punctured \nlung, two sections of his spine severed, and a bursted and flattened \nmech-fluid pump, this must had not been his day! No wonder he had been \nfeeling pains in his stomach, there was at lease 2 leaters of loose \nmech-fluid sloshing around his stomach and a threat that it could enter his \ndamaged lung...basically drowning him.\nDinobot slowly bent down to retrieve his weapon when suddenly he felt \nsomething like a whirlpool in his stomach, soon that feeling developed into \na pain that caused him to snarl and begin to breath quickly.\nHe stayed in that squatting position as he bowed his head, the rifle only a \nfew inches away.\nSuddenly his stomach lurched and he felt the mech-fluid in his stomach \nquickly make it&#39;s way up his throat, he put his hand over his mouth but even \nthat didn&#39;t prevent the fluid from escaping his body.\nDinobot felt the fluid fill his mouth then begin to escape it, he opened it \nand let the mech-fluid flow from his lips and around his clawed figures.\nHe didn&#39;t feel sick but the sound of his own mech-fluid splattering against \nhis legs and ground wasn&#39;t what he would call a picnic, he took his fluid \ndripping hand away from his mouth and took in a slow breath.\nDinobot knew that he was in no fighting condition but if battle called again \nhe would answer it...without fear.\nHe slowly looked up as he felt a less painful feeling in his stomach as well \nas the one caused by his injuries, hunger pains.\nDinobot spat off to the side but a new flow of fluid soon replaced the last, \nhe closed his optics and took a slow but deep breath. He had to stand the \npain...just a little bit longer!\nAs he squatted by his weapon the same urging feeling came over him as it did \njust before the battle, when no bot knew that they were going to be \nattacked. That feeling had never let him down, why would it do so now?\nWith the extent of his damage Dinobot no longer wished to battle for stupid \nthings such as enemies who only wanted to annoy him, but if he was needed he \nwould fight...even with the damage.\nBut the feeling in which he had now he knew for a fact that he would have to \nbattle again before he could finally rest and repair, she sighed and spat \nagain.\nDinobot had hear Tavatron&#39;s question and it sounded like she was concerned \nabout him, she must have known that he was in dear pain. But now it would be \nhard to hide it, a puddle now formed around him of his own fluid.\nHe looked away and growled but even that hurt and sounder a little wet, he \nwas damaged and there was no way that he could hide it now.\nBut he didn&#39;t want to worry her any longer...*\n\n&quot; I am...alright.&quot;\n\n* Another flow of mech-fluid came from his mouth but he turned away, his \ntail not even moving but laying in a curved line behind him.\nDinobot snarled, damn that Predacon...Scourge!*\n\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}