{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Megan Solmonson","from":"&quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;","replyTo":"LIST","senderId":"QmiOsE4YrYoj6Xi703oIZEuDNsYjIeETseiqdpyeKk6Anw--y9jGoMouTq-Nef_aEfNMmr5v0qJOHEaXbxvqrlT38-_ckA8IEz95U5uen0I","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957729344","msgId":1105,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTA3MTk1NTQ0Ljc4MDEucW1haWxAaG90bWFpbC5jb20+"},"prevInTopic":1104,"nextInTopic":1106,"prevInTime":1104,"nextInTime":1106,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Iron Raptor growled as  the base shook with the impact of the Alliance attack, she looked over at Teltoli but then her com-link came alive with Ramhorn s","rawEmail":"Return-Path: &lt;tmrattrap@...&gt;\r\nReceived: (qmail 8880 invoked from network); 7 May 2000 19:55:44 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 7 May 2000 19:55:44 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.240.175) by mta1 with SMTP; 7 May 2000 19:55:44 -0000\r\nReceived: (qmail 7802 invoked by uid 0); 7 May 2000 19:55:44 -0000\r\nMessage-ID: &lt;20000507195544.7801.qmail@...&gt;\r\nReceived: from 207.194.22.152 by www.hotmail.com with HTTP; Sun, 07 May 2000 12:55:44 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Sun, 07 May 2000 12:55:44 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\r\n\r\n\n* Iron Raptor growled as  the base shook with the impact of the Alliance \nattack, she looked over at Teltoli but then her com-link came alive with \nRamhorn&#39;s voice. She nodded...*\n\n&quot; Wise idea, Ramhorn. But I&#39;m afraid that just scouting out the situation \nmay be wasting to much time. My scanners detect that it is an Alliance \nattack,&quot; she said while looking at the screen of a functioning comp, &quot; and \nby their amo we won&#39;t even have a base left if we don&#39;t act now. I&#39;m heading \nout to the field, I suggest that you and the remainder of the Maximals do \nthe same.&quot;\n\n* With that she deactivated her com-link and then turned to Teltoli, she \ngestured to the pile of guns and then to the doors with her hand before \nstepping down from the bridge and walking towards the Ark&#39;s doors...*\n\n&quot; I would pick more then just one weapon, Teltoli. But once you have \nselected the right ones for you please make your way to the battle field. \nIt&#39;s obviously going to be an even longer day.&quot;\n\n* With that Iron Raptor made her way to the doors but just before she pushed \nthem open she spoke to Iris...*\n\n&quot; Iris, if it&#39;s passable please activate the top-side auto guns. They would \nbe a real big help right about now.&quot;\nIRIS: &quot;Only A-6 and B-12 are functional at the moment, but I&#39;ve already got \nthem trained on the enemy, shall I begin to fire?&quot;\n\n* Iron Raptor sighed as she opened the door...*\n\n&quot; That would be nice. Yes...please.&quot;\n\n* With that done she closed the doors behind her and looked out at the \nattackers, she noticed that Tavatron and Dinobot were still outside but on \nthe other side of the ship opposite to the side the Alliance was attacking, \nshe opened her com-link to them...&quot;\n\n&quot; Tavatron, Dinobot. It&#39;s time that you both came in. There&#39;s an attack on \nthe other side of the ship from you but I&#39;m afraid that you&#39;ll have to miss \nit. Go and get yourselves repaired, alright? If the battle&#39;s still going on \nwhen you are recovered then join in. Iron out.&quot;\n\n* Iron Raptor left her com-link open and looked around, it was then that she \nspotted two new bots off in the distance. She altered her com to them and \nspoke...*\n\n&quot; To bot&#39;s 665 and 457 (Carnage + Cyber Claw) at this present time I would \nplease wish you to come inside of the Ark. At that time you may receive \nrepairs and so on.&quot;\n\n* With a quick alterationn she switched to all Maximal frequencies...*\n\n&quot; Attention Maximals, we gotta battle on our hands. If you&#39;re repaired then \nplease make your way to the battle field, there&#39;s fresh weapons in the \nbridge so grab a few on your way by.Iron Out.&quot;\n\n* Now with that done it was time to start attacking and stop defending, the \nenemy was not as big as the last but their amo made up for their number.\nIron Raptor growled as she began to walk towards Nemesis Enforcer, she \nroared and then stopped...looking him straight in the optic.*\n\n&quot; Get lost Alliance scum, we need none of your kind around here today!&quot;\n\n* Without even waiting she took a step back and growled, she was in no mood \nto be messed with and it was time to let these enemies know about it!*\n\n&quot; SECOND BEAST MODE!!!!&quot;\n\n* With that she transformed into her SBM and towered over the ground, the \nblack exoskeleton super structure almost seeming to draw in all of the light \naround her. (looks like an over-grown Alien, remember).\nShe roared and then headed for the nearest target...Scavenger!\nWith a reflex that would even make a viper jealous she opened her jaws and \nbrought them down and around Scavenger&#39;s shoulders, it would only be nano&#39;s \nuntil her 7 inch teeth sank into his super structure and lifted him high \ninto the air!*\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}