{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"hmzPHOpmnHoL9KfJMEIghkQOsnjoG8R4cWdN0Ab_PzfDMB1-H05kCGedUcd-PL1j0DMQVZ8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: ARK","postDate":"965958277","msgId":11181,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGYzLjFiNzk5ODcuMjZjNGI0ODVAYW9sLmNvbT4="},"prevInTopic":11169,"nextInTopic":11232,"prevInTime":11180,"nextInTime":11182,"topicId":9940,"numMessagesInTopic":218,"msgSnippet":"The beginning of the story is good, but I got tired so the end is a bit crappy, and has a lot of mispellings. Sorry. But, I will work on the development of","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nReceived: (qmail 31506 invoked from network); 11 Aug 2000 01:44:45 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 11 Aug 2000 01:44:45 -0000\r\nReceived: from unknown (HELO imo-r07.mx.aol.com) (152.163.225.7) by mta1 with SMTP; 11 Aug 2000 01:44:45 -0000\r\nReceived: from JP3884@... by imo-r07.mx.aol.com (mail_out_v27.12.) id a.f3.1b79987 (16935) for &lt;nbwrpg@egroups.com&gt;; Thu, 10 Aug 2000 21:44:37 -0400 (EDT)\r\nMessage-ID: &lt;f3.1b79987.26c4b485@...&gt;\r\nDate: Thu, 10 Aug 2000 21:44:37 EDT\r\nSubject: Re: ARK\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 41\r\nFrom: JP3884@...\r\n\r\n    The beginning of the story is good, but I got tired so the end is a bit \ncrappy, and has a lot of mispellings. Sorry. But, I will work on the \ndevelopment of these six people. Its long, but try to read it for me. Thanks.\n\n\nAs I have told you before, the swamps that border the Maximal and Predacon \nterritory&#39;s are some of the most savage and disturbing battlefeilds the Beast \nWars has seen. But, there is another place, a place some say is far worse \nthan the swamps.\n    An island, topped with a puffing volcano, lays quiet in an ocean of blue \ngreen. Uninhabited by any bot, it is almost the last place that animals with \nwings, scales, or fur can find refuge. But, one day that refuge was shattered \nby the arrival of several transformers.\n    The pods fell from the sky long ago, during the attempt by the Vok to \ndestroy the Beast Wars, and the original Warriors. When the pods fell from \norbit, several landed on this island, and like they were programmed to do \nthey picked beast modes.\n    Now, before I get into what beast modes they picked, or what fractions \nthey belonged too, I must tell you all about the community these six bots had \nwith each other. \n    They emerged in different locations of the island, but after a week or so \nmade contact and formed a tribe like community. They fished, hunted, and \nfarmed the island. They made homes and lived happily. Everyday was a \ncelebration of life and the goals of the islanders was the pursuit or \nhappiness. Hate, malice, jealousy, revenge....they were emotions foreign to \nthe natives. They only knew laughter, smiles, and togetherness. Nothing \nseperated anyone. They were brothers and sisters.\n    All that ended on horrible, bloody afternoon after months of peace and \nhappiness....\n\n    Nighteyes made her way through the trail back to camp after spending the \nmorning watching the dolphins. Her greatest joy was sitting in the shade, and \nlistening to there mysterious speech. But, she had chores to do.\n    Her beast mode, a black panther, was perfect for rampageing through the \nforest quickly. It scared any unwanted predators away from camp.\n    The camp itself was a clearing on the beach made out of trees. Paddletail \nwas the main builder, and engineer. He constructed everything. A mathematical \ngenius he was easily the smartest on the island.\n    Nighteyes entered the camp. Guanatix was sunning herself on a large rock. \nThe iguna was very quiet, she was the philosopher. Always questioning why \nthery were here, and most importantly what the strange degins on there chests \nwere. No one knew what the red wolf like, or the purple insect like designs \nment.\n    Grappler was helping paddletail with the construction of the new main \nhall. The old one had fallen apart durring a storm. His Tarantula beast mode \nallowed him to rig up pullies and ropes.\n    Aquarious, the dolphin, was the only one would had to sleep in an \nunderwater cave. He could stray to far from the ocean, or risk death. He \nalways talked to everyone. Always happy. Always. That was his attitude, very \npositive.\n    Finally, making her way through the camp, she came to Aerostreak. He was \na bird, a halwk. He was the main hunter of the group. The hawlk had an \nexpression on his face that Nighteyes always saw in the predators when they \ntried to attack the camp. THis was the only one of her brothers and sisters \nshe was uneasy around, and he knew it.\n    &quot;Good moring sister. I trust you enjoyed your afternoon. Playing with the \ndolphins?&quot; She said, in his beast mode, glareing.\n    Nighteyes transformed. &quot;Yes. I had a wonderful time. And how was your \nmorning spent?&quot;\n    He made a kind of sneer that Nighteyes took as him saying in body \nlanguage, &quot;Why would you care?&quot; But, what he truly said, &quot;I found this in the \nwater. Aquarious tried to keep it. I told him he couldnt because it was to \nvaluable.&quot;\n    Nighteyes didnt see why it was so important. It was a silver box with \nsomekind of speaker face on it. They saw something like this once before in \nthe stasis pods. But they washed away long ago...\n    &quot;Its mine. And Paddletail says he can get it working. And then mabey we \nwil lfind others.&quot; The bird said, holding the box in his claw.\n    Nighteyes hated when Aerostreak talked about &#39;others&#39;. She didnt want to \nmeet anyone else. She was happy here. But, Aerostreak always wanted to get \noff the island.\n    Before Nighteyes could respond, Paddletail came over. The beaver was \nwise, and could fix it. He looked it over, and useing some of the instruments \nhe created, tinkered with the box. Its insides were very odd, but paddletail \nloved the challenge. After several hours, and complaining from Aerostreak, he \ngot it working. It was a radio.\n    &quot;I told you it was important! And listen! Someone is talking! Everyone, \ngather here!&quot; He squaked, now transformed.\n    The three others came and sat, and listened. Whoever was talking was \nloud, and in Nighteyes opinion mean. His name was Hell Beast. He was talking \nto someone named Jackle and Gremlin. the names Maimal and Predacon kept \ncoming up. They natives glaced at each other in puzzlement. The conversation \nwnet on about how the Maximals had destroyed a Predacon concentration camp on \nVegas 9. \n    Nighteyes didnt understand. But, Aerostreak seemed to know what was \nhappening. He kept interrupting, saying how these Predacons were good hunters.\n    The conversation went on and on. It seemed endless. But, finally, the \nradio went into static.\n    &quot;Predacons. It has a nice ring to it. Those Maximals are the enemy. I \nbelive I am a Predacon.&quot; The hawlk said, looking at his symbol that suddenly \nglowed with an affirmative response, as did Grappler and Guanatix.\n    &quot;Wait, we dont belong to them! They want to fight, and kill!&quot; Nighteyes \nsaid.\n    &quot;Your Maximals! Aquarious, Paddletail, and you, Nighteyes, your our \nenemy!&quot; Grappler roared.\n    Nighteyes had never seen such hatred before. And then, a new sensation \nfilled her. And she realized for the first time she had a pistol stoed away \nin her leg. She pulled it out, as did the five others.\n    Aerostreak took charge of brother Grappler and sister Gunantix. Nighteyes \nled Aquarious and Paddletail. They ran, for cover. And thats when there world \nwas shattered. The sound of happiness was filled with gunfire. Birds took \noff, the animals fled. That day would last forever in Nighteyes \nmemory.........\n\n    Months had past since that day. Nighteyes, Aquarious, and Paddletail had \nmade it to the mainland on a raft. Now, they had to find there family. There \nkind. The Maximals. As for the three Predacons, they left days before the \nMaximals had, and there whereabouts were unknown.\n\n"}}