{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Megan Solmonson","from":"&quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;","replyTo":"LIST","senderId":"q_oSQ6aHR2VGdwZG-AyskSpgxNULaIz7Y3HqBVJfet8maZ4Txmv1uLVXUnWz1Gzfmh-xtoRvo5tdPFpMDNRP0fT_9fKxySyApG5mhcss7hM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957760219","msgId":1123,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTA4MDQzMDE5Ljc0ODc3LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":1122,"nextInTopic":1124,"prevInTime":1122,"nextInTime":1124,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Zyber looks around at the interior of Rowdy s den but then her scanners suddenly activate, they alert her that there was some sort of bot heading in their","rawEmail":"Return-Path: &lt;tmrattrap@...&gt;\r\nReceived: (qmail 21751 invoked from network); 8 May 2000 04:30:19 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 8 May 2000 04:30:19 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.241.168) by mta3 with SMTP; 8 May 2000 04:30:19 -0000\r\nReceived: (qmail 74878 invoked by uid 0); 8 May 2000 04:30:19 -0000\r\nMessage-ID: &lt;20000508043019.74877.qmail@...&gt;\r\nReceived: from 209.53.248.97 by www.hotmail.com with HTTP; Sun, 07 May 2000 21:30:19 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Sun, 07 May 2000 21:30:19 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\r\n\r\n* Zyber looks around at the interior of Rowdy&#39;s den but then her scanners \nsuddenly activate, they alert her that there was some sort of bot heading in \ntheir direction. But then suddenly the signature detected fizzed and was no \nmore, could it have been energon interference? She looked out of Rowdy&#39;s den \nbut then shakes her head, there was no reason to go off chasing sensor \nghosts when it was so dark out.\nZyber walked into Rowdy Wolf&#39;s den a little more and then sat by a small pit \nthat almost looked as if it has obtained a fire at one point.\nHer fur was ruffled from the wind that had picked up while they had traveled \nand she felt uncomfortable.\nZyber curled her tail around her feet...*\n\n&quot; Pardon me, my fur is in a frightful mess.&quot;\n\n* With that said she soon settled and began to lick at her shoulder, \ncleaning and straightening the fur to it&#39;s feathery and sleek appearance.*\n\n_____________________________________________________________\n\n* Iron Raptor growled as she sank her teeth into Scavenger&#39;s shoulder but \nthen roars when both his shot and Zardus&#39;s charges hit her both at the same \ntime, creating one massive explosion with her in the middle of it!\nShe staggered back from her target after the giant fire ball disappeared, a \nlarge gash and hole in her side and neck. Despite her power being over the \nminimal requirements to sustain her Second Beast Mode she just couldn&#39;t keep \nit up, with a snarl she transformed into her robot mode and fell to her \nknees.\nA puddle of mech-fluid forming on the ground around her, soon she couldn&#39;t \neven kneel any longer...with a sigh she collapsed on the ground, her \nshoulder striking first.\nIron Raptor layed on her side, the gash in her neck and the hole on her \nstomach still spilling fluid and her power escaping with it.\nShe planted her hands firmly on the ground and tried to raise her torso, \nwithout having mush success she slowly looked up and snarled weakly at \nScavenger...a deadly but weak look on her face...*\n\n&quot; I am...not...defeated yet!&quot;\n\n* With those last words she reached back and pulled out her splatter gun, \nwith not so careful aim she fired at the Predacon in hope that her charges \nwould hit home.\nWith a sigh she then collapsed again to the ground and rested her head on \nthe sandy surface, her scanners located Scavenger and she fired again at \nwhere it was detected. With no Maximals in front of her she didn&#39;t have to \nworry about hitting fellow fighters, just either hitting some Predacon or \nmissing completely.\nIron Raptor sighed but then snarled as she put on a little more energy and \nslowly came up from her laying spot. She made it all the way to her knees \nbut that was as far as she could go without falling to her stomach.\nThe mech-fluid gushed from her stomach and neck, she was loosing fluid fast \nbut she couldn&#39;t just give up. She had a base to protect...as well as the \nfabric of time!\nShe knew that she still had just enough energy to transform into her Second \nBeast Mode one last time but juat as she was thinking about that she felt \nthat last chance slip away with even more energy, it was now to late!\nIron Raptor continued to fire upon Scavenger as she kneeled there, she just \nhoped that she wouldn&#39;t get hit like she had been before...it just might be \nthe end of her! If she didn&#39;t bleed to death first!*\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}