{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"65028TU1JAz5bVuOR-B2pc6qGqcxaB1Q-bVW-vVmGSSJ678AmnhR9mvkxnYh6jFNip021YghEU0vxp2w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"DarkMouse","postDate":"966029609","msgId":11319,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhuMXJmOSt1MmVhQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhuMW84bitlcmJyQGVHcm91cHMuY29tPg=="},"prevInTopic":11317,"nextInTopic":11320,"prevInTime":11318,"nextInTime":11320,"topicId":10613,"numMessagesInTopic":283,"msgSnippet":"... She saw the fight again on the Pred ship.  She ran to the entrance and ran outside the ship.  She saw the land was nothing but waste land now.  It wasn t","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nReceived: (qmail 9035 invoked from network); 11 Aug 2000 21:33:40 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 11 Aug 2000 21:33:40 -0000\r\nReceived: from unknown (HELO ck.egroups.com) (10.1.2.83) by mta1 with SMTP; 11 Aug 2000 21:33:40 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.127] by ck.egroups.com with NNFMP; 11 Aug 2000 21:33:38 -0000\r\nDate: Fri, 11 Aug 2000 21:33:29 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: DarkMouse\r\nMessage-ID: &lt;8n1rf9+u2ea@...&gt;\r\nIn-Reply-To: &lt;8n1o8n+erbr@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4291\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::DarkMouse::\n\nShe saw the fight again on the Pred ship.  She ran to the entrance \nand ran outside the ship.  She saw the land was nothing but waste \nland now.  It wasn&#39;t green and lush and full of life. It was as if \nthe land had died.  She walked off the entrance ramp and down to the \nground.  Her feet touched dry dirt and dust rose as she walked.\nShe sniffed the air, it was hot, dry, and smelled of death and rust.\nShe turned and saw the Pred ship in ruin.  It had been blown apart \nand had huge gaping holes all though out the structure.  She looked \nthrough one hole and saw the ground on the other side. A slight \nbreeze picked up and the dust blew around the dry, dead ground.\n\nShe walked for what seamed like forever. She came to a forest.  No \nanimals were there, no noise of birds. The trees were burnt and \nfallen.  She walked through and saw only death and decay.  She saw \nbones of animals on the ground, from birds, deer, bears,small \nrodents, all dead and had been dead for a long time.  She stopped at \nwhat looked like an old stream bed.  It was dry and the ground was \ncracked.  She sobbed, &quot;What happened?&quot;  She saw the bones of fish \nlaying in the swirling dust.\n\nShe turned her back to the stream, and she was suddenly looking at \nanother ship,the Ark.  She saw a hugh hole infront of the decreped, \nrusting form of what had once been the maximal ship.  She walked \naround the ship, everything was charred and rotting away.  The ship \nlooked like it had been in a nuclear holocost.  The trees around the \nship here leveled or burned away.  She walked around to the backside \nof the ship.  She stopped.  Her face was wrentched in terror.  She \nscreamed,&quot;NOOOOOOOOO!&quot;\n\nIn the lab, she screamed and it echoed around the lab walls.\n\nShe saw before her eyes, the decaying forms of her comrads.  She saw \nMegatron and KitKat, Terrorsaur,Quickstrike,Phobia,Black Aracnia, \nParalysis, all laying on the ground,Dead.  She started sobbing. She \nwalked around the corpses looking at them.  Thier faces locked in \nterror and pain.  She looked around and then saw the maximal bodies \nlaying near her comrads.  All had pained looks of agony and fear.\nShe knelt down on the ground and next to Quickstrike.&quot;What happened \nhere?&quot; She looked at Quickstrike and took his skeletal hand in hers.\n&quot;Forgive me, I was not here to help you. I wasn&#39;t able to die with \nyou commander. I let you down my friend. I tried to fight bravely on \nthe pred ship.  Tried to save it from the Maximals. But they must \nhave lived seeing all was destroyed.&quot; She looked down and sighed \nheavy heartedly. &quot;I did what I could to serve you. But I failed you. \nI failed you my friend. I failed you my commander. Forgive me.&quot;\n\nIn the lab, she was mumbling &quot;Forgive me.&quot;\n\nShe put his hand down gently on the ground. She cried for him.  She \ngot up and walked over to Megatron. She looked at her former leader&#39;s \nface.  She saw pain in his face as well.  She knelt down next to \nhim, &quot;I&#39;m sorry Commander.  I had to stay with Quickstrike.  He was \nthe one I was programmed to follow. He was also my friend.  I \ncouldn&#39;t abandon my friend. I&#39;m sorry Commander. Forgive me.&quot;\nShe got up and walked over to Paralysis and Black Aracnia.\n&quot;I tried to save the ship Black Aracnia, your ship. But I failed you.&quot;\n\nIn the lab, she muttered the words,&quot;I failed you.&quot;\n\n&quot;Please understand, I did the best I could to save you and the ship \nBlack Aracnia.  I did try my best, but it wasn&#39;t good enough.&quot; She \nlooked at Paralysis. &quot;I&#39;m sorry let you down as well. Please forgive \nme.&quot;\n\nShe turned and walked away from the bodies laying in the gathering \ndust.  She walked towards the ship.  But now the ship was gone.  She \nturned and the bodies were gone.  It was all gone.  She was standing \nin an open space of whirling dust and sand and ash. Everything was \ngone. All she saw was dried ground and dust swirling in the breeze.  \nNot an animal, not a bot, not a ship, nothing was there. Bare ground \nand dirt.  She stood there sobbing, feeling alone, helpless,fearfull \nof what had happened, and remose for letting her friends down and not \ndieing with them.  She knelt down on her knees and cried. Only the \nwind heard her cry.\n\nIn the lab, she lay still, not making a sound, not moving. But a \nsingle tear rolled down her face.\n\n\n"}}