{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"ervFQqkIdF28TAUtP0t_bcZsVq7c4hXCqL2ccV93cx-fjYabEJmh0Yal3L_M2PXy3eIfYzbACLGGB4DW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Postponed Meeting!","postDate":"966454976","msgId":12056,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhuZXFzMCtyNTJlQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDAwODE2MTkxOTUzLjI0MDUyLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":12053,"nextInTopic":12058,"prevInTime":12055,"nextInTime":12057,"topicId":12053,"numMessagesInTopic":3,"msgSnippet":"... She nodded to Iron Raptor. As you have requested.  She turned and smiled at Chordate. I ll be out shortly. She kissed him on the cheek and then walked","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nReceived: (qmail 17491 invoked from network); 16 Aug 2000 19:43:01 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 16 Aug 2000 19:43:01 -0000\r\nReceived: from unknown (HELO fl.egroups.com) (10.1.10.48) by mta1 with SMTP; 16 Aug 2000 19:43:01 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.133] by fl.egroups.com with NNFMP; 16 Aug 2000 19:43:00 -0000\r\nDate: Wed, 16 Aug 2000 19:42:56 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Postponed Meeting!\r\nMessage-ID: &lt;8neqs0+r52e@...&gt;\r\nIn-Reply-To: &lt;20000816191953.24052.cpmta@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4007\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::Feline::\n\nShe nodded to Iron Raptor. &quot;As you have requested.&quot;  She turned and \nsmiled at Chordate. &quot;I&#39;ll be out shortly.&quot; She kissed him on the \ncheek and then walked into the other room.\n\n\n--- In nbwrpg@egroups.com, Iron Raptor &lt;ironraptor13@p...&gt; wrote:\n&gt; \n&gt; * Iron Raptor listened intently to Arcangels plan, yet also noting \nthat there were a few more easy ways about doing things.\n&gt; She tilted her head to the side with interest as he talked on but \nalso noticed that there were two new bots in the room, not even \nbatting an optic at them in notice. They could wait a moment.\n&gt; She heard Feline speak but she held up a hand in her direction, \ngiving the sign to be silent while Arcangel spoke.\n&gt; Iron Raptor nodded as Arcangel finished, crossing her arms in \nthought. *\n&gt; \n&gt; &quot; This plan of yours has a very good chance of being pulled\noff. \nBut I have a few conditions before I agree to this: First, not any \nother bot in this station is to know of this plan of yours until I \ngive the orders. We can&#39;t have any security breaches. If the\nenemy \ncaught wind of this they would be all over us like flies on a dung \nheap! Second, I want all of the extra rooms built onto the ship by \nthe Maximals while Liono was in command destroyed. Third, the \nAutobots OR engines don&#39;t go anywhere near that ship until\nit&#39;s \nrepaired. I know for a fact that we&#39;ll be attacked while that\nship is \nunder reconstruction and both of those are too vital to be damaged. \nNot to mention, I want both of them cloaked while we move them, the \nless the enemy sees what we&#39;re doing the better.\n&gt; I&#39;ll also see what Iris can come up with; she might be able to \nshield the Ark while it&#39;s being repaired.\n&gt; So, what do you say?&quot;\n&gt; \n&gt; * She looked at them with a fairly determined look, one that was \nstubborn as well as courageous. Those were pretty easy conditions to \nfollow by, but if they wanted to argue about them then she would let \nthem. Besides, she was only bot, she made mistakes too.\n&gt; Iron Raptor took in a deep breath but then turned her head in \nFelines direction, studying the bot as she looked at her.\n&gt; But then her optics turned to Chordate, lifting a brow-plate at his \npresence. She hadn&#39;t called him, but since the fembot was new she \nguessed that he had shown her the way.\n&gt; Yet, by the look in his eyes she could see that he was a bit \nannoyed by Feline being called there, probably busy with her for some \nreason or another. But if she didn&#39;t know any better, she would\nsay \nthat there was the beginning of a little couple there.\n&gt; But this wasn&#39;t the time to think about such things, she\ncontinued \nto look at him and then Feline but her expression softened from\nit&#39;s \nserious look she used to speak to Arcangel.*\n&gt; \n&gt; &quot; Yes, I had called you here to speak with you, Feline.&quot;\n&gt; \n&gt; * Her optics lifted to Chardate with a pleased look.*\n&gt; \n&gt; &quot; And thank you for escorting her here, Chordate. It was most\nkind.&quot;\n&gt; \n&gt; * Her gaze then returned to Feline and studied her again, not \nreally seeing much other then a simple fembot who was in the audience \nof her commander. A little nervous but that was expected.\n&gt; Iron Raptor smiled at the nervous cat, but then a sigh escaped her \nthroat.*\n&gt; \n&gt; &quot; But I have to postpone out meeting for a moment, I have other \nthings that call my attention. If you please, I would like you both \nto wait in the next room while I deal with this. I&#39;ll be there \nshortly.&quot;\n&gt; \n&gt; * Iron Raptor gestured towards the smaller Conference Room and the \nback with her hand, basically telling them that she would meet them \nthere in a few moments.\n&gt; The wouldn&#39;t be there long, basically because this meeting with \nArcangel wouldn&#39;t take long. She would make sure of that.\n&gt; There was something important she had to discuss with Feline, \nsomething that she had been concerned about ever since she had gotten \nback from the Alliance.*\n&gt; \n&gt; \n&gt; ______________________________________________________\n&gt; Want to make new friends all over the world?\n&gt; Visit http://www.penpals.com  It&#39;s FREE!\n\n\n"}}