{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"5OgjpFo8CQBss0vcWC6rIhin7NeawAF_nQkJPTAeXaE0fMubYcGMMxmhNXJDfnR0slwk9JM0p82RCVN-du3d353DwHOX5AmTWHgdGg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"958104153","msgId":1233,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTEyMDQwMjMzLjMxMDUuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":1232,"nextInTopic":1234,"prevInTime":1232,"nextInTime":1234,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot growled at Tavatron s sudden outburst but it was something of what he had expected, one couldn t just yell at another and expect them to just let it","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 7339 invoked from network); 12 May 2000 04:02:34 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 12 May 2000 04:02:34 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.84) by mta3 with SMTP; 12 May 2000 04:02:34 -0000\r\nReceived: (cpmta 3106 invoked from network); 11 May 2000 21:02:33 -0700\r\nDate: 11 May 2000 21:02:33 -0700\r\nMessage-ID: &lt;20000512040233.3105.cpmta@...&gt;\r\nX-Sent: 12 May 2000 04:02:33 GMT\r\nReceived: from [207.194.22.212] by mail.penpals.com with HTTP; 11 May 2000 21:02:32 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n* Dinobot growled at Tavatron&#39;s sudden outburst but it was something of what he had expected, one couldn&#39;t just yell at another and expect them to just let it go.He watched the dust settle from around the sword that she had thrown upon the ground, but her voice didn&#39;t escape his attention.\nHe listened without emotion to the tale that Tavatron told and he soon came to understand why she had been so concerned for his life...she didn&#39;t want to loose him.\nHe looked down at his mech-fluid stained chest-plate and then at the rifle in his hands, now he finally understood.\nDinobot watched Tavatron turn her back on him and face the Ark, it didn&#39;t take a rocket scientist to come to the conclusion that she was upset. She hadn&#39;t managed to hide the pain in her optics as she had glared back at him, it was there...hidden among the shadows of her most secret of thoughts and memories.\nHe looked back at the sword that now lay in the dirt at her heels, thoughts merged and shaped in his mind as he stared at the blades of Activator&#39;s weapons.\nShe had been right about him not lasting long in battle, but he had had no idea that she had suffered such a lose in the past. But even if her knew would he still have done what he did? Would he still just ignore her and continue on to the battle?\nThe answer was simple...no.\nSuddenly his system wavered but then faded into nothing, he dismissed it.\nDinobot realized that he would have hung back and rested just as Tavatron had said that he should, just to keep her armor from going white before her time.\nHe looked up at Activator&#39;s back and snarled, with one quick and smooth move he picked up her sword and walked up behind her.\nDinobot placed a gentle yet firm hand on Activator&#39;s shoulder-plate and held her sword out in front of her to take, he growled but it was not at her...it was at himself.*\n\n&quot; I did not mean to cause you such discomfort. I am a...fool.&quot;\n\n* That was as close to an apology as he was going to get at the moment, not to mention that that wasn&#39;t the easiest thing that he had done in the world.\nHe then set the sword in her hand, with a sigh he was about to walk back towards the Ark when his systems wavered extremely!\nDinobot stepped back and removed his hand from Activator&#39;s shoulder, his systems weren&#39;t just wavering...they were going offline!!\nHis internal computer announced the systems as each blipped out and no longer functioned as suddenly the pain became even to much for him...*\n\n\nI COMP: &quot; The following systems have ceased to function: Mech fluid pump 6-20 through 2-55 and thermal temperature system. All other systems will cease to function unless subject allows stasis lock to activate in 2 cycles. Power-cells are no longer able to sustain weaponry system 3-4, laser optic defence system now offline. Respirator system had now begun to fail.&quot;\n\n* Dinobot growled but he could feel the lose mech fluid begin to seep into his lungs, obviously he didn&#39;t need battle to do him in. He went down to one knee and began to breath shallowly and short, he knew that even with his intake of air he wouldn&#39;t be able to bring in enough to survive for long.\nDinobot bowed his head, his repair system was still not powerful enough to save him now.\nHe needed to get into base, and quick!\nHis computer voiced again but it was failing...*\n\nI COMP: &quot; 12 nano-clicks until stasis lock activates.&quot;\n\n* Dinobot now knew the full extent of why Tavatron had worried about him, his lust for battle and ignorance had caused this! He cursed himself until he felt his systems begin to fade, his legs collapsed from underneath him and ground rushed up towards his back.\nHis wounds had finally gotten the better of him, the cause for this event...bull-headed and stubbornness!\nDinobot landed hard on his back.\nA rifle fell to the ground with a clatter not far from a scene where stasis lock was now dominant.\nThe sound as it struck the earth was the only sound heard but then faded away to silence.*\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}