{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Iron Raptor","from":"Iron Raptor &lt;ironraptor13@...&gt;","replyTo":"LIST","senderId":"V58QEhJ51-ohsTiToKSg7tUCdeRrbwfPSYUf2WQQJUakb132YDiIaGgFCD9b4npoD-78QZRGbcDAnOSJ2PIsacuHgM8Q3t3hBP-yZEs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"958162489","msgId":1243,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTEyMjAxNDQ5Ljg4NzMuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":1242,"nextInTopic":1244,"prevInTime":1242,"nextInTime":1244,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Zyber looked with concern as she saw the expression on Rowdy s face as he covered Striker with furs, she had seen that look before. She walked over to","rawEmail":"Return-Path: &lt;ironraptor13@...&gt;\r\nReceived: (qmail 24182 invoked from network); 12 May 2000 20:14:52 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 12 May 2000 20:14:52 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.69) by mta3 with SMTP; 12 May 2000 20:14:50 -0000\r\nReceived: (cpmta 8877 invoked from network); 12 May 2000 13:14:49 -0700\r\nDate: 12 May 2000 13:14:49 -0700\r\nMessage-ID: &lt;20000512201449.8873.cpmta@...&gt;\r\nX-Sent: 12 May 2000 20:14:49 GMT\r\nReceived: from [209.53.248.52] by mail.penpals.com with HTTP; 12 May 2000 13:14:45 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Iron Raptor &lt;ironraptor13@...&gt;\r\n\r\n\n\n* Zyber looked with concern as she saw the expression on Rowdy&#39;s face as he covered Striker with furs, she had seen that look before.\nShe walked over to Striker and sat down beside him, she pressed her hand to his forehead and noted that it was a tad bit to warm for her liking. She looked all around Rowdy&#39;s den but didn&#39;t find the thing that she needed to help bring down the small fever.\nZyber suddenly saw a water bastion and a small wooden bowl, she walked over and picked both up only to carry them back to set them beside Striker. She poured just enough water into the bowl to be soaked up by some sort of cloth, she then took a small piece of fur and dampened it.\nZyber wrung the fur out and folded it enough that she could lay it over Striker&#39;s optics and forehead.\nShe placed the damp fur where it belonged and then set the bowl and bastion aside, that should at least bring the fever down a little.\nZyber looked over at Rowdy, she knew that something was wrong since he had seen the Maximal symbol on the damaged bot. But now was not the time to worry about race or who hates who, now was the time to save an injured bot&#39;s life!\nShe sighed and sat back on her heeds.*\n\n&quot; Do you happen to know where I can find the plant    &#39; Devil&#39;s Club&#39; about your territory somewhere? It would help bring the fever down more and also to help heal his wounds a bit faster.&quot;\n\n* She knew this fact by spark, she had been injured a number of times and a mixture of devil&#39;s club, mint, thistle, and pond lily had saved her life. She was doubtless that the same mixture could save this bot as well, she had to try something...didn&#39;t she?\n\n____________________________________________________\n\n* Iron Raptor continued towards the bridge in a slow pace, still weak from the massive loose of mech-fluid. CR chambers could replace and construct a bot&#39;s body back to normal health but it couldn&#39;t replace the amount of fluid lost in combat, a minor set back.\nShe sighed as she continued on her way, it was then that Prowl came up beside her and asked if she was alright, she smiled as she continued to walk.*\n\n&quot; Yes. Besides being weak from the lose of mech-fluid I&#39;m fine. Thanks for asking.&quot;\n\n* She looked over at him and noted that he too was now fully healed, she was glad to see that.\nIron Raptor sighed as she walked, he had saver her life...yet again.*\n\n&quot; I have to thank you...for saving my life again. I...don&#39;t seem to know how I can repay you for that deed. Any suggestions?&quot;\n\n* He had saved her life and it was only fair to give him some sort of reward for it, she would do the same for any other transformer that managed to save her spark.\nIron Raptor stopped when she finally entered into the bridge, the computer gave the damage report on the Ark and she growled. It would take more then a FEW mega-cycles to repair the damage caused by the Alliance attack, but at least most of the troops were safe.\nIt was then that she realized that Teltoli wasn&#39;t back, why was that?\nShe sighed yet again and walked up to a computer screen to survey the damage to the ship and how much power was lost.\nIron Raptor put most of her weight on her shoulders and wrists as she leaned on the table supporting the comp, being weak from the fluid lose.*\n\n* She\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}