{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"EItNSGZLCQSXuImMwFQyHCzBJfyIQoytofHhvn8a2rGt-lzBNHBekcbATk_0Xptiy6cKt0E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Don&#39;t die yet Wing!!!!","postDate":"966639988","msgId":12453,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY5Ljk1ZWE0MjMuMjZjZjFiNzRAYW9sLmNvbT4="},"prevInTopic":12452,"nextInTopic":12461,"prevInTime":12452,"nextInTime":12454,"topicId":12152,"numMessagesInTopic":41,"msgSnippet":"OOC: Sorry, scrath my last post about the possesion, it could be much better. Black Aracnia left Darkmouse with the drone and passed by Quickstrike. She was","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nReceived: (qmail 26993 invoked from network); 18 Aug 2000 23:06:41 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 18 Aug 2000 23:06:41 -0000\r\nReceived: from unknown (HELO imo-r07.mx.aol.com) (152.163.225.7) by mta1 with SMTP; 18 Aug 2000 23:06:41 -0000\r\nReceived: from JP3884@... by imo-r07.mx.aol.com (mail_out_v27.12.) id a.69.95ea423 (4595) for &lt;nbwrpg@egroups.com&gt;; Fri, 18 Aug 2000 19:06:28 -0400 (EDT)\r\nMessage-ID: &lt;69.95ea423.26cf1b74@...&gt;\r\nDate: Fri, 18 Aug 2000 19:06:28 EDT\r\nSubject: Re: Don&#39;t die yet Wing!!!!\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 41\r\nFrom: JP3884@...\r\n\r\nOOC: Sorry, scrath my last post about the possesion, it could be much better.\n\n\n    Black Aracnia left Darkmouse with the drone and passed by Quickstrike. \nShe was exhausted and Quickstrike was seconed in command....\n    &quot;Quickstrike? Do me a favor and take command for an hour. I need a quick \nnap. Ill be in my quarters. Let Venomous in with that bot. Thanks.&quot; She said, \nvery sleepily.\n    With that, she made her way into her large penthouse quarters and crawled \ninto her bed, in beast mode of course. Curled up tightly, she drifted to \nsleep.\n\n    Moments passed and she was in a surreal realm, one that often haunted \nher. It was a dark place deep within the ship. She could hear him walking, \nslamming about. It scared her more than anything else in the entire creation.\n    She began to run in her robot mode as fast as she could. Aracnia began to \npanic, she heard him stomping behinde her. It was hard to run in this dream, \nit might have been because it took place in a rusty old engin room filled \nwith obsticles and bad lighting. Or it could have been because the fear of \nTarantulas was absolutely terrifying.\n    He stalked her like he was the spider, which he was, and she was the fly, \nwhich she didnt like at all. He gave his hideous rhaspy cackle that made her \nfall onto the floor. Aracnia knew she couldnt get away now. She was as good \nas his.\n    The form of Tarantulas was different in this nightmare. He was a giant, \nfully amred, and totally furious. Useing his right claw he ripped apart a \ngroup of pipes and stood before Aracnia as the steam from the broken pipes \nwhirled around his hulky body.\n    Opening her mouth to scream would do nothing, nor would useing her wepon. \nHe was in control of this real, despite it was really her dream. Last time \nshe tried to imagine herself his size, with more wepons, but it failed \nmiserably.\n    &quot;Ah, I have caught you widow! Hehehehehe!&quot; He cackled, &quot;now you will help \nme or I shall plauge your mind forever!&quot; His voice boomed like thunder in the \ndream.\n    &quot;Wh-what are you talking about?&quot; She stammered frantically.\n    He laughed agian, this time holding himself and stomping the floor, which \nmade her fly into the air. Aracnia landed with a hard thud.\n    &quot;You will restore my body for me. If you havent guessed, when the Vok \ndestroyed me ever so long ago, my conscience was transmitted here. \nUnfortunetly it was locked in your subconscience. Now that I have finally \ncaught you, I have broken free. The tourture was nessecery, belive me.&quot; He \nrhasped as Aracnia shivered with fear.\n    &quot;I can now talk to you directly from your mind. But, I can not control \nyou. So, if you dont do as i say I can guarentee you will never slumber \nagian! Every time you close your eyes I will be there. Do we have a deal?&quot; He \nhissed.\n    &quot;Alright. Once you got your body, you leave?&quot; She said, a little more \nrelived.\n    &quot;Yes. Thats the deal. My body is in peices in the storeage room. Put it \ntogether and I will be able to depart from you and go through with my own \naffiars.&quot; The spider said. It seemed he was getting smaller, now that Aracnia \nseemed less afraid.\n    &quot;Fine. Now, let me go. You&#39;ll get what you need.&quot; SHe said, and it echoed \nbecause the spider, the room, and everything around her suddenly swirled \naround her and she was awake, sitting in bed, shakeing.\n    Aracnia had a mission. To free Tarantulas from her body. It appears that \nhis clone knew about him, but left him in her banks. That bastard. She was \nglad Transantulas was gone, because if he was here she would have killed him.\n\n"}}