{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"minime_316@hotmail.com","from":"minime_316@...","replyTo":"LIST","senderId":"pgTkBLBuGDyknUa57Z0Bd8cUe6-F8xrvEI0hxK6WrnCKG3nPKlb7IcNMCktjSbi4AqRhkGCcn2bJOSeS9g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Here we go!","postDate":"967255058","msgId":13162,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhvNzg2aSs0cDB1QGVHcm91cHMuY29tPg==","inReplyToHeader":"PGRiLjhkODY2ZWEuMjZkODc4ZjBAYW9sLmNvbT4="},"prevInTopic":13153,"nextInTopic":13167,"prevInTime":13161,"nextInTime":13163,"topicId":13110,"numMessagesInTopic":17,"msgSnippet":"Ah, space sickness, said Fliq, I used to get that. But I ve been travelling across space my whole life, except now of cousre, since I joined the Neo Beast","rawEmail":"Return-Path: &lt;minime_316@...&gt;\r\nReceived: (qmail 32208 invoked from network); 26 Aug 2000 01:57:47 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 26 Aug 2000 01:57:47 -0000\r\nReceived: from unknown (HELO hn.egroups.com) (10.1.2.221) by mta2 with SMTP; 26 Aug 2000 01:57:47 -0000\r\nX-eGroups-Return: minime_316@...\r\nReceived: from [10.1.10.113] by hn.egroups.com with NNFMP; 26 Aug 2000 01:57:47 -0000\r\nDate: Sat, 26 Aug 2000 01:57:38 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Here we go!\r\nMessage-ID: &lt;8o786i+4p0u@...&gt;\r\nIn-Reply-To: &lt;db.8d866ea.26d878f0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3032\r\nX-Mailer: eGroups Message Poster\r\nFrom: minime_316@...\r\n\r\n&quot;Ah, space sickness,&quot; said Fliq, &quot;I used to get that. But I&#39;ve been \ntravelling across space my whole life, except now of cousre, since I \njoined the Neo Beast Wars. You&#39;ll get used to it. Infact, the ship \nwere going to is my old ship. We were coming here with re-\ninforcements for the Maximals. Cybertron thought that they only \nneeded us, and than the maximals would win the war. there was 10 of \nus. We had been a crew for the last 5 years. And than, as we were \nmaking our approach....,&quot; Fliq went silent, and that sucked up his \nchest as he continued, &quot;The engines and alignement went out. We&#39;re \nactually lucky the moon was there. If it wasn&#39;y, we would&#39;ve been \ndrifitng in around the universe, going at a speed so fast that rescue \nwas impossible. We spun out and crashed against. We hit engines \nfirst, and combine that with the anti-matter problem in the engines, \nit caused a huge explosion that killed all 5 engine workers. That \nleft myself, captain Brix, the navigation bot Gekkidama, the doctor \nSalit, and the security officer Bizrope. Brix Gekkidama and I were on \nthe bridge, so we were the farthest away from the explosion. The \nthree of us went and found Bizrope, and than headed down to the lab \nto get Salit. We had found him, and were about to head to the pods \nwhen a smaller explosion occured, this time in the engine closer to \nthe lab, and it caused a container to break, filled with energon. The \nenergon landed right on the doctor, and started filling him up with \nenergy. Bizrope went up to help, but the energy overload caused Salit \nto explode. Bixrope was so close it killed him too. The three of us \nknew no one could have survived the engine explosions, so we \ncontinued down to the pods. Just before we got there, something \nhappened. We had landed on a large crator, and was leading to one \nside of it. the weight was so much that that side of it collapsed and \nthe ship went completly on an angle. This caused a huge exhaust tube \nto fall on Gekkidama&#39;s head. We didn&#39;t have time to check if he was \nalive or dead; we didn&#39;t know what was going to happen next. We \nrushed down to the pods and only one was functional. Theye ngine \nexplosion and shook them alot, and the circuts were fried. Brix told \nme to use it. SO I went down to earth. Brix used some spare parts \nfrom the ship to make a pod, and than he came down. So there you have \nit. We&#39;re the only survivors of that crash. But on the plus side, the \nonly things we can&#39;t really take are the engines, any medical \nequipement and the hull on one side of the ship. We can still take \nweapons and other hull pieces and new computer boards and...hey! I \njust got an idea. You know pods and stuff, so you can answer this. If \nwe took like the bodies of Salit, Bizrope and Gekkida; the guys from \nthe engines are probably beynond repair but anyway; we take the \nbodies back, repair them, and than chanel a spark back into them? I \ndon&#39;t know if it&#39;s true, but I heard that Rhinox did it to Optimus in \nthe original Beast Wars. I this ture?\n\n\n"}}