{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"UdxUVt5Iwzqu7-MnLjVIEKsmor8hy0rmpg-vtLMildWaASGiayCTtc6WlhQ9IUHGmCVqaWfInfCchlklsl0KT-HWWiSxBw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Deemos strikes again...","postDate":"967427607","msgId":13407,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA3ZjcwMWMwMTA5MiRjMzZhY2Q0MCRlZTUzZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PEYxMTYzVnAyME4zOXg2SEhHTlowMDAwMDQyYUBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":13421,"prevInTime":13406,"nextInTime":13408,"topicId":13407,"numMessagesInTopic":4,"msgSnippet":"OOC: Oh, Iron Raptor, just to tell you this, Plintissa died because she was being ignored, seeing as how Iron Raptor became Too good to talk to any of my","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 18991 invoked from network); 28 Aug 2000 01:59:52 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 28 Aug 2000 01:59:52 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta1 with SMTP; 28 Aug 2000 01:59:52 -0000\r\nReceived: from birdboy (A020-0808.TAMP.splitrock.net [63.254.85.46]) by pimout4-int.prodigy.net (8.10.1/8.10.1) with SMTP id e7S1xmZ118500 for &lt;nbwrpg@egroups.com&gt;; Sun, 27 Aug 2000 21:59:48 -0400\r\nMessage-ID: &lt;07f701c01092$c36acd40$ee53fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F1163Vp20N39x6HHGNZ0000042a@...&gt;\r\nSubject: Deemos strikes again...\r\nDate: Sun, 27 Aug 2000 21:53:27 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nOOC: Oh, Iron Raptor, just to tell you this, Plintissa died because she was\nbeing ignored, seeing as how Iron Raptor became &quot;Too good&quot; to talk to any of\nmy characters.\n\nBIC: The Chosen Ones show up at the Maximal base.\n\n&quot;Stronghold, Blender, you guys were great defenders, Rizopas, you shot\nKitKat, that was cool. Diskus, nice attack, Doom Ice, you were amazing,\nArtist, you sucked! You got blown around, making stupid phone calls, and\ngenerally been letting your ego get to you!&quot; Deemos yelled.\n\n&quot;Deemos! I don&#39;t know, I didn&#39;t mean anything!&quot; Artist complained.\n\n&quot;Too bad, you screwed up, come with me! Oh, yeah, Infectra, throw Airbomber\nout, he&#39;s of no use to me anymore!&quot; Deemos said. Airbomber hled his head in\npain and fell onto the ground. He showed all of the signs of death.\n\n&quot;Looks like you don&#39;t have to worry about him.&quot; Deemos said. Deemos and\nArtist walked to a secluded area, around the base where nobody was looking.\n\n&quot;Okay, what do I have to do?&quot; Artist asked.\n\n&quot;I&#39;v ebeen thinking, what you have to do is...die.&quot; Deemos said. Artist\nlooked at Deemos to try and get out of this, but Deemos raised a claw and\nsmashed it into Artist. It went right through. Artist was brought to his\nknees.\n\n&quot;You failed, and I am not as forgiving as that idiot Megatron.&quot; Deemos said.\nHe pulled out rifle and shot Artist with it, in the head. Artist didn&#39;t have\ntime to react before Deemos pulled a hand full of wires from his back and\njerked out, ripping his spark out and leaving gore all over. He pushed a\nbutton on the claw and the spark exploded. Artist&#39;s hand reached out and\ngrabbed a sparkle, then stopped moving.\n\n&quot;Too compassionate.&quot; Deemos said. He dropped the wires, let the mech fluid\nrun off of his fingers and slicing Artist up. He stored the piecesin a\nfreezer and made note that it was a package that needed to be kept cold.\n\n&quot;I hope all of you are hungry.&quot; Deemos said before walking inside of the\nbase with mech fluid dripping off of his fingers. Doom Ice and Rizopas\nlooked at each other. Stronghold and Blender both shrugged. Diskus swallowed\nhard and loud...\n----- Original Message -----\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, August 27, 2000 9:44 PM\nSubject: Re: Plan B\n\n\n\nUh, Yanshosh. Iron Raptor is actually standing up by the window now. But you\nmight have not gotten the post that states that so maybe we can just say\nthat Prowl stood up and went to her? Just a small bit that fixes it all up,\nhuh?\n\n\n* Iron Raptor nodded but didn&#39;t turn and watch Arcangle and Silver Sting\nleave, listening but also watching her finger trace small designs on the\nglass of the window.\nHer mind was still reeling about Arcangles plan, thinking of just what she\nneeded to do to pull it off smoothly. She already knew that they needed to\nrepair the Ark and get those engines set up and online before they even\nthought of placing the Autobots in it. Not to mention they needed Iris to\nmake up the proper auto-pilot system for the flight into the Earth&#39;s orbit,\nsomething that was going to be the toughest part of this mission yet.\nIron Raptor shook her head slightly, there was so much to do and so much to\nworry about. In all her life she had never been so busy.\nBut then Felines voice broke through her concentration, tilting her head\nslightly in the fembots direction as she listened to her speak.*\n\n&quot; I don&#39;t need to forgive you for anything, Feline. You have problems and\nwe&#39;ll just have to work around them until you bring them to an\nunderstanding.&quot;\n\n* She then watched Feline exit the room in the corner of her eye, then\nturning her head and looking out of the window again with a sigh. Her mind\ngoing back to the mission at hand as well as the one they had to get down to\nas soon as they got back.\nEither mission couldn&#39;t be too difficult, she had to admit that there were a\nfair amount of events that could go wrong but they would work around them.\nBut then she heard Felines dainty foot-steps again, wondering just why the\nfembot was returning for. But once she heard Feline speak she knew.*\n\n&quot; Room 6-20 and just up from the hallway where the armory is located. You\ncan&#39;t miss it.&quot;\n\n* Iron Raptor had actually paid attention to where Prowl had taken her after\nher Alliance ordeal, looking at the details of the rooms she passed and\nmaking note of their locations.\nBut now there were more important things to worry about, like thinking about\nthe condition of Tavatron and Dinobot when they found them. Thinking about\nhow close they would be to the Alliance base and how attack was more likely\nthen anything else, lucky as hell if they weren&#39;t.\nThough, as her finger traced another pattern in the glass she felt a hand\nslip around her but knew whom it was. She would always know Prowl&#39;s touch,\nand the feel of it nearly made her forget that he had gotten her back with\nan insult that had gone just a little bit too far.\nIron Raptor&#39;s optics narrowed at the thought of that insult, knowing that\nshe really wasn&#39;t angry about it but a woman&#39;s weight was a touchy thing and\nshe didn&#39;t like it made fun of. Though, her revenge for that insult wasn&#39;t\nthrough yet.\nBut when she heard Prowl speak and looked up seeing her own reflection in\nthe glass but actually looking at Prowls. *\n\n&quot; Yes. I&#39;m going with Arangles plan. It&#39;s fairly clever if you think about\nit long enough, and has a very high possibility of actually working.&quot;\n\n\n* Her mind was wondering again from the thoughts about their missions,\nactually dwelling on the feel of his touch instead of them. But then she\nshook her head slightly to clear it, reminding herself that she was still in\nthe process of making him pay for that insult.\nIron Raptor looked down at his hand on her waist and then up at him, her\nexpression being that of a look that reflected her words. *\n\n&quot; And just what do you think YOU&#39;RE doing?&quot;\n\n* She put a hand on her hip and the other on his that was on her waist, her\nfingers working to pry each one of his from the grasp her had on her. *\n\n&quot; &#39;Heavy as a TRUCK,&#39; huh? Well, you think you can just come over here and\ntouch me like this? I think not.&quot;\n\n* At the last word she finally pried his hand free and let it fall, then\ntaking a few steps away from him and walked over to the projector and turned\nit off. Making sure that she swung her hips a bit while she had walked to\ntease him. *\n\n&quot; You&#39;re going to pay for the insult, Mister. And this is your\npunishment.until you learn you lesson.&quot;\n\n* And it was, that he wasn&#39;t allowed to touch her for a little bit. Of\ncourse she would stop once he learned his lesson, slag knew that she\nwouldn&#39;t be able to keep this up forever. *\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at\nhttp://profiles.msn.com.\n\n\n\n\n\n\n\n"}}