{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"2fYAhv5hJ12aPY3oXOoPJmNlfb9-xXFtMCHAgRJgPLvKbf0Df26ohG_X5dcnrpg2nzyUWJ0N5Pyid2xIrM2pBJsw3oMbV-pYzBi3fQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"958305736","msgId":1444,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTE0MTIwMjE2LjE1MDY3LmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":1443,"nextInTopic":1445,"prevInTime":1443,"nextInTime":1445,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Carnage/ Dinobot * Carnage walked through the halls of the Ark but then sighed, she didn t seem to feel comfortable in this tin shack which was the Maximal","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 7144 invoked from network); 14 May 2000 12:02:17 -0000\r\nReceived: from unknown (10.1.10.26) by m2.onelist.org with QMQP; 14 May 2000 12:02:17 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.71) by mta1 with SMTP; 14 May 2000 12:02:16 -0000\r\nReceived: (cpmta 15068 invoked from network); 14 May 2000 05:02:16 -0700\r\nDate: 14 May 2000 05:02:16 -0700\r\nMessage-ID: &lt;20000514120216.15067.cpmta@...&gt;\r\nX-Sent: 14 May 2000 12:02:16 GMT\r\nReceived: from [209.52.209.17] by mail.penpals.com with HTTP; 14 May 2000 05:02:16 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\nCarnage/ Dinobot\n\n* Carnage walked through the halls of the Ark but then sighed, she didn&#39;t seem to feel comfortable in this tin shack which was the Maximal base. She needed to be out in the open where there were trees, lakes, fresh air, animals and all sorts of wildlife...not here in this metal base where the closest thing to a tree was a coat rack!\nCarnage sighed again as she made her way towards the Ark&#39;s bridge, she stopped a few feet from the doors and put her hand upon the steel frame. Suddenly a sent touched her senses, she had smelled it before!\nShe went a little closer to the door and brought in a deep breath, the sent was familire...so familiar that it was unmistakable of who it belonged to!\nSomebot from her past had touched this very same door not too long ago, and that bot was.......Dinobot!!!\nCarnage stood back from the door and looked at it more closely, Dinobot? How could it be him, he was...dead.\nShe hated to admit it but he had passed away stellercycles ago, it had been so long ago but now that she remembered him again it felt like yesterday.\nCarnage opened the door and walked out, she hung her head at the thought of her dead friend and opened her communicator to Cyber Claw and Teltoli...*\n\n&quot; I&#39;m going out for a walk, please call me back if something important arises. If not then I&#39;ll be back later on.&quot;\n\n* She looked up and out at the scene around her, how she missed her one best friend...so much!\nHe was the closest thing to a true family that she had ever had, even closer then the Predacons that had raised her to be what she was today...an assassin.\nCarnage transformed into her Beast Mode and began to walk off towards the forest, she looked down at the ground but kept her scanners on the say if there was a boulder or tree in her way so that she could avoid it.\nShe walked on for many a cycle before she looked up, so long ago yet so fresh.\nCarnage looked up at the sky, if Dinobot was dead then could he see her now...from the Matrix? Could he see how miserable she was even with bot&#39;s like Teltoli as her friend? It was hard to tell, but as she entered the forest she slumped her shoulders.\nPerhaps she would know one day...when she too would die.*\n\n**************************************************\n\n* Dinobot walked out of the CR chamber and looked around at the scene before him, the swing of the doors caught his attention as somebot had exited the base.\nHe then looked down at his clawed hand and then his chest, what had happened to him in the chamber was still fresh in his memory logs.\nIt was strange how it all had happened, one moment he was fading away the next the combined power of fear, concern, sorrow. It had all combined together to form a power that had activated his repair system and revived him...or so it seemed.\nIt was all so real to him still, standing there now out in the open and experiencing everything through all of his senses. The feeling was now gone as well as the power that had revived him, but the comfort it had given him was still there...in the shadows of his mind. It was there, on the inside it was so far but on the outside it was so close!\nDinobot looked around again, it was there but where?!\nIt was then that he remembered the slight tinge of that same comfort while he had just awoken, it had directed him to the left side of the chamber. But why?\nHe turned and looked, the CR chamber was standing there as it always was but as he leaned a little to the left something else came into view.\nDinobot walked a little closer to the side of the chamber until the entire object had come into focus, he was puzzled at what he saw.\nLeaning on the side of the CR chamber with her knees tucked up to her chest was Tavatron, asleep.\nWhy would his senses direct his attention to her, why would it give the impression that there was something that he had to notice about her?\nDinobot walked closer until he stood beside of the sleeping fembot, was there some sort of mistake? Was it the trauma of what he had gone through that had led his systems astray?\nHe looked down at Tavatron and couldn&#39;t help but notice how peaceful she looked as she slept, something that was a rare moment in a horrific war like this.\nIt wasn&#39;t long before he kneeled down beside Tavatron and looked her in the face, peace was the dominant factor here...something that he couldn&#39;t relate to.\nHe was a bot of war, even though his systems urged for the final coming of peace they would die if not to engage in battle.\nSuddenly a flash of a familiar feeling struck across his systems, it was so violent that he could have sworn somebot had shot him in the back of the head!\nBut just as he was about to grasp that feeling it was gone...back into the shadows of his mind where it now laid dormant once again. That feeling had been that exact same in which he had felt in the CR chamber before being pulled back into reality...comfort!\nDinobot looked at Tavatron more closely, was it her? Was she the cause of why he had healed, of why he had felt such comfort? How? Why?\nWith a steady but insure hand he reached out to her, not sure if she was the cause but wondering if it was true. He HAD to know if she was the reason for this...Comfot feeling, if she was the cause of the same feeling of that Peace that he could never truly have.\nThe flash of that same feeling came across him again as his hand got nearer to her cheek, if even to brush his claws against her face to confirm what he thought might be true. But that flash had confirmed his thoughts even before his hand reached her, he had been correct... it was coming from her.\nDinobot pulled his hand back and growled, what now?\nWas that feeling still just a side effect from his repair, was he only hallucinating? He was tired, exhausted in fact! Perhaps this was all just an illusion caused by his fatigue, just a dream that he happened to be awake to experience.\nHe sighed as he stood back up to his full height, that must have been it...just a dream. Just an illusion, as real as it had felt now it just sank back into the depths of his mind.\nDinobot took a step back and snarled, besides, why would it seem so strange if it wasn&#39;t a dream?\nHe could almost chuckle at the thought, since when had he ever felt such a feeling as comfort? Since when did he ever earn the right to experience such a thing?\nIt was unfamiliar to him, it was alien, it was nothing!\nDinobot looked off towards the doors of the Ark, it wasn&#39;t even worth remembering!\nNow with the past even closed off from his thoughts he relaxed a bit, the tiredness of his circuits and the weariness of his mind finally convinced him that now was the time to rest...if any.*\n\n&quot; Beast Mode.&quot;\n\n* He said this quietly as not to awaken Tavatron, now with that strange matter out of the way he could finally rest.\nDinobot settled down on the floor a foot or two from Tavatron, besides, he was far to tired to walk up to his quarters to rest when here was as good place as any. He wrapped his tail around his feet and rested his head in his tail, with a sigh he closed his eyes and relaxed his body. Perhaps he would be able to get some sleep before another attack, or even before his stomach managed to wake him up with complaints to be fed.\nDinobot slowly relaxed until he was soon in a dark and dreamless sleep, it almost seemed that to sleep with dreams other then bad was a luxury that he was not permitted to have.\nHe laid there a few feet from Tavatron, the past experience...forgotten.*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}