{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"naKwGOzJ7glDvJq0MxewOYfZ2MdmpaI-08HUZxQB-dhlyN0orzpm5e7UlamTYj6FMrCTcuAsUivWCnaSTmEqkaREJjach39CDro9","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Something&#39;s wrong...","postDate":"968897670","msgId":15137,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxNTF0Z0ZyWUlMb3lnWExzeHAwMDAwYzUzMkBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":15136,"nextInTime":15138,"topicId":15137,"numMessagesInTopic":1,"msgSnippet":"(Sorry I haven t been posting. Our school just switched to block scheduling and I have a TON of homework almost every night. I got lucky tonight ^_^) Tavatron","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nReceived: (qmail 14588 invoked from network); 14 Sep 2000 02:14:30 -0000\r\nReceived: from unknown (10.1.10.26) by m5.onelist.org with QMQP; 14 Sep 2000 02:14:30 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.151) by mta1 with SMTP; 14 Sep 2000 02:14:30 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Wed, 13 Sep 2000 19:14:30 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tThu, 14 Sep 2000 02:14:30 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Something&#39;s wrong...\r\nDate: Wed, 13 Sep 2000 22:14:30 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F151tgFrYILoygXLsxp0000c532@...&gt;\r\nX-OriginalArrivalTime: 14 Sep 2000 02:14:30.0649 (UTC) FILETIME=[84124E90:01C01DF1]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(Sorry I haven&#39;t been posting. Our school just switched to block scheduling \nand I have a TON of homework almost every night. I got lucky tonight ^_^)\n\nTavatron breathed deeply of the fresh night air, the silver moonlight \ncausing her eyes to shimmer in the growing darkness. If she hadn&#39;t been a \n&#39;bot always on the move, doing what she had to survive, she would gladly \nsettle here. It was perfect. Tavatron&#39;s gazed drifted across the glade, \nwatching as the blades of grass danced in the gentle wind.\n\n&quot;Just give me a second.&quot;\n\nTavatron closed her eyes and tried to take in every sound, each individual \nsmell seeming to grow in volume as she concentrated not on what she saw, but \non what she felt. She flicked her ear in slight distress as an odd smell, \nforiegn to the peaceful glade, reached her sensitive nose. It had a metallic \ntaste to it, one she found quite unpleasent.\n\nTry as she might she couldn&#39;t shale the feeling that something wasn&#39;t right. \nThat smell, it just kept nagging at her senses. Tavatron knew she wouldn&#39;t \nbe sastisfied until she discovered the source of the troublesome scent. She \nturned to face Dinobot, about to ask him if he noticed it as well. She \nrecognized the scent, she just couldn&#39;t put her claw on it! What WAS that \nsmell?! Finally it struck her, causing her to pull her ears back in slight \ndistress. It was the smell of mech-fluid, why she hadn&#39;t recognized it \nimmediatly she had no idea, but the important thing was that she did now.\n\n&quot;Are you allright?&quot;\n\nTavatron raised a questining eye-ridge as she walked over to her traveling \ncompanion. She was farely certain her injuries were healed, and positve the \nsmell was coming from his direction. Tavatron didn&#39;t even wait for a \nresponse as she stood before him. Despite his impressive sizeand skill even \nthe most experienced &#39;bot couldn&#39;t sustain serious damage.\n\nTavatron raised an unsteady hand, something was wrong, seriously wrong. \nEvery circuit told her so. With much hesitance she brushed her fingers \nagainst his chest, letting her gaze rest momentarily on the silver fluid \nthat dripped from her claws. As her eye-sight ajusted to the darkness she \nfinally saw what was wrong, what had been bothering her so. Dinbot was \ninjured, severely. This was one time when his need to help others and uphold \nhis code of honor was NOT helping matters. He should have told her. They \ncould have set out earlier, giving him a better chance to make it back to \nbase with some mech-fluid left.\n\nTavatron raised her eyes, setting them level with his. The moonlight was \nreflecting off his silver armor in the still night. The occasional cricket \nbreaking the growing silence. She had never really looked at him before, not \nlike this. He had beautiful armor, something she was actually kindof jealuos \nof. Her fur was always matted or in need of a good brushing. Something she \nnever really had time for.\n\nTavatron smiled up at him, the concern was evident in her face though she \ntried her best to hide it:\n\n&quot;I guess we better get going.&quot;\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at \nhttp://profiles.msn.com.\n\n\n"}}