{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"m2uQjfO7bZr1yuiSxXWPmjxT-8L0ibXxZrG0WR4BB78R7XBbST7kSe8hD6svgCZYFpy4KHpgkQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Alliance VS Maximals","postDate":"969245208","msgId":15422,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwLjZmOWRkMjIuMjZmNmRjMThAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":15453,"prevInTime":15421,"nextInTime":15423,"topicId":15422,"numMessagesInTopic":44,"msgSnippet":"Hey, people have been emailing me about the whole Cheetor thing (Jason and Earth both having Cheetor), and its really starting to piss me off. So, if Jason and","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nReceived: (qmail 5161 invoked from network); 18 Sep 2000 02:46:58 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 18 Sep 2000 02:46:58 -0000\r\nReceived: from unknown (HELO imo-r15.mx.aol.com) (152.163.225.69) by mta2 with SMTP; 18 Sep 2000 02:46:58 -0000\r\nReceived: from Yanshosh@... by imo-r15.mx.aol.com (mail_out_v28.15.) id a.60.6f9dd22 (1839) for &lt;nbwrpg@egroups.com&gt;; Sun, 17 Sep 2000 22:46:48 -0400 (EDT)\r\nMessage-ID: &lt;60.6f9dd22.26f6dc18@...&gt;\r\nDate: Sun, 17 Sep 2000 22:46:48 EDT\r\nSubject: Alliance VS Maximals\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 4.0 for Windows 95 sub 107\r\nFrom: Yanshosh@...\r\n\r\nHey, people have been emailing me about the whole Cheetor thing (Jason and \nEarth both having Cheetor), and its really starting to piss me off. So, if \nJason and Earth would be so kind as to talk this over with each other \nPEACEFULLY, it&#39;d take a great deal off of everyone else&#39;s shoulders. But \nremember, Earth did have Cheetor first.\n\n::The Oblitercons/Firearm/Grimmler/Proto/Prowl/Rex::\n\nShots pummel Dark One&#39;s jet armor, one of them hitting into one of his guns, \na small explosion sending him spinning sideways. He transforms into robot \nmode, growling as he fires mroe shots at Dinobot.\n\nHe was going to kill these two Maximals, and nothing was going to stop him.\n~~~~~~~~~~~~~~~~~~~~~~~\nThe forest around Pyro catches on fire as shots from his cannon hit the \ntrees, the pyromaniac getting closer to the two Maximals. His sensors show \nHiss flying, in gun mode, firing at Tavatron, the other Oblitercons running \nbehind.\n~~~~~~~~~~~~~~~~~~~~~~~\nAs final preporation for the rescue mission, Firearm glances at the scanners \nof the Cybertronian Fire, his eyes widening as he sees gunfire near the \nlocation where Dinobot and Tavatron were last detected. The big Maximal jumps \nto his feet, activating his comm to all Maximals.\n\n&quot;All Maximals, two units are under attack near the Alliance base,&quot; he says \ninto it, running out of the room and heading for the exit, &quot;Proto, \nNecromancer, Grimmler, Prowl, HotRod, come with me, we&#39;re gonna show those \nAlliance bots what messing with Maximals feels like! Anyone else that feels \nlike it can also come. Rex, ya busy?&quot;\n\n&quot;Brig duty,&quot; Rex&#39;s voice replies, a bit depressed.\n\n&quot;Aw...&quot; Firearm says, &quot;You&#39;re gonna have to sit this one out, buddy! Everyone \nelse, report to the entrance hatch as fast as you can, I&#39;m not waiting for \nmore than a few seconds! Let&#39;s go!!! If I&#39;m not at the hatch, it means I \nleft, just follow my signature. I&#39;ll leave an exaust trail.&quot;\n\nFirearm runs out of the CF, nearly tripping over himself as he motions for \nNecromancer to follow him, waits half a second, and flies off at top speed \nfor the Alliance territory, his jetpack leaving a trail of exaust.\n~~~~~~~~~~~~~~~~~~~~~\nProwl nods at HotRod, grinning even though he was supposed to be jealous.\n\n&quot;Nice to meet you, Pr-&quot; he shuts up as Firearm&#39;s voice sounds on his comm, \nand across the ship&#39;s intercom. He looks at Hot Rod and Prowler. &quot;Let&#39;s go \nguys, I think Prowler should go to, for his first mission.&quot;\n\nHe looks at Iron Raptor. &quot;I&#39;ll see you later, love,&quot; he says, spinning around \nand running toward the exit of the Cybertronian Fire, not seeing Cheetor walk \nup.\n~~~~~~~~~~~~~~~~~~~~~\nGrimmler stops as he recieves Firearm&#39;s orders. He looks at Foxfingers, \nshrugging.\n\n&quot;You heard &#39;im, let&#39;s go!&quot; he says, grabbing Foxfingers by the shoulder and \nrunning off toward the exit, tugging him along.\n~~~~~~~~~~~~~~~~~~~~~\nProto spins around as Firearm rushes out of the CF and takes off, smiling. \nJust like Firearm, taking off like that.\n\nHis feet boosters activating, Proto quickly catches up to Firearm.\n\n&quot;Just like old times, eh, Arm?&quot; he says, flying beside the bot.\n\nFirearm nods, grinning and speeding up. &quot;Let&#39;s show these bots what Maximals \nare made of, and I don&#39;t mean by being gutted!&quot;\n\n"}}