{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"yHsjVcmY1NtS-EiD_4MvcXUyKbu9HqW_4mFba03P09uZRzbOjETC5NMN-WT3DBC8VOnQt4O8lLLnVVCLB5PIqU7cZ5Yss2oWSuKprA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars Saga","postDate":"958439388","msgId":1546,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTE2MDEwOTQ4LjQ0MjUuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":1533,"nextInTopic":1598,"prevInTime":1545,"nextInTime":1547,"topicId":1533,"numMessagesInTopic":28,"msgSnippet":"Carnage/ Dinobot\n\n* Carnage watched as Teltoli had flown over, she waved as she flew on and she had waved back. It was peaceful here in the woods, peaceful","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 21326 invoked from network); 16 May 2000 01:09:49 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 16 May 2000 01:09:49 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.71) by mta1 with SMTP; 16 May 2000 01:09:49 -0000\r\nReceived: (cpmta 4426 invoked from network); 15 May 2000 18:09:48 -0700\r\nDate: 15 May 2000 18:09:48 -0700\r\nMessage-ID: &lt;20000516010948.4425.cpmta@...&gt;\r\nX-Sent: 16 May 2000 01:09:48 GMT\r\nReceived: from [209.53.248.118] by mail.penpals.com with HTTP; 15 May 2000 18:09:48 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars Saga\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\nCarnage/ Dinobot\n\n* Carnage watched as Teltoli had flown over, she waved as she flew on and she had waved back. It was peaceful here in the woods, peaceful enough to almost forget that there was a war going on about her.\nCarnage had basically shut her intercom off to the remainder of the world accept for Cyber Claw and Teltoli. It would be better this way if she was to relax and try and forget about her dead friend.\nShe tried not to think about it, it was still fresh in her mind and twice as painful!\nCarnage sighed, but at least she was here now. At least she could rip a chunk out of Megatron for what he had done!\nShe snarled and clenched her fist, he would pay for what he had done...and dearly!*\n\n************************************************\n\n* Again his past flashed behind closed optics, again the frustration and pain was felt again!\nBut this time it did not take to long to get to his final hour and then finally his death. It no longer bothered him as much as it used to, he now knew that death was not the thing to fear...it was the loneliness and solitude in which came with it.\nHe stirred in his sleep, as the images of his last waking hour faded away now a new image came into view.\nIt was the image of a raven, it almost seemed to be searching for something. But what?\nSuddenly the raven seemed to take flight into a darkened sky, suddenly the scene changed to a charred and beaten battle field, the raven flying off in the distance. The field was littered with weapon&#39;s debris and scattered bodies, it was familiar to him...like so many other battle scenes he had witnessed.\nThere was only one difference, he knew who the bodies were. They were the Maximals and Predacons that were fighting this very war, Alliance members also littered among the others. It almost seemed that they had all canceled each other out.\nSuddenly there was a far off blast of a weapon and the battle field lit up, the charred and twisted remains of the Ark and the Predacon ship clearly seen in the distance. What was all this?\nSuddenly the ground rushed up towards him and he hit hard, the simulation of pain in his temple.\nThe image swerved around to glare into optics that he thought that he would never see again...his own!\nHe looked up at the dark figure of his former self, the image of the Dinobot that was really himself.\nThe image raised it&#39;s rotary blade into the air and slashed down at him, he saw the claws of his transmetal 2 self raise to defend himself.\nThe image brought down the blades on his outstretched claws but then was struck down by a blast to the back.\nHe looked around to see who had struck his true image down and saw Megatron, he snarled and roared at the image of his former Predacon leader.\nWhile on the outside where the dream was not in such a real effect the transmetal 2 reptile suddenly twitched, a small snarl escaping his fangs as he laid curled around himself.\nThe dream preceded with in his mind: suddenly he was not looking through the optics of his transmetal 2 self but his original form.\nThe screens fuzed and his systems were near to failure, he knew that he was to parish but something urged him on.\nThe image of Megatron laughed at him and aimed his cannon at his head, he banked to the side but his shoulder got the brunt of the blast.\nAgain, on the outside the dreams effects were taking shape:\nDinobot suddenly raised his tail a few inches from the floor of the Ark and slammed it down, his claws dug into the cold steel of the ground. His jaws snapped and he snarled in his sleep, the images seeming so real.\nWith in his mind the scene continued:\nSuddenly he looked up and stared into the cannon of the Predacon commander, with in a few seconds the blast of a cannon echoed across the charred battlefield.\nWithout warning he awoke with a loud snarl, concerned and surprised eyes searched the Ark for the shadowy Predacon commander that had suddenly turned everything black...but there was nothing.\nDinobot hung his head and tried to calm his breathing, it had seemed so real!\nHe begin to force himself to breath more slowly and soon his breath was regulated, his muscles slowly relaxed and soon he could close his eyes without seeing that horrific scene.\nHe opened them after checking to see if that image had gone, suddenly he noticed that there was something beside him.\nDinobot didn&#39;t move his snout from his clawed hands as he looked over, Tavatron now rested in her beast mode barely and inch from him.\nHe would have moved aside but he really didn&#39;t care at the moment, as he looked at her his eyes began to slowly shut.\nHe shook his head to keep himself awake but fatigue set in and soon his head was resting on his front limbs and he wads asleep.\nThis sleep was that of a deep and unwaking type, his consciousness soon faded away and darkness was then dominant.\n This sort of rest was more familiar to him, the kind where dreams were not welcome.*\n\n\n\n\n\n\n\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}