{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"BOe2s7xbdCxKnkHIrFsufz5aY3XPGUICmEOVkKT_P0P0enE72MBhzB9JLBI1-QCEwha-he3U_TJ1lvb9X_6iEoAbSINTKfAjfATg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wounded, But Standing.","postDate":"969577583","msgId":15777,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxME56UFpySWt5UHpHTnNva0wwMDAwMTQ1ZkBob3RtYWlsLmNvbT4="},"prevInTopic":15774,"nextInTopic":15842,"prevInTime":15776,"nextInTime":15778,"topicId":15745,"numMessagesInTopic":4,"msgSnippet":"(Man, miss one day of posting and you miss everything ^_^) Tavatron shook the layer of dust from her blackened and charred armor. Her left shoulder plate was","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_2); 21 Sep 2000 23:06:24 -0000\r\nReceived: (qmail 6568 invoked from network); 21 Sep 2000 23:06:24 -0000\r\nReceived: from unknown (10.1.10.26) by m2.onelist.org with QMQP; 21 Sep 2000 23:06:24 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.10) by mta1 with SMTP; 21 Sep 2000 23:06:23 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Thu, 21 Sep 2000 16:06:23 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tThu, 21 Sep 2000 23:06:23 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Wounded, But Standing.\r\nDate: Thu, 21 Sep 2000 19:06:23 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F10NzPZrIkyPzGNsokL0000145f@...&gt;\r\nX-OriginalArrivalTime: 21 Sep 2000 23:06:23.0920 (UTC) FILETIME=[8FF62300:01C02420]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(Man, miss one day of posting and you miss everything ^_^)\n\nTavatron shook the layer of dust from her blackened and charred armor. Her \nleft shoulder plate was nonexistant, leaving multiple mech-fluid covered \nwires vulnerable. Tavatron painfully rotated the joint, just to see if it \nwas still functional. Fortunetly it was, but not nearly well-enough for \nclose range combat.\n\nTavatron repositioned her staff across her back, suddenly noticing a &#39;bot \nthe looked like Prowl standing across the clearing. Tavatron growled as she \nshut and opened her optics several times. She must have damaged her optics \nduring a fall; her visoin was blurred. The smell of burnt metal and \nmech-fluid seemed to dominate the area though, which was definitely not a \ngood sign.\n\nTavatron quickly began to walk toward the Prowl and what seemd to be a \nkneeling &#39;bot, her pace increasing as a feeling of urgency swept over her. \nThe one thing that bothered her the most was the fact that she couldn&#39;t see \nDinobot anywhere. He had been beside her the last time she checked, but she \nhad lost sight of him some time ago. Tavatron&#39;s exposed shoulder throbbed \npainfully as she picked up her pace yet again.\n\nA wave of nausea swept over her as she pushed her way past Prowl, only to \nstop short, her mouth partly open as if she were about to say something, \nthough she couldn&#39;t think of a single thing. Half of Dinobot&#39;s armor looked \nas if it had been ripped from his body, leaving his circuits vulnerable to \nthe elements. He was literally covered in mech-fluid, a sight she had grown \naccustomed to in enemies but not in friends.\n\nTavatron cringed as she heard Dinobot&#39;s spine snap back into place as he \nstood. She knew the stoic warrior would try to hide just how much he was in, \nbut there was no hiding this time. Tavatron remained silent, not wanting to \nsurprise him, if that was at all possible. Tavatron took a moment to survey \nthe newly formed battleground, and did her best to quell the rising growl \nthat had formed deep within her throat. This place that had held such beauty \nonly cycles ago, was now reduced to a smoldering ground unfit for any \ncreature.\n\nTavatron turned her attention back to Dinobot. She wanted to yell at him, \nask him what the hell he had been thinking, fighting like this after losing \nso much fluid in the previous battle. Tavatron took a deep breath, she \nwasn&#39;t angry, just concerned, as always. It seemed Dinobot could never stay \nin one piece for long, especially when it came to battle. Besides, it wasn&#39;t \nher place to question his actions. She would have probably done the same \nthing given similar circumstances. Tavatron&#39;s face appeared emotionless, \nthough inside she was wrought with concern:\n\n&quot;I suggest we leave. There&#39;s nothing left here.&quot;\n\nTavatron waited for a response, and to see if Dinobot needed any help. She \nwouldn&#39;t approach him, but if he asked she would gladly help him back to \nbase. It was his decision, and no matter the choice she would accept and \nrespect it. He was a warrior, he knew his limits.\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at \nhttp://profiles.msn.com.\n\n\n"}}