{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"0bFdh61EbqZy9QeFN6C-3WcPPfFoikZUYNxtScgCk_WpBaHC_r2chsIDlMAlnHAQl9i7hau4u7TKx0e_E51kxpVMXkZcchGm0fz5","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Faulty Programming","postDate":"969752817","msgId":16122,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYyNDlKWHNOUXB0Z0ZyWUlMb3kwMDAxNGJkZkBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":16125,"prevInTime":16121,"nextInTime":16123,"topicId":16122,"numMessagesInTopic":2,"msgSnippet":"*(Carnage wanted me to tell everyone that he s sorry for missing certain posts, and plans on replying to all of them as soon as possible. He also wanted","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_2); 24 Sep 2000 16:32:25 -0000\r\nReceived: (qmail 13248 invoked from network); 24 Sep 2000 16:32:24 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 24 Sep 2000 16:32:24 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.249) by mta1 with SMTP; 24 Sep 2000 16:32:24 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sat, 23 Sep 2000 16:46:58 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tSat, 23 Sep 2000 23:46:57 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Faulty Programming\r\nDate: Sat, 23 Sep 2000 19:46:57 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F249JXsNQptgFrYILoy00014bdf@...&gt;\r\nX-OriginalArrivalTime: 23 Sep 2000 23:46:58.0202 (UTC) FILETIME=[8FBB97A0:01C025B8]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n*(Carnage wanted me to tell everyone that he&#39;s sorry for missing certain \nposts, and plans on replying to all of them as soon as possible. He also \nwanted everyone to disregard the end of his last post, instead of going to \nbeast mode, Dinobot is still in robot mode and just waiting. That&#39;s about \nit.\n\nOh, CODE, I did post damage for Tavatron, but I made it general and didn&#39;t \nlist any names because I had missed an entire day of posting and thus most \nof the battle. I didn&#39;t want to confuse anyone, that&#39;s all. Sorry for any \ninconvience^_^)*\n\nTavatron stared past Dinobot as the newly formed battlefield. In some odd \nway she felt rather at home here, though it no longer held the quiet beauty \nit once did. She was used to battle and it&#39;s casulties, whether they be &#39;bot \nor peaceful land. This was part of who she was, a warrior. However, that \ndidn&#39;t mean she had to like it.\n\nTavatron turned back to face Dinobot, not knowing that she was on his blind \nside. Her own eyesight was still blurry, but nothing she couldn&#39;t handle. \nHer shoulder was the main problem. If she couldn&#39;t rotate it without causing \nfurther damage then she was at a loss. The throbbing had already begun to \nsubside, only to be replaced with an occasional spark when she tried to move \nit. The sound of Dinobot&#39;s voice caused her to snap her wandering optics in \nhis direction:\n\n&quot;I apologize. I hadn&#39;t realized you had a blind side.&quot;\n\nTavatron&#39;s voice was cool and confident, there was nothing else she could \nthink of to say at the moment. All she wanted to do was get back to base and \nspend a couple of cycles in an &#39;R chamber. Then her ears perked at what \nDinobot said next, how all that was left was her concern. Was she THAT \ntransparent? She had always had a degree of control over her emotions, why \nnow did she find it so difficult to keep them in check?\n\nTavatron looked to the side and pulled her ears back in slight distress. She \ndidn&#39;t like this, she didn&#39;t like feeling as if she had no control over \nherself, over her actions. Slag it! She was a warrior, not a den mother! Her \nbeast mode&#39;s instincts must be screwing with her programing again. Wolves \nwere always worried about their packmates.\n\nHowever, deep down, Tavatron knew this wasn&#39;t true, she just didn&#39;t want to \nhave to deal with it right now. She wrote it off as faulty programming and \nquickly righted her ears and turned to face Dinobot. All trace of emotion \nwas wiped from her face. She was beginning to retreat behind barriers she \nthought no longer existed. Perhaps in war there really was no room for \nfoolish emotions:\n\n&quot;Whenever you&#39;re ready we can leave. I&#39;m sure Prowl and the others will want \nto depart as well. Obliteracon doesn&#39;t look like he&#39;s about to be beaten \nanytime soon.&quot;\n\nThe giant Gestalt barely even looked fazed as Prowl and a few other &#39;bots \ntried their best to fight him off. She would have gladly joined the battle, \nbut found herself reluctant to leave Dinobot alone. Why, she didn&#39;t have a \nclue, but somehow she knew it was more than faulty programming, she just \ndidn&#39;t want to admit it to herself... yet.\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at \nhttp://profiles.msn.com.\n\n\n"}}