{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dcoburn","from":"&quot;dcoburn&quot; &lt;dcoburn@...&gt;","replyTo":"LIST","senderId":"MfslvepiFuFMG0Xz8ARiJHRyF5OQ2jEnK8S3KT52Se9TUddDe-c542Pm-48vQYAOCYU17B0MkRdDfc5IAMcRc9WXjJpYv4e6","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: To Wounded NOT To Accept.","postDate":"969829459","msgId":16173,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNDEwMWMwMjY2YiQwMzI5Yzg4MCQyNTIwYWNjZUBteXN5c3RlbT4=","referencesHeader":"PEY0OFg0VXFiQ3lSbmhyVlhSWDIwMDAwMGZkZkBob3RtYWlsLmNvbT4="},"prevInTopic":16138,"nextInTopic":16185,"prevInTime":16172,"nextInTime":16174,"topicId":16133,"numMessagesInTopic":6,"msgSnippet":"... Necromancer gently used his head to flip Dinobot onto his back. There you go.  And how about you, lady?? He said, turning to Tavatron. ... From: Carnage","rawEmail":"Return-Path: &lt;dcoburn@...&gt;\r\nX-Sender: dcoburn@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_2); 24 Sep 2000 21:05:34 -0000\r\nReceived: (qmail 16806 invoked from network); 24 Sep 2000 21:05:33 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 24 Sep 2000 21:05:33 -0000\r\nReceived: from unknown (HELO galatea.neptune.on.ca) (205.233.176.3) by mta1 with SMTP; 24 Sep 2000 21:05:33 -0000\r\nReceived: from mysystem (pm3-1-37.neptune.on.ca [206.172.32.37]) by galatea.neptune.on.ca (8.9.3/8.9.3) with SMTP id RAA07989 for &lt;nbwrpg@egroups.com&gt;; Sun, 24 Sep 2000 17:05:30 -0400\r\nMessage-ID: &lt;004101c0266b$0329c880$2520acce@mysystem&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F48X4UqbCyRnhrVXRX200000fdf@...&gt;\r\nSubject: Re: To Wounded NOT To Accept.\r\nDate: Sun, 24 Sep 2000 17:04:19 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.50.4133.2400\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.50.4133.2400\r\nFrom: &quot;dcoburn&quot; &lt;dcoburn@...&gt;\r\n\r\n::Necromancer::\n\n         Necromancer gently used his head to flip Dinobot onto his back.\n\n     &quot;There you go.  And how about you, lady??&quot; He said, turning to\nTavatron.\n----- Original Message -----\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, September 24, 2000 1:53 PM\nSubject: To Wounded NOT To Accept.\n\n\n&gt;\n&gt;\n&gt;\n&gt; ( Carnage: This post is a half rewrite and half reply to FireFoxs&#39; post.)\n&gt;\n&gt;\n&gt; * Dinobot growled as he looked over the scene in front of him, not a\nsingle\n&gt; piece of this, once beautiful, glade intact.\n&gt; The grass had been turned up and now bare patches of raw brown earth\n&gt; literally scattered, the waterfall was now clogged and trickled slowly\n&gt; thanks to a  small amount of boulders at the mouth.\n&gt; It was all ruined, and all thanks to the Alliance.\n&gt; However, the more he thought about it the more Dinobot realized that it\nwas\n&gt; not entirely the Alliance&#39;s fault, it was also partly his own as well.\n&gt;\n&gt; If Tavatron and himself had moved out towards the CF earlier, they would\n&gt; have at least been either in the center of the swamp or on the other side\nby\n&gt; now. And they would have been attacked there then in this glade, which was\n&gt; now reduced to nothing other then a battlefield now.\n&gt; He sighed in both disappointment and the pain of his injuries, if only he\n&gt; would have known that such an action as staying here would mean both the\nend\n&gt; of a truly magical place.and the destruction of half of his armor.\n&gt;\n&gt; Dinobot growled as he looked down at his chest-plate and side, watching\nthe\n&gt; waves of mech-fluid as it flowed over his bare circuits and diodes. He was\na\n&gt; mess! Even where he wasn&#39;t injured he was covered with his own mech-fluid\n&gt; thanks to the force of that blast from Oblitercon, and he knew that sooner\n&gt; or later he would go into stasis lock.but just hoped that he was at the CF\n&gt; by the time that happened.\n&gt;\n&gt; The pain of his wounds was making him more aggressive then he meant to be,\n&gt; however, he was in too much pain at the moment to really care if others\nwere\n&gt; offended by his tone of voice. And frankly, he didn&#39;t care if they were.\n&gt; Dinobot continued to glare at Tavatron for a moment longer before turning\n&gt; his optics towards the battlefield once again, the large shape of\nOblitercon\n&gt; in the near distance.\n&gt; Obviously there were bots now in battle with that giant, but he wasn&#39;t one\n&gt; of them.\n&gt;\n&gt; In one hit that slaging rusty Alliance bucket of slag had downed and\n&gt; defeated him.\n&gt; Though, he had known even as the Alliance formed Oblitercon.that he didn&#39;t\n&gt; have a chance.\n&gt; Dinobot growled, he never did like to admit he was weak to a foe, but when\n&gt; you&#39;re about as tall as its&#39; middle finger.you sorta have to.\n&gt; He snarled again in annoyance as he looked back towards Tavatron, the\nmotion\n&gt; of his movements causing his wounds to spark in pain once again. Causing\nthe\n&gt; reptile warrior to cringe, bow his head and bare his teeth for a moment\n&gt; while he waited for the pain to recede.\n&gt; Finally, after a few moments, the pain subsided and he was able to relax\nthe\n&gt; muscles in his chest again, finally able to look up at Tavatron again.\n&gt;\n&gt; But then he noticed something about her that he hadn&#39;t before, something\n&gt; that he had missed.she was injured!\n&gt; Her shoulder-plate was missing and the circuits surrounding her joint was\n&gt; leaking a fair amount of mech-fluid.\n&gt; Dinobot looked at her shoulder for a moment before turning his optics\n&gt; towards her face, though her image was only half focused since one optic\nno\n&gt; longer functioned.\n&gt; He was about to say something before the giant reptile shape of\nNecromancer\n&gt; appeared, his huge head appearing right between the two warriors.\n&gt;\n&gt; Dinobot backed up a step with a growl, yet again forced to refocus his\noptic\n&gt; to keep the dragon from becoming a blur.\n&gt; He shook his head but couldn&#39;t help feel the aggression in him rise yet\n&gt; another notch at the dragons intrusion, growling deeply in his general\n&gt; direction.\n&gt; It was times like this that he was pissed off easily, and all a bot had to\n&gt; do was be there!\n&gt; Dinobot snarled as he then walked around Necromancers great head until\n&gt; Tavatron was in his limited view once again, though hearing the dragons&#39;\n&gt; words once again.\n&gt; However, at the moment the wound on Tavatron&#39;s shoulder frustrated him.*\n&gt;\n&gt; &quot; I thought I told you to wait the battle out in the forest?!!&quot;\n&gt;\n&gt; * He then thrust a clawed finger out towards her damaged shoulder.*\n&gt;\n&gt; &quot; Now look what occurred. I did NOT rescue you from the Alliance so that\nyou\n&gt; could be slaged by them again!!&quot;\n&gt;\n&gt; * Dinobot glared at her before he was forced to take a step back from a\n&gt; sudden pain in his chest, accidentally bumping into the side of\n&gt; Necromancer&#39;s head as he bowed his own and cringed.\n&gt; It seemed that yet another fluid pump had deactivated, which meant that\n&gt; there was only one left before he went into stasis lock, and only that one\n&gt; and one other before he died.\n&gt; He grit his teeth to try and force the pain down, but it just wouldn&#39;t be\n&gt; reckoned with.\n&gt;\n&gt; Dinobot knew that he needed help, and Necromancer was offering it. He knew\n&gt; it as acceptable and he needed help, and even though he wanted to simply\n&gt; tell the dragon to bug off.he needed his offered help.\n&gt; However, he did manage to speak with little proof that he was in true\npain.\n&gt; His head half turned towards the large eye of Necromancer. *\n&gt;\n&gt; &quot; Your offer is acceptable.due to the current situation.&quot;\n&gt;\n&gt; * But Dinobot slowly regained his posture and looked again up at Tavatron,\n&gt; the pain slowly receding and allowing him to relax again.slightly.\n&gt; He knew for a fact that he was severely injured and had no hope of making\n&gt; back to base without assistance, though, it was harder then anybot could\n&gt; know for him to admit that.\n&gt; But, now his internal systems were beginning to go offline and it we only\na\n&gt; matter of time before another fluid pump deactivated and he was sent into\n&gt; stasis lock, and that lightheadedness in which he experienced before as\nwell\n&gt; as the lose of fluid was making his stomach upset to the point of\n&gt; experiencing nausea.\n&gt;\n&gt; Dinobot simply looked at Tavatron and gestured towards Necromancer, it\n&gt; evident that he was accepting the dragons help because he couldn&#39;t make it\n&gt; on his own.and the expression on his face not only relaying his pain.but\n&gt; relaying his dislike of needing help in the first place. *\n&gt;\n&gt; &quot; After you.&quot;\n&gt;\n&gt; * His voice a wet growl, thanks the mech-fluid beginning to coat his\nthroat.\n&gt; *\n&gt;\n&gt; _________________________________________________________________________\n&gt; Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n&gt;\n&gt; Share information about yourself, create your own public profile at\n&gt; http://profiles.msn.com.\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}