{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"LFN0zqMMJL9w7M0p41Et6Xfk6KhpahTE9mhKRKVr987CianJDTM20uUtxGzwsRqKTBhiF9BRtTzb_hg-7KeCs3PhhONSY9iS3jrD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Anger 2 Rage!","postDate":"969929671","msgId":16299,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMDRmUHJvTXBIYVp6anhScncwMDAwNDljZkBob3RtYWlsLmNvbT4="},"prevInTopic":16236,"nextInTopic":16569,"prevInTime":16298,"nextInTime":16300,"topicId":16236,"numMessagesInTopic":7,"msgSnippet":"Tavatron fired a few more optics blasts at Catgut before turning to face Dinobot once again. His words still echoed in her ears, causing her to plaster them","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 26 Sep 2000 00:54:32 -0000\r\nReceived: (qmail 23070 invoked from network); 26 Sep 2000 00:54:32 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 26 Sep 2000 00:54:32 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.104) by mta1 with SMTP; 26 Sep 2000 00:54:32 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Mon, 25 Sep 2000 17:54:32 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tTue, 26 Sep 2000 00:54:31 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Anger 2 Rage!\r\nDate: Mon, 25 Sep 2000 20:54:31 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F104fProMpHaZzjxRrw000049cf@...&gt;\r\nX-OriginalArrivalTime: 26 Sep 2000 00:54:32.0021 (UTC) FILETIME=[54D2C850:01C02754]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\nTavatron fired a few more optics blasts at Catgut before turning to face \nDinobot once again. His words still echoed in her ears, causing her to \nplaster them against her head to the point where they were nearly invisible. \nHer growl had become a threatening snarl, just daring Dinobot to push her \nfurther. She didn&#39;t need this. Just because she was a femme didn&#39;t mean she \nwas a slaggin&#39; weakling! Even the most experienced warrior could be taken \ndown when faced with a greater number of enemies, as she had been when \nZardus and his Alliance minions had captured her:\n\n&quot;And I suppose YOU&#39;RE the only one who can risk his neck saving others?! \nWhat if I had been the one blasted by Obliteratron?! Would it had made a \nSLAGGIN&#39; DIFFERENCE?!\n\nAs for the ALLIANCE, we were surrounded and greatly outnumbered! Not all of \nus are TRANSMETALS! I guess unlike YOU, who can&#39;t seem to keep his armor in \none piece(!), I was captured! THIS IS A WAR!\n\nSO GET ON THE SLAGGIN&#39; DRAGON(no offense Necromancer^_^) DINOBOT!&quot;\n\nTavatron clenched her teeth as she felt herself slipping further from \nreality. During her rage she had unknowingly activaed a darker, more \nsinister form of her programming. She rarely used it now, since many had \ndied as a result of it in the past, both friend and foe.\n\nThe only outer showings of this programming her friends had jokingly dubbed \n&#39;night vision&#39;, was a slow, steady change in eye color. Her optics would go \nfrom a normal crimson to a dark, shining black. It began on the edges of her \neyes and slowly worked it&#39;s way to her optic center. The result was total \nblindness and enhancement of all of her remaining senses 100 fold. Her \nstrength, speed, stamina, all where amplified to the point of Transmetal \nlike strength, coupled with an emotionless state that left her prey no \nchance of begging.\n\nWhomever she happened to be looking at was registered as the intended \ntarget, and destroyed. Whether at close range or from afar, it didn&#39;t make a \ndifference. Death was inevitable. The only way to break the programming once \nit was activated was to her objective: Anihalation of whomever had been in \nher sights. Unfortunetly Dinobot just happened to be the one she was glaring \nat, and the program had snuck up on her in such a way as to make it nearly \nimpossible to notice or pull out of in time.\n\nAs Tavatron&#39;s hearing intensified it keyed in on Dinobot&#39;s systems. She \ncould hear his spark pulsing, a sound that would plague her until she \nsilenced it. All part of the experimental programming. A crushing sound of \nsorts, small but noticible, made Tavatron twitch her ears and momentarily \nbrought her back to reality. Her vision was darkened, but she could still \nsee the partial image of DInobot slumped against an extremely large lizard.\n\nSuddenly, with a gasp of shock and instant righting of her ears she realized \nwhat was happening. She had activated experimental program 3462, and was \nvery close to completely keying in on Dinobot! She shut her optics in a \nfrantic attempt to slow her rising anger and hate, yet another byproduct of \nthe program.\n\nWith much effort she pushed it back, her vision returning to normal as she \nwalked towards Dinobot. She glared at him, a certain degree of anger in her \noptics. If he wanted to argue this out, then that was fine by her, but she \nwould wait until they were back at base and under more controlled \nconditions. Dinobot had no idea just how close he had come to death. In his \ncurrent state he didn&#39;t stand a chance against her in kill mode. If he had \nbeen fully healed, however, he most likely would&#39;ve ended up having to kill \nher. It would have been for the best. She had seen what happened to &#39;bots \nwho were trapped in the program. They ended up either catatonic or in mental \ninstitutions. She had no desire for either of the two:\n\n&quot;Perhaps a ride back would be for the best.&quot;\n\nTavatron&#39;s voice was cold and emotionless as she clambered aboard \nNecromancer and waited for Dinobot to do the same. She knew he was in pain, \nbut right now she didn&#39;t give a slag. She was too upset over the fact that \nthe programming still existed after all these years. Besides, if they flew \nback to base Dinobot would get there in plenty of time to make it to an &#39;R \nchamber.\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at \nhttp://profiles.msn.com.\n\n\n"}}