{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"zwi5juQ8NTWIfk1umUJt2B7WS79wE-OzghZv7pwME5WwqVPfOH9_Zr35CVTiFBnQyyey2qE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Things arent looking good for Ol&#39; Grape Face....","postDate":"969930763","msgId":16303,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQzLmFiMDMwZTQuMjcwMTUyMGJAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":16302,"nextInTime":16304,"topicId":16303,"numMessagesInTopic":1,"msgSnippet":"Megatron saw Aracnia, Quickstrike, and Darkmouse climb out of the transport. This was his chance. Soon Inferno would be outside, and Inferno was just the bot","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 26 Sep 2000 01:13:13 -0000\r\nReceived: (qmail 7714 invoked from network); 26 Sep 2000 01:13:12 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 26 Sep 2000 01:13:12 -0000\r\nReceived: from unknown (HELO imo-r09.mx.aol.com) (152.163.225.9) by mta1 with SMTP; 26 Sep 2000 01:13:12 -0000\r\nReceived: from JP3884@... by imo-r09.mx.aol.com (mail_out_v28.15.) id a.43.ab030e4 (4522) for &lt;nbwrpg@egroups.com&gt;; Mon, 25 Sep 2000 21:12:53 -0400 (EDT)\r\nMessage-ID: &lt;43.ab030e4.2701520b@...&gt;\r\nDate: Mon, 25 Sep 2000 21:12:43 EDT\r\nSubject: Things arent looking good for Ol&#39; Grape Face....\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 41\r\nFrom: JP3884@...\r\n\r\n    Megatron saw Aracnia, Quickstrike, and Darkmouse climb out of the \ntransport. This was his chance. Soon Inferno would be outside, and Inferno \nwas just the bot he needed for his new little game.\n    &quot;Adrax, aim the cannons at that transport and rip it apart! Waspinator, \ntake to the sky and lure Inferno away from the others!&quot; Megatron roared.\n    Adrax spun around, &quot;And what do you think your trying to do, Megatron?&quot; \nHe was getting tired of the tyrants attitude.\n    The purple giant turned to Adrax. &quot;My new scheme is to clone the idiot \nInferno to create a military of Inferno duplicates. With them I can whipe out \nall the other Predacon fractions, thus leaving ours to rule!&quot;\n    Adrax was outraged, &quot;You said you were going to unite our kind! You lied!&quot;\n    Megatron, &quot;On the contrary, with our one group, we will be united and \nwith the Inferno Military, we will rule this planet! Now fire on them before \ni rip you limb from disgusting limb!&quot; He began to move closer, drwing his \npistol.\n    The Predacon frowned. he had no choice....he was going to have to crash \nthe ship to end Megatrons maddness.\n    &quot;I said fire on them! ADRAX! DO AS YOUR TOLD!&quot; Megatron said, just before \nAdrax smashed the consol, sending the vessle on a downward spiral.\n\n    Aracnia turned to see Paralysis and Aerostreak leave the ship, and \nTankkor, Rampage, and Inferno come to greet them. Suddenly, there was a \ncrash. It came from a mile or so away, but it was loud.\n    &quot;Quickstrke, go with Rampage and find out what that was, everyone else \nget this stuff into the ship! On the double!&quot;\n    Ramapge lumbered forward to Quickstrike, He looked far down at the small \nbot. &quot;Ah...your fear makes my mouth water, fuzor.....but there is no time for \nsuch delight now.&quot; He transformed into Tank mode and burst forward at top \nspeed, leaving a path of rubble in his wake.\n\n    Megatron was the first one out of the crash, then Waspinator followed by \nAdrax. Megatron could tell that his legs were broken, but could walk, and his \njet smashed. Waspinator was going into spasms and would be of no use except \nas a shield. Adrax, on the other hand, was in fine condition and had the \nupper hand....\n    &quot;Well, it looks like the tables have turned, yes.&quot; Megatron said, trying \nto stay cool so he could talk his way out of this situation. &quot;Lets not do \nanything that would bring any of our enemies here, Adrax.&quot;\n    Adrax burst into evil laughter. &quot;You mean your enemies. And I think I&#39;ll \nlet them do with you as they please. Im taking the wasp, you can stay here \nand burn!&quot; He said, picking up the bug and going back towrds the mountian on \nfoot.\n    &quot;No! Stop! WAIT! ADRAX!&quot; He yelled, but to no avial. Megatron was \nabandoned, hurt, alone, and soon would be engulfed in an angry mod of his \nfoes. Oh what is a Tyrant to do?\n\n"}}