{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"Ba7xjRmUDDfpArwOuM-grv_8Q-tdw2_Efomavjo9BCpCqvdicMVjBlGGBEo8CAvJLg2SDjfEiopFLImFNmToQaem5Hr0Blp4IwGo5w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"For all posts FoxfingersRe: Anger 2 Rage!","postDate":"969984730","msgId":16354,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAyMWYwMWMwMjdkNCQ4NzBlODY4MCQyNjkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PEYxMDVhaG52QlZnZmJDUkZJMmowMDAwMTQzMUBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":16353,"nextInTime":16355,"topicId":16354,"numMessagesInTopic":1,"msgSnippet":"OOC Sounds good to me if Necromancers strong enough to carry  3 bots on his back. BIC Foxfingers runs up behind Necromancer Hey wait up, I could use a ride ","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 26 Sep 2000 13:16:25 -0000\r\nReceived: (qmail 8900 invoked from network); 26 Sep 2000 13:16:25 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 26 Sep 2000 13:16:25 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta3 with SMTP; 26 Sep 2000 13:16:24 -0000\r\nReceived: from pavilion (A010-0038.ELRA.splitrock.net [209.156.146.38]) by pimout3-int.prodigy.net (8.10.1/8.10.1) with SMTP id e8QDGLj122836 for &lt;nbwrpg@egroups.com&gt;; Tue, 26 Sep 2000 09:16:22 -0400\r\nMessage-ID: &lt;021f01c027d4$870e8680$26929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F105ahnvBVgfbCRFI2j00001431@...&gt;\r\nSubject: For all posts FoxfingersRe: Anger 2 Rage!\r\nDate: Tue, 26 Sep 2000 09:12:10 -0700\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nOOC Sounds good to me if Necromancers strong enough to carry  3 bots on his\nback.\n\nBIC Foxfingers runs up behind Necromancer &quot;Hey wait up, I could use a ride\ntoo.&quot;  Foxfingers stoops beside Dinobot and begins to stop the fluid loss.\n&quot;Don&#39;t be ridiculous my friend, we need each other and your ladyfriend can\nbe waited on later.&quot; Foxfingers didn&#39;t want to disagree with any bot twice\nhis size let alone one who turns into a hungry bloodthirsty carnivore but\nthis worked more to his advantage. this way he got close enough to the\ndragon to serve his purposes.\n----- Original Message -----\nFrom: Carnage darkness &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Monday, September 25, 2000 6:29 AM\nSubject: Anger 2 Rage!\n\n\n\n\n\n* Dinobot watched as Tavatron pulled her ears back, and also seemed to feel\nher aggression in the air about the two warriors.\nHowever, he also felt as if he was being watched from somewhere, across the\nfield perhaps?\nHe raised his one good optic towards the direction in which the glaring\nfeeling was coming from, only to lock optics with some sort of Alliance bot\nhalf way across the field.\nDinobot narrowed his optics as he continued to glare in the direction of\nBurning Hammer, a bot whom seemed as equally powerful as he at full\nstrength.one in which was worthy of a challenge.\nA growl rumbled in his chest as he watched Burning Hammer stare back at him\nfor a few more moment before turning his back to the warrior&#39;s glare and\nbegin to walk back to base.\nWithout any reason at all Dinobot thought of a battle between the two of\nthem, one in which a possibility of that bots mutilation was likely.\nIndeed, that bot seemed a worthy foe by simple sight alone, but a challenge\nwas indeed going to happen if they ever met up again and in better\ncondition.\nDinobot then looked at the disappearing figure of the Alliance bot for one\nlast moment before turning his attentions back to the aggression of\nTavatron.\nHis own temper on the edge and in the possibility of tipping.\nHe heard the growl begin to develop in her throat, his muscles tensing and\nhow brows furrowing into an angry glare, just daring her to say something\nand push his anger into a state of rage.\nHe had had enough of her this night, with trying to save her from the\nAlliance and then almost throwing his efforts and her safety away when\nengaging in a battle.in which he had told her NOT to do.\nBut NO, she had ignored him and instead told HIM to flee.\nBut then her words came, just as he had dared them to. And he met them with\nhis own, but with rage instead of anger.\nHe took an aggressive step towards her and bared his teeth as he spoke his\nvoice a roar. *\n\n&quot; I SHOULD be speaking!!  My armor was taken in an act which has saved a\nlive, YOURS was taken in an act of STUPITITY  from not accepting good advice\nwhen it was given!!\nAnd at least I am not a COMPLETE FOOL and so much an INCOMPOTANT warrior\nthat I was STUPID enough to be caught by the Alliance and their childish\ntricks!\nSo it is YOU whom have no right to speak, WENCH!!&quot;\n\n* Dinobot was in a complete rage, every one of his systems stressing and his\nspark pounding in his head.\nThis woman had completely PISSED HIM OFF and he wasn&#39;t about to take it with\na dumb look, knowing that it was she whom was in the wrong on this matter.\nHowever, in the state of aggression in which he dwelled in, he was in no\nmood to think rationally and carefully about what he was saying.\nAnd frankly, he didn&#39;t care!\nHowever, he had caught himself in the last sentence of his words, for, he\nalmost called Tavatron a whore instead of a wench, something that he would\nhave dearly regretted.\nAnd when Tavatron turned her head from him and towards Necromancer his rage\nonly built, wanting to grab her head and make her look at him. To know about\njust how angry he was with her.\nAnd it seemed, every single word out of her mouth annoyed, angered, and\ncompletely raged him.even when they WEREN&#39;T directed at him.\nHis tail thrashed and tore up earth as it slammed against the ground, just\nas Tavatron looked back towards him.\nShe was walking?!!\nHow DARE she just walk away from an argument like this, when it hadn&#39;t even\nbegan yet.\nDinobot growled loudly and took a few steps towards Tavatron as she walked\naway, reaching out a clawed hand to snag her shoulder and whip her around to\nface him, to face his words like a real warrior.\nBut just before he could get a hold on the fembots shoulder he was suddenly\nhauled upright.\nHe gave a loud snarl of surprise before he was simply tossed onto\nNecromancer&#39;s back.\nDinobot growled in annoyance and glared over the dragons&#39; shoulder to stare\nat his head.*\n\n&quot; What in the pit do you think you are doing?!&quot;\n\n* He then simply slid down off of Necromancer&#39;s back and onto the ground,\nanother wave of pain flashing through his body as his third fluid pump\ndeactivated.\nJust GREAT! PERFECT!\nNow he could slip into stasis lock any moment, and without him even knowing\nit!\nHe growled and looked in Tavatron&#39;s general direction, seeing her get\nblasted aside by a bot by the name of Catgut.\nPerfect, now she was in trouble and he couldn&#39;t even do anything, just stand\nthere and watch with his circuits failing.\nBut then something else caught his attention, another bot.but this one was\ncloser.and by what he was hearing, friendly.\nDinobot leaned against Necromancer&#39;s side as his systems wavered and a wave\nof nausea swept over him, making him lean more heavily.\nThis bot, in which he didn&#39;t know (Foxfinger) was offering him his help,\nsomething that could be greatly used at the moment.but not by him.\nHe growled, it sounding a little wet thanks to more mech-fluid which coated\nhis throat.*\n\n&quot; Tavatron needs.back up. Assist her.*\n\n* And that was all he could manage to say before he was forced to swallow a\nmouthful of fluid as it gushed up from his throat.\nDinobot hung his head and bent, placing his hands on his knees to prevent\nhim from doubling over.\nHe could feel the stasis lock closing in, and if one more.just ONE MORE\nfluid pump shut down he would die from lack of mech-fluid to the brain.\nA slow and agonizing death.\nBut, Tavatron&#39;s safely came first, and he wasn&#39;t leaving willingly without\nher!*\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at\nhttp://profiles.msn.com.\n\n\n\n\n\n\n"}}