{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dcoburn","from":"&quot;dcoburn&quot; &lt;dcoburn@...&gt;","replyTo":"LIST","senderId":"CMvLaACqp11wSq9MuqXmX8WXFJaCwUNUPuL5R2HdTqR1RkJd4UoBphbvqclsDTkuG97GXjlOw6AarMCD7aTkjQm4qikIQwA1","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: We&#39;re Landing?!","postDate":"970618984","msgId":16965,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMDkwMWMwMmQ5OSQ2NzhmZDZlMCQ0YjIwYWNjZUBteXN5c3RlbT4=","referencesHeader":"PEY2M3ZNU2FRejh4Y2tBMVFjYXowMDAwNDk0M0Bob3RtYWlsLmNvbT4="},"prevInTopic":16848,"nextInTopic":0,"prevInTime":16964,"nextInTime":16966,"topicId":16764,"numMessagesInTopic":5,"msgSnippet":"... Now, with everybody dropped off back at the base, Necromancer took off into the air, and flew around, keeping an eye on things.  Maybe, just maybe, he","rawEmail":"Return-Path: &lt;dcoburn@...&gt;\r\nX-Sender: dcoburn@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 4 Oct 2000 00:25:38 -0000\r\nReceived: (qmail 4423 invoked from network); 4 Oct 2000 00:25:38 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 4 Oct 2000 00:25:38 -0000\r\nReceived: from unknown (HELO galatea.neptune.on.ca) (205.233.176.3) by mta3 with SMTP; 4 Oct 2000 00:25:38 -0000\r\nReceived: from mysystem (pm3-2-75.neptune.on.ca [206.172.32.75]) by galatea.neptune.on.ca (8.9.3/8.9.3) with SMTP id UAA22207 for &lt;nbwrpg@egroups.com&gt;; Tue, 3 Oct 2000 20:25:36 -0400\r\nMessage-ID: &lt;000901c02d99$678fd6e0$4b20acce@mysystem&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F63vMSaQz8xckA1Qcaz00004943@...&gt;\r\nSubject: Re: We&#39;re Landing?!\r\nDate: Tue, 3 Oct 2000 20:23:04 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.50.4133.2400\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.50.4133.2400\r\nFrom: &quot;dcoburn&quot; &lt;dcoburn@...&gt;\r\n\r\n::Necromancer::\n\n       Now, with everybody dropped off back at the base, Necromancer took\noff into the air, and flew around, keeping an eye on things.  Maybe, just\nmaybe, he could find Hell Drak.\n----- Original Message -----\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, October 01, 2000 11:18 PM\nSubject: Re: We&#39;re Landing?!\n\n\n&gt;\n&gt; * He had seen the expression in which Tavatron had given him, one that\n&gt; seemed to ask if he was either insane or to at least explain his actions.\n&gt; But he uttered not a sound as he looked off towards the horizon, a rather\n&gt; collective and melancholy expression on his own features.\n&gt; The sun was just now beginning to highlight the very fringes of the\neastern\n&gt; borders, the wisps of white clouds turning the soft shades of orange and\n&gt; red, the further tufts of white expressing into a more purple shade.\n&gt; It was indeed a sunrise, but one he had seen many times and was nothing\nnew.\n&gt; Indeed the sun would rise this day, as it did every other.\n&gt; Sinking into the vast beyond in the evenings, leaving a trail of it&#39;s\nlight\n&gt; as a promise to return again, and then shine forth with timeless harmony\nof\n&gt; a promise kept.\n&gt; It was a never-ending cycle, one that would go on for billions of\n&gt; solar-cycles to come. And one the humans would forever take for granted,\nor\n&gt; at least the majority of them.\n&gt; But now the sun was close to breaking the surface of the east, in one\nburst\n&gt; of light it would shine forth and present the brilliance of a new morning\non\n&gt; Earth.\n&gt; Dinobot simply watched the eastern border for a few moments longer; no\nother\n&gt; sound other then the flapping of a dragons wings. Simple silence, just as\nit\n&gt; was so many solar-cycles ago where there was only one objective: Find the\n&gt; Matrix.\n&gt; In which he never did.\n&gt; And there was no chance he would die again as honorably as he had the\nfirst\n&gt; time, but also refused to die in the first place.\n&gt; But even now, his rage towards the Matrix gone, tucked away in the shadows\n&gt; of his mind once again, there was still one question, which he didn&#39;t know\n&gt; if it could ever be answered.\n&gt; Which he spoke out loud.*\n&gt;\n&gt; &quot; If I wish to die, why do I wish to live?&quot;\n&gt;\n&gt; * He had received the honored death in which he had always dreamed of in\nhis\n&gt; past life, but he had not been admitted into that shining place in which\n&gt; every transformer was destined to be if they had followed the right path,\n&gt; instead he had wondered both space and time for an uncountable number of\n&gt; years and found out the meaning of true loneliness.\n&gt; Dinobot knew what it was like to be truly alone, with no hope of ever\n&gt; reaching a destination.\n&gt; And he didn&#39;t wish to experience such a fate again, though in the end of\n&gt; this life he may be forced to do so.again.\n&gt; If there was a Matrix out there, then he did not find it.\n&gt; But it still tugged on his mind if he WAS supposed to find it?\n&gt; Perhaps death was not meant for him then, so he was pushed back here.\n&gt; Perhaps he was meant to find something that he had been looking for his\n&gt; entire life?\n&gt; Perhaps simply to finish the war he and others had started?\n&gt; Whatever the reason, he was here now. And he guessed that was all that\n&gt; mattered.\n&gt; But he HAD been cheated as well, denied the place in the heavens as a\n&gt; remembered hero. And instead, hauled to this place once again, to continue\n&gt; the Beast Wars.\n&gt; It was confusing, but it also made a bit of sense as well.\n&gt; It was only right for one to finish what they helped create, but what\nwould\n&gt; happen after that?\n&gt; Would he then go on and live out his life back on Cybertron, or even here?\n&gt; Or would the Matrix finally summon his spark and he would finally be\n&gt; admitted into its hold as he was destined to be?\n&gt; Either was fairly suitable to him, but which he preferred.he could not\nsay.\n&gt; Indeed he wanted what was rightfully due, but he also didn&#39;t wish to\nleave.\n&gt; There was far too much for him here now, he couldn&#39;t just leave.\n&gt; Dinobot looked over at Tavatron just as the sun broke the eastern horizon\nin\n&gt; one single burst of light, simply looking at her.\n&gt; No, he couldn&#39;t leave now, not with one whom seemed to care about him so.\n&gt; It wouldn&#39;t be fair to either party.\n&gt; However, he was still a little hot that the Matrix had to go on and dump\nhim\n&gt; back here, right into the center of the same was as when he died.\n&gt; But he was here now and there wasn&#39;t a slag that he could do about it,\nwhich\n&gt; left him with one last alternative.\n&gt; Live it out and see what happens in the end, and that was about all he\ncould\n&gt; do.\n&gt; Dinobot could feel the bunching and relaxing muscles of Necromancer\n&gt; underneath his clawed feet, but knew from their change of altitude that\nthey\n&gt; were landing.\n&gt; But he had completed his mission; he had gotten Tavatron, with help, back\nto\n&gt; the Cybertronian Fire.\n&gt; And once she was inside a CR chamber and fully healed, all would be fine.\n&gt; But then, as Necromancer came to land and stop abruptly, Dinobot dug his\n&gt; claws into the scales of his back, but they were thick enough that the\ngreat\n&gt; drak wouldn&#39;t feel it.\n&gt; He had felt Necromancer come to a stop and had watched Tavatron take a\ndive\n&gt; into the dirt, him staying securely in place until the dragon had come to\na\n&gt; full stop.\n&gt; Dinobot unhooked his claws from Necromancer&#39;s scales and simply walked\n&gt; towards and down the living ramp in which he had created for them.\n&gt; Dinobot leaned his head over one he stood in the center of the draks head,\n&gt; peering into the huge eye. *\n&gt;\n&gt; &quot; My appreciation for the lift.&quot;\n&gt;\n&gt; * And simply with that, he jumped swiftly from Necromancers skull and\n&gt; plodded over towards Tavatron and Foxfinger.\n&gt; His systems were doing rather well for a bot whose fourth fluid pump was\n&gt; ready and able to go offline\n&gt; But there was one thing he knew for sure if not anything else, the second\nhe\n&gt; transformed into robot mode that pump would deactivate.\n&gt; But he didn&#39;t trust entering CR chambers in beast mode, so it was\ninevitable\n&gt; that he would be near death.soon. *\n&gt;\n&gt;\n&gt; _________________________________________________________________________\n&gt; Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n&gt;\n&gt; Share information about yourself, create your own public profile at\n&gt; http://profiles.msn.com.\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n\n"}}