{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"ITdbgFEeVRJPGs2F1NL4GridfTIBdfgsnMRm-5gnk73HIHJXDZXMiKHcSzLCuhubKdN5brK0Auo1F3XBRGLoay5CTB5dFFn02CL8zg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:   Enter.","postDate":"970856587","msgId":17199,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAyYjkwMWMwMmZjMiQ3YTQ2ZTAwMCQxNTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PEY4NjlhbXFraHFudEtyVVYwaEMwMDAwMDE0YUBob3RtYWlsLmNvbT4="},"prevInTopic":17160,"nextInTopic":17373,"prevInTime":17198,"nextInTime":17200,"topicId":17059,"numMessagesInTopic":4,"msgSnippet":"Foxfingers could see that Dinobot was in good hands (Claws, hooks, whatever Tavatrons apendages are.) he couldn t help but to remember his old life. This bot","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 6 Oct 2000 15:27:14 -0000\r\nReceived: (qmail 23916 invoked from network); 6 Oct 2000 15:27:14 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 6 Oct 2000 15:27:14 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta2 with SMTP; 6 Oct 2000 15:27:13 -0000\r\nReceived: from pavilion (A010-0021.ELRA.splitrock.net [209.156.146.21]) by pimout3-int.prodigy.net (8.10.1/8.10.1) with SMTP id e96FR9j185236 for &lt;nbwrpg@egroups.com&gt;; Fri, 6 Oct 2000 11:27:09 -0400\r\nMessage-ID: &lt;02b901c02fc2$7a46e000$15929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F869amqkhqntKrUV0hC0000014a@...&gt;\r\nSubject: Re:   Enter.\r\nDate: Fri, 6 Oct 2000 11:23:07 -0700\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nFoxfingers could see that Dinobot was in good hands (Claws, hooks, whatever\nTavatrons apendages are.) he couldn&#39;t help but to remember his old life.\nThis bot before him was a true warrior, full of pride honor, and the\npigheadedness to get results. A bot of raw power but with the gentle\nqualities that would make him a good friend. He almost gave his life to save\na fellow Maximal.\n\n The thief questioned his own convictions, would he be willing to give up\nhis reason for living for Veratis or Lady Hawk? he already knew the answer.\nOnce again he thought about the past. On his final days on Cybertron he&#39;d\nsold out his unit for payment. Unfortunately the Predacon in charge decided\nto give him exactly what he deserved. Luckily Foxfingers escaped with only a\nscarred emblem which he wore with shame. Veratis found him and had use for\nhis unique skills so they formed an agreement which has held true to this\nvery day.\n\n\n----- Original Message -----\nFrom: Carnage darkness &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, October 04, 2000 5:05 PM\nSubject: Enter.\n\n\n\n\n** Dinobot watched Tavatron carefully out of the corner of his eye as he\ncontinued towards the Cybertronian Fire, wondering just what thought\noccupied her mind at the time to make her expression as concentrated as it\nseemed at the moment.\nHowever, he knew that her concerns and thought would eventually come to the\nsurface, or perhaps remain to herself. Either way was just fine with him.\nHis injuries were more placed upon his mind then the thoughts of a fembot\nthat he just managed to become his friend.\nIt concerned him that in the split second he transformed into Robot Mode he\nwould be in stasis lock, and with the lack of mech-fluid he doubted that a\nsimple CR chamber would fix such damage.\nBut he refused to enter a chamber in Beast Mode, never liking the slaging\nCRs anyway.\nDinobot knew for a common fact that his systems would heal far better under\nthe reconstructive care of his own repair system, rather then the\nsynthetically reconfigured programs of the CR chambers.\nHowever, his repair system required a certain amount of mech-fluid to\nfunction, which he was below that limit, and which meant that he would have\nto have fluids manually forced into his body until his remaining fluid cells\nbegan producing more of themselves. And that would continue until his repair\nsystems activated and took over.\nIn simple, without at least 20% of mech-fluid in his body his repair systems\nwouldn&#39;t activate.\nActually, in truth, he was surprised that he was functioning at all, with\nsuch loose of fluids.\nDinobot looked off towards the distance for a moment, the sun now\nthree-quarters over the horizon to the Far East.\nThe beginning of the new day, and the end of his.\nBy now the reptilian warrior was rather tired, and the loose of fluid was\nonly contributing to it.\nHe glanced off to his side as Tavatron came up and fell into step beside,\nhis sight getting a little blurry from fatigue he was experiencing.\nDinobot growled as he neared the doors of the CF, the relief of completing\nhis mission was rather more then he expected.\nAnd he knew exactly what he would do to celebrate.sleep.\nIf there was anything he wanted to do more in the world at the moment, it\nwas to simply curl up under a heat vent and sleep.\nBut it had been a rough 48 hours for him, and it was plainly obvious that he\ndeserved at least a mega-cycle of rest.\nDinobot approached the CF doors, hearing Tavatron&#39;s words more clearly then\nday.\nSo, she knew of his dilemma.or at least enough of it to know that he didn&#39;t\nexactly want to be here.\nHowever, he was here and there was nothing he could do about it. And he&#39;d\nnoticed that each day he accepted that face more and more, even though he\nmay not know it.\nBut he had still been cheated the heroes death he had rightfully earned and\nhad always strode for, cheated and sent back to this place to finish what he\nhelped create.the Beast Wars.\nAnd he knew, even though he tried not to think about it, that such a noble\ndeath was not likely to occur twice.\nHowever, even though he would willingly invite death if the proper situation\never arose again, he also had this unmistakable urge to live as well. To\nkeep his spark intact and connected with this shell of a body.\nYes, he would die when the time came, but until then or until this war was\nover, he would ensure that he remained active and able to fight this war out\nto the bitter end.\nAnd he had to admit, seeing the Beast Wars finally over and done with would\nbe rather satisfying.\nThough, he still doubted that he could ever return to Cybertron, not with\nthe criminal record he held over his head.\nJust because he had died did not mean that it was all over, and the factor\nthat he had been brought back to life from reasons unknown only made him\nmore aware that if he returned, even in this different body, that he had the\nsame chance of being prosecuted as before.\nSo, indeed there was much to think about and do while this war was under\nway, including settling with the uncomfortable memories of the past.\nAnd his cheated death.\nAgain, such of the thought of his betrayal brought a rough growl to his\ntransmetal fangs.\nAnd with those thoughts.he answered.**\n\n&quot; It is MUCH more then it seems. However, I doubt you could ever come to\nknow.&quot;\n\n** And that was all he spoke on the subject, for, if Tavatron wanted a\nfurther understanding of his predicament all she had to do was look up his\nfile.\nIt would clearly state his theft of the Golden Disk, his betrayal of\nMegatron, his services and actions while fighting along side the Maximal\nforces, and his heroic death.\nHe knew, he had looked at it himself.and filled in a few details that who\never wrote it had not entered.\nDinobot walked up to the door of the Cybertronian Fire and looked it over\nonce, actually fairly impressed by the way this ship had been built.\nObvious it was a great advantage in this war, and it had probably proved\nthat while he and Tavatron had been away.\nAnd it had been a while as well, only getting back now and seeing just how\nmuch things had changed.\nNew ship, probably a new commander, and a fair amount of new soldiers.\nDinobot looked up at the doors one last time before the lifted and he\nentered, his remaining functioning optic having a little trouble adjusting\nto the artificial light.\nIt was like entering into a dark cave for a moment before it all came into\nview, but even the light of the ship suddenly made him feel uneasy.\nHe had spent weeks out in the open, where he liked it the best, and now he\nwas closed in my tones of reinforced armor and manufactured environments.\nIt wasn&#39;t difficult to feel uncomfortable in an atmosphere such as this, but\nhe needed to be there.\nFor, it was either that or lay twitching on the ground later on from loose\nof mech-fluid.\nBesides, he was already feeling the effects of such a loose, nausea,\nlightheadedness, difficulty breathing, and a slowness that just happened to\nbe creeping up on him.\nDinobot took in a deep breath and cringed as he felt his metallic lungs\nexpand, but then felt something slowly working its&#39; way up his throat as\nwell.\nOf course, he didn&#39;t know that the sudden expanding of his lungs from that\nbreath had punctured them slightly against a shred of his own armor that he\nhad failed to remove, sending mech-fluid slowly trickling into them and up\ninto his throat.\nBut he did notice just what had happened when mech-fluid slowly began to\ndrip from between his closed fangs, and when he breathed in there was a\nrather wet sound to it.\nHe stopped and looked down, seeing the drops of fluid splattering against\nthe ground below, wondering just how in the Pit he had enough mech-fluid\nleft to bleed like this.\nBut there was also a pressure in his chest, which could only be the\nremaining fluid pushing against the slit in his lungs and trying to escape\ninto them.\nWhich meant it was only more important that he get repaired.\nIt was just then that Dinobot realized something, that foxbot was still\nfollowing him.\nHe looked over his shoulder at Foxfinger with rather a confused expression\non his fanged face, wondering about just what the little bot was up to now.\nObviously he was thankful that he had helped him, but the way that the small\nMaximal was always around him was.a little creepy.\nSure, Tavatron was also always around him, but he knew her. This bot, though\nhe had helped him, was still yet a stranger.\nHowever, as long as he stayed out of his way when things got messy, he\nguessed that he wouldn&#39;t mind the little guy around.\nBut the second he annoyed him, he was gone.\nDinobot growled and turned his head back towards the interior of the Maximal\nship, the factor of his repair now more dominant then ever.**\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at\nhttp://profiles.msn.com.\n\n\n\n\n\n\n"}}