{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"cyberwolf4@prodigy.net","from":"cyberwolf4@...","replyTo":"LIST","senderId":"t-hm7ZZhnPNMJ-yiH-FqJOmzOkJc37TXbzDnZrOd3g97BKD6DVpHZGr366mmmIjKLdgagoaxa1qpfsr6WA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Sorry Logo, you asked for it.","postDate":"970858107","msgId":17237,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhybDZwcis2cGtjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhybDNucStia2xvQGVHcm91cHMuY29tPg=="},"prevInTopic":17235,"nextInTopic":17241,"prevInTime":17236,"nextInTime":17238,"topicId":15301,"numMessagesInTopic":37,"msgSnippet":"Veratis listened to Shadow Wing carefully trying to hear if she understood. he tried not to laugh. Shadow Wing was like a new child., filled with wonder and","rawEmail":"Return-Path: &lt;cyberwolf4@...&gt;\r\nX-Sender: cyberwolf4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 6 Oct 2000 18:48:39 -0000\r\nReceived: (qmail 4490 invoked from network); 6 Oct 2000 18:48:34 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 6 Oct 2000 18:48:34 -0000\r\nReceived: from unknown (HELO ho.egroups.com) (10.1.2.219) by mta3 with SMTP; 6 Oct 2000 18:48:34 -0000\r\nX-eGroups-Return: cyberwolf4@...\r\nReceived: from [10.1.2.42] by ho.egroups.com with NNFMP; 06 Oct 2000 18:48:34 -0000\r\nDate: Fri, 06 Oct 2000 18:48:27 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Sorry Logo, you asked for it.\r\nMessage-ID: &lt;8rl6pr+6pkc@...&gt;\r\nIn-Reply-To: &lt;8rl3nq+bklo@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4119\r\nX-Mailer: eGroups Message Poster\r\nFrom: cyberwolf4@...\r\n\r\nVeratis listened to Shadow Wing carefully trying to hear if she \nunderstood. he tried not to laugh. Shadow Wing was like a new child., \nfilled with wonder and curiosity.Everything was &quot;Why&quot;.\n\n&quot;I began hundreds of years ago, back before the Maximals and \nPredacons began being so stubborn about thier titles and functions. I \nwas a scientist trying to figure out the advantages of colinization. \nI was at a potential settlement when we experienced a cave in. My \nscanners took over and located a bloodthirst nocturnal creature \ncalled a Veratis hence the name. My settlement continued in that \ncavefor over 100 years. When we were finally rescued I was sent \nelsewhere. I found a planet called Avaria. It was remarkable, plant \nand Animal life spread through the entire system. There were already \nTranslife forms present, it was our job to help them adapt. \nUnfortunately a plague of insecticons plundered through the system \ndestroying all life they encountered. We had to do something to \nprevent Avaria from becoming a dead planet. We scanned the worlds \nthat were destroyed and the planets they avoided. The biggest \ndifference was a dominance of avian creatures. It turned out that \nthese creatures thrived on insect life. The insecticons natural \ninstinct to survive did the rest. I integrated the qualities of the \navian creatures into the settlers DNA and they wiped the planet clean \nof insecticons. As a reward for my contributions ?I was given a \nmember of the highest function to care for as an apprentice, a \nstudent. I learned to care for her as a daughter. (Lady Hawk)\n\nI guided her in the study of courtesy, Status, and the words of the \ngreat leaders. I&#39;ve been studying the Destiny of Prime. The Great \nAutobot leader stated he would &quot;Leave us till the day when all are \none.&quot; I believe that it&#39;s the day when cybertron and all the colonies \nrealize that Maximal and Predacon, Autobot and Decepticon, Aviabot \nand Insecticon, the titles don&#39;t matter, only the robot seperates us \nfrom the beasts. I help because I believe in the day Prime predicted \nand I believe I have the capability to help it along.&quot; He paused to \nlet his tale sink in.\n\n&quot;One night I was relaxing in a district station waiting for my cargo \nto be aproved when a young Maximal(Foxfingers) bumped into me at full \nsprint. He&#39;d been hurt pretty badly by a Predacon named Termitron. \nThe station as it turned out was under Pred law. I didn&#39;t want to be \ninvolved in a legal squabble but unfortunately the Predacons didn&#39;t \ncare.Myself and the young Maximal took care of business and he was \nplaced in my custody to be returned at my convenience. We&#39;ve been \ntraveling the universe together since doing good on every planet we \nchoose. \n\n&quot;I detected a large amount of Translife forms on this planet and \ndecided to investigate. Lunarpine found me and I agreed to help.&quot;\nVeratis relaxed, the story and the stress causing problems to his \nsystem. &quot;If you&#39;ll excuse me I must rest.&quot;\n --- In nbwrpg@egroups.com, logomorph@h... wrote:\n&gt; ::Shadow Wing::\n&gt; \n&gt; She was relieved to hear that Luanrpine was alright. She still felt \n&gt; cold and wasn&#39;t sure why.  She felt drained and almost exhausted \n&gt; though she didn&#39;t know why. She could only truely &#39;feel&#39;(close to \nthe \n&gt; sence of touch) the connection she had with Veratis.  But the fear \nof \n&gt; the unknown and not having any sence of control scared her beyond \nany \n&gt; measure of fear she had ever had before. &quot;Please tell me \nVeratis,,why \n&gt; are you helping us? Please tell me who you are? Where did you come \n&gt; from?&quot; She was hoping that she might either make friends with this \n&gt; Veratis or gain some sort of advantage.  She was to scared not to \ntry \n&gt; to do something. Even if it was only talking. \n&gt; \n&gt; \n&gt; \n&gt; --- In nbwrpg@egroups.com, cyberwolf4@p... wrote:\n&gt; &gt; &quot;I communicated with him not to long ago, he has what we need, he \n&gt; &gt; just said he wanted to check something out at the base. The Ark I \n&gt; &gt; believe he called it.&quot; Veratis was throwing in words and facts he \n&gt; was \n&gt; &gt; sure she knew. Outside the link he monitored the different \n&gt; reactions \n&gt; &gt; his words received.\n&gt; &gt;\n\n\n"}}