{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"CZ1lnLvQbSRUI23gw3xRFe5xMnc6L-kJCBhzzL2Nug2Os7lkSed7yrie43a-OKm3TRfpVddEPRVD10sI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Sorry Logo, you asked for it.","postDate":"970858901","msgId":17241,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhybDdpbCs0amNtQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhybDZwcis2cGtjQGVHcm91cHMuY29tPg=="},"prevInTopic":17237,"nextInTopic":17426,"prevInTime":17240,"nextInTime":17242,"topicId":15301,"numMessagesInTopic":37,"msgSnippet":"(Yeah, I did ask for it) Shadow Wing:: She listened to the story with great interest. She couldn t believe that a bot could live that long.  She couldn t help","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_0_3); 6 Oct 2000 19:08:53 -0000\r\nReceived: (qmail 15814 invoked from network); 6 Oct 2000 19:01:47 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 6 Oct 2000 19:01:47 -0000\r\nReceived: from unknown (HELO c3.egroups.com) (10.1.10.50) by mta2 with SMTP; 6 Oct 2000 19:01:47 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.133] by c3.egroups.com with NNFMP; 06 Oct 2000 19:01:47 -0000\r\nDate: Fri, 06 Oct 2000 19:01:41 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Sorry Logo, you asked for it.\r\nMessage-ID: &lt;8rl7il+4jcm@...&gt;\r\nIn-Reply-To: &lt;8rl6pr+6pkc@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5099\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n(Yeah, I did ask for it)\n\nShadow Wing::\n\nShe listened to the story with great interest. She couldn&#39;t believe \nthat a bot could live that long.  She couldn&#39;t help but feel a little \nrespect for a bot that had survived all odds and made it. She would \nhave smiled if she could. She knew that this bot could teach her a \nlot and she was willing to learn.  Then she heard him say he was \ngoing to leave. &quot;Oh no please, don&#39;t leave.&quot;  She had just found \ncontact with another and didn&#39;t want to be left alone again. Not in \nher state, not without control of her own form. She hated this \nfeeling of complete helplessness.  &quot;Please stay.  I have many \nquestions for you. Please?&quot; She did have questions, but was more \nworried about being alone right now.\n\n\n\n--- In nbwrpg@egroups.com, cyberwolf4@p... wrote:\n&gt; Veratis listened to Shadow Wing carefully trying to hear if she \n&gt; understood. he tried not to laugh. Shadow Wing was like a new \nchild., \n&gt; filled with wonder and curiosity.Everything was &quot;Why&quot;.\n&gt; \n&gt; &quot;I began hundreds of years ago, back before the Maximals and \n&gt; Predacons began being so stubborn about thier titles and functions. \nI \n&gt; was a scientist trying to figure out the advantages of \ncolinization. \n&gt; I was at a potential settlement when we experienced a cave in. My \n&gt; scanners took over and located a bloodthirst nocturnal creature \n&gt; called a Veratis hence the name. My settlement continued in that \n&gt; cavefor over 100 years. When we were finally rescued I was sent \n&gt; elsewhere. I found a planet called Avaria. It was remarkable, plant \n&gt; and Animal life spread through the entire system. There were \nalready \n&gt; Translife forms present, it was our job to help them adapt. \n&gt; Unfortunately a plague of insecticons plundered through the system \n&gt; destroying all life they encountered. We had to do something to \n&gt; prevent Avaria from becoming a dead planet. We scanned the worlds \n&gt; that were destroyed and the planets they avoided. The biggest \n&gt; difference was a dominance of avian creatures. It turned out that \n&gt; these creatures thrived on insect life. The insecticons natural \n&gt; instinct to survive did the rest. I integrated the qualities of the \n&gt; avian creatures into the settlers DNA and they wiped the planet \nclean \n&gt; of insecticons. As a reward for my contributions ?I was given a \n&gt; member of the highest function to care for as an apprentice, a \n&gt; student. I learned to care for her as a daughter. (Lady Hawk)\n&gt; \n&gt; I guided her in the study of courtesy, Status, and the words of the \n&gt; great leaders. I&#39;ve been studying the Destiny of Prime. The Great \n&gt; Autobot leader stated he would &quot;Leave us till the day when all are \n&gt; one.&quot; I believe that it&#39;s the day when cybertron and all the \ncolonies \n&gt; realize that Maximal and Predacon, Autobot and Decepticon, Aviabot \n&gt; and Insecticon, the titles don&#39;t matter, only the robot seperates \nus \n&gt; from the beasts. I help because I believe in the day Prime \npredicted \n&gt; and I believe I have the capability to help it along.&quot; He paused to \n&gt; let his tale sink in.\n&gt; \n&gt; &quot;One night I was relaxing in a district station waiting for my \ncargo \n&gt; to be aproved when a young Maximal(Foxfingers) bumped into me at \nfull \n&gt; sprint. He&#39;d been hurt pretty badly by a Predacon named Termitron. \n&gt; The station as it turned out was under Pred law. I didn&#39;t want to \nbe \n&gt; involved in a legal squabble but unfortunately the Predacons didn&#39;t \n&gt; care.Myself and the young Maximal took care of business and he was \n&gt; placed in my custody to be returned at my convenience. We&#39;ve been \n&gt; traveling the universe together since doing good on every planet we \n&gt; choose. \n&gt; \n&gt; &quot;I detected a large amount of Translife forms on this planet and \n&gt; decided to investigate. Lunarpine found me and I agreed to help.&quot;\n&gt; Veratis relaxed, the story and the stress causing problems to his \n&gt; system. &quot;If you&#39;ll excuse me I must rest.&quot;\n&gt;  --- In nbwrpg@egroups.com, logomorph@h... wrote:\n&gt; &gt; ::Shadow Wing::\n&gt; &gt; \n&gt; &gt; She was relieved to hear that Luanrpine was alright. She still \nfelt \n&gt; &gt; cold and wasn&#39;t sure why.  She felt drained and almost exhausted \n&gt; &gt; though she didn&#39;t know why. She could only truely &#39;feel&#39;(close to \n&gt; the \n&gt; &gt; sence of touch) the connection she had with Veratis.  But the \nfear \n&gt; of \n&gt; &gt; the unknown and not having any sence of control scared her beyond \n&gt; any \n&gt; &gt; measure of fear she had ever had before. &quot;Please tell me \n&gt; Veratis,,why \n&gt; &gt; are you helping us? Please tell me who you are? Where did you \ncome \n&gt; &gt; from?&quot; She was hoping that she might either make friends with \nthis \n&gt; &gt; Veratis or gain some sort of advantage.  She was to scared not to \n&gt; try \n&gt; &gt; to do something. Even if it was only talking. \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; --- In nbwrpg@egroups.com, cyberwolf4@p... wrote:\n&gt; &gt; &gt; &quot;I communicated with him not to long ago, he has what we need, \nhe \n&gt; &gt; &gt; just said he wanted to check something out at the base. The Ark \nI \n&gt; &gt; &gt; believe he called it.&quot; Veratis was throwing in words and facts \nhe \n&gt; &gt; was \n&gt; &gt; &gt; sure she knew. Outside the link he monitored the different \n&gt; &gt; reactions \n&gt; &gt; &gt; his words received.\n&gt; &gt; &gt;\n\n\n"}}