{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"88nzPTHeNUbN-HvBFFvCFak3Xi3FtQCZJckvxCef1EoQk3Yhv9TVwT8Y0u9xadCnLRU3UKEg58j_7aND","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Death of a tyrant","postDate":"971215104","msgId":17611,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhzMDNlMCszdXF1QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhzMDE2cStpODRhQGVHcm91cHMuY29tPg=="},"prevInTopic":17610,"nextInTopic":17612,"prevInTime":17610,"nextInTime":17612,"topicId":17607,"numMessagesInTopic":14,"msgSnippet":"... She took the head and looked at it.  She smiled.  Looking up at Starscream, Yeah, your friend can do that. But hold on a second. Something isn t right","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 10 Oct 2000 21:58:25 -0000\r\nReceived: (qmail 1694 invoked from network); 10 Oct 2000 21:58:25 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 10 Oct 2000 21:58:25 -0000\r\nReceived: from unknown (HELO hp.egroups.com) (10.1.2.220) by mta3 with SMTP; 10 Oct 2000 21:58:25 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.4.66] by hp.egroups.com with NNFMP; 10 Oct 2000 21:58:24 -0000\r\nDate: Tue, 10 Oct 2000 21:58:24 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Death of a tyrant\r\nMessage-ID: &lt;8s03e0+3uqu@...&gt;\r\nIn-Reply-To: &lt;8s016q+i84a@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4285\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\n\nShe took the head and looked at it.  She smiled.  Looking up at \nStarscream, &quot;Yeah, your friend can do that. But hold on a second. \nSomething isn&#39;t right here.  I killed the mighty Megatron with a \nsingle grenade. It was way to easy to defeat him.  Megatron isn&#39;t \nstupid. He is very, very smart.  I don&#39;t trust him. I&#39;m looking at \nhis head and yet.  Something...&quot; She looked at the head and \nfrowned. &quot;Starscream...you knew him best. Tell me, when you knew of \nhis cloning capabilities, is it possable he had the time too...or \ncould he have cloned himself?&quot;  She looked at the head and then \nhanded it back to Starscream. &quot;No, maybe not.  Maybe I&#39;m just being \nparanoid.&quot; SHe sighed and then turned to the others. &quot;Let&#39;s go and \nfind ourselves a base. Now that Megatron is out of the way, let&#39;s go \nand find our new home.  We will need a base of operations if we are \nto tackle our next targets, the maximals.&quot; She walked off, still \nthinking about the battle.  Her side was now in great pain.  She \nwinced and groaned slightly. &quot;OK, let&#39;s go.  I care not to see this \nplace any longer.&quot;  She slowly walked off.\n\n\n\n\n--- In nbwrpg@egroups.com, minime_316@h... wrote:\n&gt; Starscream/Gotron\n&gt; \n&gt; Starscream carefully lowered himself to the ground, battered and \n&gt; bruised from the damage Inferno and his clones had produced. He \n&gt; watched the destruction of Megatron, and cried out in joy as it \n&gt; happened. Now their group could be free of his tyrany, and they \ncould \n&gt; blossom as a real power under KitKat. But than he began thinking. \nHe \n&gt; knew the original Megatron better than anyone. After all, he was \nthe \n&gt; one who had ended his life the first time. And according to \nstories, \n&gt; this Megatron was supposed to be even more crafty than the \noriginal. \n&gt; It said that he was sentenced to death for his treachery on the \nBeast \n&gt; Wars. How he escaped Maximal prisons was beyond him.(I would really \n&gt; like to know that, I wasn&#39;t here when that happened and it would be \n&gt; interesting to see.) Megatron wouldn&#39;t put himself in that much \n&gt; danger, and allow himself to be destroyed so easily. But, he \ncouldn&#39;t \n&gt; be a clone because his pigmentation was te right color. So what \nwent \n&gt; through Megatron&#39;s head as he was so risky. Starscream went to bot \n&gt; mode and walked over to the fallen head of Megatron. It&#39;s face had \n&gt; gone blank, and was burned around the edges. He gazed at it, trying \n&gt; to find something that would indicate that this is not Megatron.\n(The \n&gt; eyes went out so I can&#39;t say that.) Nothing. He looked at KitKat, \n&gt; giving the head to her.\n&gt; \n&gt; &quot;Here, keep this as a token of our liberation today. But what I was \n&gt; thinking is that we could run some tests on it. We may have \ndefeated \n&gt; Megatron, but our war with them is far from over. Maybe he&#39;s got \nsome \n&gt; back-up files that are still useful about his plans in his head. \n&gt; Inferno won&#39;t forget this, and Black Arachnia will gladly take \n&gt; command again and try to defeat us. We need to know everything \nabout \n&gt; them that we can.&quot;\n&gt; \n&gt; Meanwhile, Gotron stopped dead in his tracks as he was running back \n&gt; to the Alliance base. He had done this mission, but was he really \n&gt; needed at the Alliance? He never really got the glamour missions he \n&gt; was hoping for. But he didn&#39;t want to give up the Alliance. He \nalways \n&gt; wanted to join his friend Starscream. He needed an idea. He sent a \n&gt; comm to Wheeljack who was far ahead.\n&gt; \n&gt; &quot;I won&#39;t be re-joining you at the Alliance base. Tell Zardus that I \n&gt; am going to act as a transmitter of messages, sort of like an \n&gt; ambassador to the new Pred group. When we get information on the \nwar \n&gt; against Megatron, I will contact him.&quot;\n&gt; \n&gt; Gotron opened a comm to his friend Starscream\n&gt; \n&gt; &quot;Starscream? It&#39;s Gotron. You there?&quot;\n&gt; \n&gt; &quot;Yeah, buddy. We just killed Megatron! We&#39;re free! Ain&#39;t that \ngreat?&quot;\n&gt; \n&gt; &quot;Cool. Listen, The Alliance wants to keep close ties with this new \n&gt; Pred group. We were all wondering if I could come stay with you \nguys \n&gt; for a bit and relay stuff to Zardus. Is that okay?&quot;\n&gt; \n&gt; &quot;Hold on. Let me ask KitKat.&quot;\n&gt; \n&gt; He turned to her.\n&gt; \n&gt; &quot;Is it okay if my friend Gotron comes and acts as an ambassador of \n&gt; the Alliance? The group I brought aren&#39;t really Alliance. They are \n&gt; just on peace terms with them.&quot;\n\n\n"}}