{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"GbaBmw8vAWKFIfJMDJ6_OoSIdjs_8uQaBJ8UHUeEJKdB6o13yYpliNhNOXDGeub6OU4kNMQP4t5yg3S-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Attack plans.","postDate":"971264870","msgId":17673,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhzMWsxNytqa2VjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhzMGphbCtpbTdwQGVHcm91cHMuY29tPg=="},"prevInTopic":17662,"nextInTopic":0,"prevInTime":17672,"nextInTime":17674,"topicId":17650,"numMessagesInTopic":3,"msgSnippet":"... She looked over and saw Gotron and Bloodystriker talking. She remembered that he too was from the allience. She wondered how much spying they were doing.","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 11 Oct 2000 11:47:59 -0000\r\nReceived: (qmail 20043 invoked from network); 11 Oct 2000 11:47:59 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 11 Oct 2000 11:47:59 -0000\r\nReceived: from unknown (HELO fl.egroups.com) (10.1.10.48) by mta3 with SMTP; 11 Oct 2000 11:47:59 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.105] by fl.egroups.com with NNFMP; 11 Oct 2000 11:47:58 -0000\r\nDate: Wed, 11 Oct 2000 11:47:50 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Attack plans.\r\nMessage-ID: &lt;8s1k17+jkec@...&gt;\r\nIn-Reply-To: &lt;8s0jal+im7p@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4573\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\n\nShe looked over and saw Gotron and Bloodystriker talking. She \nremembered that he too was from the allience. She wondered how much \nspying they were doing. Well, for the moment, let them spy.  She \nwasn&#39;t hiding anything from them, yet. Without a proper base, she did \nhave anyplace to hide anything.  Still, it made her feel \nuncomfortable with them lurking around. She turned as Drillbit talked \nto her.  She nodded and motioned for Drillbit to come to her. She \nwhispered to him,&quot;Please keep an eye on Gotron and Bloodystriker. I \ndon&#39;t trust them fully.  Just keep an eye on them and let me know of \nany suspisiouc activity. Thanks love.&quot; She kissed his cheek and then \nwent back to looking at Megatron&#39;s body. She turned back to \nDrillbit,and this time she didn&#39;t whisper. &quot;Oh more thing, if you \nfind any life in that cave, let me know immedeately. Thanks.&quot;\n\n\n::Spears::\nShe slowly walked towards Ramulus.  Her orders given and she couldn&#39;t \ndisobey them.  She walked down the hill, looking Ramulus in the \noptics.  She let the tears roll down her cheeks as she walked.  \ntruely, she didn&#39;t want to hurt Ramulus.  Her spark was still maximal \nin part.  She didn&#39;t want to realy hurt him. But she had to do as \nordered.  She kept walking, but she didn&#39;t like the idea of what she \nwas about to do.  \n\n\n\n\n--- In nbwrpg@egroups.com, minime_316@h... wrote:\n&gt; Trainers\n&gt; \n&gt; Prebon laughed to himself. Medic? Yeah right. This bot was back-up \nto \n&gt; Ramulus, just a precaution. But now Prebon was in a jam. Slayer had \n&gt; no clear shot at Ramulus, and he needed to make up something about \n&gt; the where-abouts of Striker. But he still had an ace up his sleeve: \n&gt; Spears. Last time to get away from the Maximals he threatened to \n&gt; order Spears to terminate herself. He could always rely on the soft \n&gt; hearts of the Maximals to twirl around his finger. But that was \nlast \n&gt; resort. He was hoping to get Ramulus&#39; body intact so he could use \nit \n&gt; to host the spark of Lightrade, but that can&#39;t happen. Maybe he \ncould \n&gt; piece something together from the remnants of both these bots. And \n&gt; perhaps any others that were waiting, cloaked, to attack. But he \nhad \n&gt; a great plan ready.\n&gt; \n&gt; &quot;Striker is a fool. When we were getting ready to release him, he \nwas \n&gt; irritable and attacked us. My men had to do extreme repair and are \non \n&gt; their way, bringing him. Now, here&#39;s the deal. Spears walks over \n&gt; carefully to you. You hand her the map. She walks half of the way \n&gt; back. She throws the map to me. She does not go back to you! She \n&gt; stays right there, between us. If you try anything than to pull her \n&gt; closer or escape, I will send a signal to my men to end Striker&#39;s \n&gt; life before he arrives. I&#39;ll decide how to do the exchange when he \n&gt; gets here.&quot;\n&gt; \n&gt; Prebon than sent a message directly into Spears&#39;s head, \ncommunication \n&gt; using the chip.\n&gt; \n&gt; *Forget the map. When you get close enough to Ramulus, or the other \n&gt; it doesn&#39;t matter, pull a spear with your quickest speed and stab \nhim \n&gt; repeadidly.*\n&gt; \n&gt; &quot;Go on! Get my map!&quot;\n&gt; \n&gt; Prebon walked away for a bit, making it look like he was frustrated \n&gt; that he wasn&#39;t getting a lot in the deal. But he was really sending \na \n&gt; message. than he mumbled under his breath.\n&gt; \n&gt; &quot;Ignatius, take Savage with you into the air and circle around. As \n&gt; soon as Spears&#39; stabs a bot with a Spear, open fire on the ground.&quot;\n&gt; \n&gt; He than sent one to Slayer.\n&gt; \n&gt; &quot;As soon as Spears&#39; stabs a bot with a Spear, you hit your jetpack \n&gt; and come down, dodging fire from above, and kill Ramulus.&quot;\n&gt; \n&gt; Prebon returned to the exchange, thinking that all was in place.\n&gt; \n______________________________________________________________________\n&gt; Starscream/Gotron\n&gt; \n&gt; Starscream walked out of the caves to here The Lavacons \ntransmission.\n&gt; \n&gt; &quot;Oh, I will give you a target. We will have a target very soon.&quot;\n&gt; \n&gt; He walked over to teh body of Megatron, and began figuring out a \nway \n&gt; to remove the spark.\n&gt; \n&gt; Meanwhile Gotron acknowledged KitKat.\n&gt; \n&gt; &quot;All right, I will wait for word.&quot;\n&gt; \n&gt; He saw Bloodystriker, and instantly recognized him. He walked over.\n&gt; \n&gt; &quot;I remember you. You were the bot who opened the doors the first \ntime \n&gt; to the Alliance base. Listen, I really hope you aren&#39;t doing what \nI&#39;m \n&gt; thinking you&#39;re doing. We were just given an order not to tell \nZardus \n&gt; anything. As long as we are with this group, we have to follow it&#39;s \n&gt; orders. We don&#39;t want to make this group an enemey, and acting like \n&gt; spies is going to make them one. We will tell Zardus whe it&#39;s all \n&gt; right.&quot;\n\n\n"}}