{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"minime_316@hotmail.com","from":"minime_316@...","replyTo":"LIST","senderId":"vwVwamoQQffEZSa8va268-v760UU3xfnYWxcjlgK7hLv788hyzCmrZ77FbisB4T9jOawQIykyjjYGZ8umg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Lose a Trainer, gain a Trainer.......","postDate":"971300109","msgId":17728,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhzMm1lZCtlcHJmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhzMmw1NStodnZiQGVHcm91cHMuY29tPg=="},"prevInTopic":17727,"nextInTopic":17730,"prevInTime":17727,"nextInTime":17729,"topicId":16495,"numMessagesInTopic":60,"msgSnippet":"Starscream/Gotron Starscream was busy removing the spark, when someone else came over to look at the body. He assumed it was Drillbit or something, until he","rawEmail":"Return-Path: &lt;minime_316@...&gt;\r\nX-Sender: minime_316@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 11 Oct 2000 21:35:13 -0000\r\nReceived: (qmail 25181 invoked from network); 11 Oct 2000 21:35:12 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 11 Oct 2000 21:35:12 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta2 with SMTP; 11 Oct 2000 21:35:12 -0000\r\nX-eGroups-Return: minime_316@...\r\nReceived: from [10.1.2.211] by ej.egroups.com with NNFMP; 11 Oct 2000 21:35:18 -0000\r\nDate: Wed, 11 Oct 2000 21:35:09 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Lose a Trainer, gain a Trainer.......\r\nMessage-ID: &lt;8s2med+eprf@...&gt;\r\nIn-Reply-To: &lt;8s2l55+hvvb@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3194\r\nX-Mailer: eGroups Message Poster\r\nFrom: minime_316@...\r\n\r\nStarscream/Gotron\n\nStarscream was busy removing the spark, when someone else came over \nto look at the body. He assumed it was Drillbit or something, until \nhe heard KitKat yell and than noticed that it was Hell Beast and a \ncrony. He immediatly pulled out his launchers.\n\n&quot;MAKE ONE MORE MOVE AND I&#39;LL BLOW YOUR ASS STRAIGHT BACK TO \nCYBERTRON!!!&quot; Starscream saw Waspinator land, and Gotron ran over, \nand kept his guns on him. He looked to Starscream.\n\n&quot;I don&#39;t like this. They know this isn&#39;t Megatron. They know we&#39;re \nsuspecting something. They just sent this clone to throw us off the \ntrail. I suspect the pigmentation problem in the Inferno drones were \ndone on purpose, to make us think that Megatron wasn&#39;t a clone.&quot;\n\n&quot;You&#39;re right. Now Hell Beast, Waspinator, and whoever the hell you \nare, I won&#39;t stand for this. I am Starscream, former ruler of the \ndecepticons, and I am not afraid to kick any of your asses. You are \nvastly out numbered, so I suggest you get back to your bases and wait \nthere. NO ONE IS GOING TO TAKE ADVANTAGE OF US!!!&quot;\n______________________________________________________________________\n\nPrebon took Koj&#39;s shots. They were some of the worst pain he \nimagined. He would pay dearly. He pulled out The Tamer. He knew all \nabout mind controlling technology. He had basically invented it. He \nknew the weapons the Maximals were having. They probably had some \nsort of anti-chip installed in them. Well, that protected against hm \ntaking control of all the functions. But nothing had been developed \nyet to counter act the results of when one of his chips took control \nof an essence of a person. It wouldn&#39;t put them under Prebon&#39;s full \ncontrol, but basically, and tehy would have a good vs. evil thing in \ntheir personalities that would eventually drive them mad. He shoved \nthe Tamer into the gash he made in Koj&#39;s chest with his sword. He \nsmiled evily, and pulled the trigger, sending a chip into Koj&#39;s spark.\n\nHe pulled out and looked for Spears. Gone. She must have a cloak. But \nhe was far from finished with her. He saw what happened when the two \nprograms fought. Now one of three things will happen: She&#39;ll have a \ndouble personality. One day she&#39;ll be the happy go lucky Spears of \nthe Maximals, and the than suddenly she&#39;ll be the evil Spears of the \nTrainers. The next, the personalities merge. It would either be \nMaximal loyalty with Trainer personality, or the other way around. \nThe final thing, is she would be blank and lifeless. She would have \nno will power, nothing. She would be bland. Unable to express \nemmotions. No personality. She would have no name, no loyalty, and \nwould just be walking through life aimlessly. It didn&#39;t matter, \nbecause when he got a new chip on her, he would take her back to teh \nbase and reprogram her like Slayer. But for now, he had lost.\n\n&quot;This is far from finished Ramulus! Slayer, everyone retreat! Oh, and \nhave fun with that Ninja bot over there! HAHAHAHA!&quot; Prebon activated \nhis cloak and slipped away, along with the other Trainers. He sent a \ndirect message to Koj&#39;s spark.\n\n*Come to our base if you are with us. If you are not, than you will \ndie if you come.*\n\nThe Trainers abandoned the forest.\n\n\n"}}