{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"gPtvZP8Aef26ePxgt5P_FhVUJlsofg6UfBza1fzilSWlt1euOgpBibiJJNqCVfji65Keiik7OPWqS8Qd","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lose a Trainer, gain a Trainer.......","postDate":"971300631","msgId":17730,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhzMm11bitmYXBhQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhzMm1lZCtlcHJmQGVHcm91cHMuY29tPg=="},"prevInTopic":17728,"nextInTopic":17773,"prevInTime":17729,"nextInTime":17731,"topicId":16495,"numMessagesInTopic":60,"msgSnippet":"... She looked at Starscream, Hold your posision. Do not fire yet. She looked at Starscream again, Clone? Megatron was a clone? She cussed under her","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 11 Oct 2000 21:45:41 -0000\r\nReceived: (qmail 5850 invoked from network); 11 Oct 2000 21:44:01 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 11 Oct 2000 21:44:01 -0000\r\nReceived: from unknown (HELO ci.egroups.com) (10.1.2.81) by mta3 with SMTP; 11 Oct 2000 21:44:00 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.102] by ci.egroups.com with NNFMP; 11 Oct 2000 21:44:00 -0000\r\nDate: Wed, 11 Oct 2000 21:43:51 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Lose a Trainer, gain a Trainer.......\r\nMessage-ID: &lt;8s2mun+fapa@...&gt;\r\nIn-Reply-To: &lt;8s2med+eprf@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4264\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\nShe looked at Starscream, &quot;Hold your posision. Do not fire yet.&quot; She \nlooked at Starscream again,&quot;Clone? Megatron was a clone?&quot; She cussed \nunder her breath,&quot;I knew it was too easy. DAMN!&quot; She kicked the body \nas hard as she could.&quot;TO THE PIT WITH YOU MEGATRON!&quot;\nShe fired her rifle and shot 15 rounds into the body. She then drew \nher sword and hacked off part of the tail.  She tossed it at \nWaspinator.  Then she hacked off one of the forearms and tossed it at \nHell Beast. &quot;There, you have your pieces.  I&#39;m taking the rest of \nhim.&quot;  She pulled out an energon net and threw it over the body, then \nswung the rope to it over a branch on the tree that was above them.  \nShe attached a small wench to the base of the tree and fed in the \nrope, liftng the body off the ground. \n\n&quot;Now then, Hell Beast, if you want more of the body, you&#39;ll have to \nanswer some questions.&quot; \n\n\n\n--- In nbwrpg@egroups.com, minime_316@h... wrote:\n&gt; Starscream/Gotron\n&gt; \n&gt; Starscream was busy removing the spark, when someone else came over \n&gt; to look at the body. He assumed it was Drillbit or something, until \n&gt; he heard KitKat yell and than noticed that it was Hell Beast and a \n&gt; crony. He immediatly pulled out his launchers.\n&gt; \n&gt; &quot;MAKE ONE MORE MOVE AND I&#39;LL BLOW YOUR ASS STRAIGHT BACK TO \n&gt; CYBERTRON!!!&quot; Starscream saw Waspinator land, and Gotron ran over, \n&gt; and kept his guns on him. He looked to Starscream.\n&gt; \n&gt; &quot;I don&#39;t like this. They know this isn&#39;t Megatron. They know we&#39;re \n&gt; suspecting something. They just sent this clone to throw us off the \n&gt; trail. I suspect the pigmentation problem in the Inferno drones \nwere \n&gt; done on purpose, to make us think that Megatron wasn&#39;t a clone.&quot;\n&gt; \n&gt; &quot;You&#39;re right. Now Hell Beast, Waspinator, and whoever the hell you \n&gt; are, I won&#39;t stand for this. I am Starscream, former ruler of the \n&gt; decepticons, and I am not afraid to kick any of your asses. You are \n&gt; vastly out numbered, so I suggest you get back to your bases and \nwait \n&gt; there. NO ONE IS GOING TO TAKE ADVANTAGE OF US!!!&quot;\n&gt; \n______________________________________________________________________\n&gt; \n&gt; Prebon took Koj&#39;s shots. They were some of the worst pain he \n&gt; imagined. He would pay dearly. He pulled out The Tamer. He knew all \n&gt; about mind controlling technology. He had basically invented it. He \n&gt; knew the weapons the Maximals were having. They probably had some \n&gt; sort of anti-chip installed in them. Well, that protected against \nhm \n&gt; taking control of all the functions. But nothing had been developed \n&gt; yet to counter act the results of when one of his chips took \ncontrol \n&gt; of an essence of a person. It wouldn&#39;t put them under Prebon&#39;s full \n&gt; control, but basically, and tehy would have a good vs. evil thing \nin \n&gt; their personalities that would eventually drive them mad. He shoved \n&gt; the Tamer into the gash he made in Koj&#39;s chest with his sword. He \n&gt; smiled evily, and pulled the trigger, sending a chip into Koj&#39;s \nspark.\n&gt; \n&gt; He pulled out and looked for Spears. Gone. She must have a cloak. \nBut \n&gt; he was far from finished with her. He saw what happened when the \ntwo \n&gt; programs fought. Now one of three things will happen: She&#39;ll have a \n&gt; double personality. One day she&#39;ll be the happy go lucky Spears of \n&gt; the Maximals, and the than suddenly she&#39;ll be the evil Spears of \nthe \n&gt; Trainers. The next, the personalities merge. It would either be \n&gt; Maximal loyalty with Trainer personality, or the other way around. \n&gt; The final thing, is she would be blank and lifeless. She would have \n&gt; no will power, nothing. She would be bland. Unable to express \n&gt; emmotions. No personality. She would have no name, no loyalty, and \n&gt; would just be walking through life aimlessly. It didn&#39;t matter, \n&gt; because when he got a new chip on her, he would take her back to \nteh \n&gt; base and reprogram her like Slayer. But for now, he had lost.\n&gt; \n&gt; &quot;This is far from finished Ramulus! Slayer, everyone retreat! Oh, \nand \n&gt; have fun with that Ninja bot over there! HAHAHAHA!&quot; Prebon \nactivated \n&gt; his cloak and slipped away, along with the other Trainers. He sent \na \n&gt; direct message to Koj&#39;s spark.\n&gt; \n&gt; *Come to our base if you are with us. If you are not, than you will \n&gt; die if you come.*\n&gt; \n&gt; The Trainers abandoned the forest.\n\n\n"}}