{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"ZtxlXx1AE7wmYswnF1aGGcrqVyMv0uR3Bd6lSKrjQMUluKGAmEQ8G0oQcsznu5dyKIG8ndns9_VHMAxSql9YO3Y8k6Gl2Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: It&#39;s Battle Time!","postDate":"971594448","msgId":18115,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA2YzYwMWMwMzY3OCQ3NGFhY2QyMCRmNWUyMTQ0MEBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDU1LmMxN2I5ODAuMjcxYThmYzRAY3MuY29tPg=="},"prevInTopic":18104,"nextInTopic":18127,"prevInTime":18114,"nextInTime":18116,"topicId":18034,"numMessagesInTopic":23,"msgSnippet":"OOC: Read down through this whole post, because I put all of the stuff below the apropriate places to make things easier on me. ... you ... OOC: I m sorry, but","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nX-Sender: thecode@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 15 Oct 2000 07:29:21 -0000\r\nReceived: (qmail 28992 invoked from network); 15 Oct 2000 07:29:21 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 15 Oct 2000 07:29:21 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta3 with SMTP; 15 Oct 2000 07:29:20 -0000\r\nReceived: from birdboy (nas-226-13.orlando-t.navipath.net [64.20.226.13]) by pimout4-int.prodigy.net (8.10.1/8.10.1) with SMTP id e9F7TGZ54752 for &lt;nbwrpg@egroups.com&gt;; Sun, 15 Oct 2000 03:29:16 -0400\r\nMessage-ID: &lt;06c601c03678$74aacd20$f5e21440@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;55.c17b980.271a8fc4@...&gt;\r\nSubject: Re: It&#39;s Battle Time!\r\nDate: Sun, 15 Oct 2000 03:20:48 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nOOC: Read down through this whole post, because I put all of the stuff below\nthe apropriate places to make things easier on me.\n\n&gt; (TheCODE, your swearing was unneeded, so I suggest not doing it OOC, if\nyou\n&gt; can&#39;t handle having numerous characters, to bad, stop complaining, you\n&gt; started the attack, remember?  I&#39;m taking back control of the Oblitercons\n&gt; from Zardus, and I must say, this is one of the most entertaining battles\n&gt; since my time in the RPG, I LOVE WAR)\n\n\nOOC: I&#39;m sorry, but you made me sooo mad!\n\nNemesis Enforcer/The Oblitercons/Scattershot/Unitron/Punch/Demon Wulf/Flesh\nRipper/Dark Claw/Minion/Chaos/Serpentor/Sixshot/Ares/Shockwave:\n\n\n\n&gt; Nemesis Enforcer dodged Shokaract&#39;s missiles easily by taking off into the\n&gt; air, but ten of Jetstorm&#39;s blasts dug into his abdomen.  Yelling out in\npain,\n&gt; Nemesis fired off 25 rapid laser bolts off at Jetstorm.  &quot;YOU AREN&#39;T\nMAKING\n&gt; ME HAPPY!&quot;\n&gt;\n&gt; --\n&gt;\n&gt; Scattershot laughed (since Sharpedge wasn&#39;t exactly point blank, that&#39;s\nwhat\n&gt; I&#39;m basing this one, Alloran), taking off into the air, firing off 20\nrounds\n&gt; of bullets down at Sharpedge, all of the Mafia&#39;s blasts and other weapons\n&gt; fire passing under him harmlessly.\n&gt;\n&gt; ---\n&gt;\n&gt; Unitron transforms into his tank mode, firing off blasts that intercepted\n&gt; three of the missiles, one digging into his side making a huge dent.  The\n&gt; machine gun mounted on the top of his tank mode swerved, firing off 25\nrapid\n&gt; laser bolts at Stronghold&#39;s chest.\n\nStronghold gets struck and goes down to one knee.\n\n&gt; Serpentor sidesteps, a single blast digging into his right side, his armor\n&gt; damged in that section somewhat badly.  Raising his weapon, Serpentor\nfired a\n&gt; blast from his plasma launcher off at Blender.\n\nBlender dodges and fires a lightning blast (They swiped alot of weapons from\nthe Maximals) at Serpentor.\n\n&gt; Punch, inside the Alliance base, directs most of the Alliance base&#39;s\nautoguns\n&gt; to fire upon Diskus, Deemos, Gigas, and Blender.\n\nDeemos, cowering in the back, lets the other handle the firepower. Diksus is\nblasted into the air, he spirals before hitting the ground with a thump.\nBlender dodges, but Gigas is slow and is struck down with the shots.\n\n&gt; Demon Wulf laughs as the four blasts hit his chest.  Not even flinching,\n&gt; Demon Wulf looks down to the charred part of his chest and gives a slight\n&gt; smirk, showing off his rows of deadly teeth.\n&gt;\n&gt; Raising his optics, he fired off three pairs of crimson lasers from his\noptic\n&gt; sensors at Gigas&#39; sternum, at the same time raising his sword, the blade\n&gt; launching off, now a missile, heading at Gigas&#39; pelvis, a new blade\nreplacing\n&gt; the old one.\n\nOOC: No more pelvis shots, because it&#39;s demented\n\nBIC: Gigas is hit in the chest and falls backwards, the other shot missing.\nHe stands back up and fires 4 shots at Demon Wulf.\n\n&gt; Dark Claw laughs loudly as the blasts strike his chest.  Raising both\npalms\n&gt; now, two black balls of energy appear in them, Dark Claw throwing both\n&gt; explosive balls of energy with a grenade-like effect at Shockaract.\n\nShokaract steps to the side and avoids it mostly, but the flames streak up\nhis side. He mumbles something nobody could understand and fires back at\nDark Claw.\n\n&gt; Flesh Ripper is engulfed in flames, stepping out of the flames laughing,\nhis\n&gt; fur singed.  Raising his rifle, he fired off four blasts at Serge&#39;s neck,\n&gt; three optic blasts at Serge&#39;s legs.\n\nSerge is struck in the neck again. (Why are they shooting at his neck, it\nwas his beats mode neck that was damaged) Serge is then shot in the leg, but\nhe didn&#39;t even notice. Serge fires back at Flesh Ripper. Burning Hammer\nswings around Serge&#39;s leg and grabs his back. Serge knocks him off, and\nBurning Hammer runs. A grenade explodes on Serge&#39;s back, Burning Hammer did\nthe damage quickly. Serge kneels down to the ground.\n\n&gt; Chaos caugh three blasts in his grill, the other five smashed into his\nleft\n&gt; light.  Activating his missile launcher in the back of his trailer mode,\nhe\n&gt; fired off two missiles at Rizopas.\n\nRizopas covered himself as the missile exploded upon him. He falls to the\nground.\n\n&gt; Minion caught all the bullets in his hood, transforming to robot mode.  He\n&gt; raised his rocket launcher, firing off a missile at Ice Doom&#39;s chest.\n\nOOC: Ahem, it&#39;s Doom ice, not Ice Doom.\n\nBIC: Doom Ice wasn&#39;t aware and is hurt by the blasts. She throws a grenade\nat Minion.\n\n&gt; Dark One transformed into jet fighter mode, launching into the air, firing\n&gt; two missiles down at Diskus.\n\nDiskus&#39;s legs are burnt off.\n\n&gt; Pyro, still in tank mode, fired off three fire balls at Diskus.\n\nDiskus&#39;s wings are burnt off.\n\n&gt; Hiss raised his fusion cannon, firing four blasts off at Shockaract.\n\nShokaract fires back at Hiss as the blasts strike him.\n\n&gt; Breakdown transformed into his artillery mode, firing off a mortar at Ice\n&gt; Demon.\n&gt;\n&gt; ---\n&gt;\n&gt; Scavenger took out his missile launcher, firing a rocket off at Blender&#39;s\n&gt; pelvis.\n\nOOC: What is it with you and low blows?\n\nBIC: Blender dodges with his speed, and attempts to get close to Scavenger\nwith his saw.\n\n&gt; Sixshot flew into the seen in his space fighter mode, firing off\ntwenty-five\n&gt; rapid laser blasts down at Gigas.  &quot;Zardus, I wish to join your group.\nShuko\n&gt; is dead, there&#39;s nothing left!  I need sanctuary, as does Ares.\n\nGigas wasn&#39;t looking and was struck in the ass by Sixshot&#39;s shots, falling\non his face.\n\n&gt; Ares, in tank mode, drove up, the four barrels of his tank mode moving\n&gt; slighty, three shots from each firing off, a total of twelve laser bolts\n&gt; erupting from the barrels of the tank , all heading for Grenade.\n\nGrenade fires his fireballs at the laser bolts, repelling and nufflifying\nthem just seconds before they struck him.\n\n\n&gt; Shockwave finished his regeneration in the forest close to the Alliance\nbase.\n&gt;  He could hear the mass gunfire, and the numerous explosions.  It was\n&gt; interesting.  On foot, he headed for the Alliance base conserve energy.\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}