{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"Kq7SW_cmy54LCCodDjMcraiVx-knhY8MsLQHgEgsx8F4n9m6mIz92YJLQTKFtMi2FEGOjRe_NJt2w0fQRoe96JY-dNapOQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Sounds of War (Explosions and blood-curdling screams)","postDate":"971650696","msgId":18176,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxNjgwMWMwMzZmYiQ5ZDAxYjU4MCQ1NWUyMTQ0MEBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDU3LmM0OGJjZjYuMjcxYjE3ODNAY3MuY29tPg=="},"prevInTopic":18124,"nextInTopic":0,"prevInTime":18175,"nextInTime":18177,"topicId":18124,"numMessagesInTopic":2,"msgSnippet":"OOC: Read down the whole thing, remember my new strategy for posting on these huge posts. ... Doom ... back ... anyone ... OOC: It s okay, but what strategy","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nX-Sender: thecode@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 15 Oct 2000 23:08:18 -0000\r\nReceived: (qmail 8421 invoked from network); 15 Oct 2000 23:08:18 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 15 Oct 2000 23:08:18 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta3 with SMTP; 15 Oct 2000 23:08:18 -0000\r\nReceived: from birdboy (nas-226-111.orlando-t.navipath.net [64.20.226.111]) by pimout3-int.prodigy.net (8.10.1/8.10.1) with SMTP id e9FN8Bj179360 for &lt;nbwrpg@egroups.com&gt;; Sun, 15 Oct 2000 19:08:11 -0400\r\nMessage-ID: &lt;016801c036fb$9d01b580$55e21440@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;57.c48bcf6.271b1783@...&gt;\r\nSubject: Re: Sounds of War (Explosions and blood-curdling screams)\r\nDate: Sun, 15 Oct 2000 18:58:16 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nOOC: Read down the whole thing, remember my new strategy for posting on\nthese huge posts.\n\n&gt; (Firing at the pelvis has its own unique strategy, and sorry about the\nDoom\n&gt; Ice mix up, I put it down the first time as Doom Ice, then when I looked\nback\n&gt; at it to make sure, I thought it was Ice Doom...crazy me.  Oh, and if\nanyone\n&gt; is wondering, I&#39;m leaving Nemesis Enforcer and Scattershot out for now\n&gt; because I&#39;m waiting for Alloran to reply)\n\nOOC: It&#39;s okay, but what strategy does pelvis shooting do?\n\n&gt;Serpentor/Punch/Unitron/Sixshot/Ares/Chaos/Minion/Demon &gt;Wulf/Flesh\n&gt; Ripper/Dark Claw/The Oblitercons:\n&gt;\n&gt;\n&gt;\n&gt; Unitron&#39;s right side seared with pain from Stronghold&#39;s missile, and\n&gt; Unitron&#39;s mind was racing with evil thoughts of vengance.  Swerving the\n&gt; cannon to face Stronghold (Uni is currently a tank), he fired off a blast\nof\n&gt; energy.\n\nStronghold fires against the shots, no avail, he is burnt by the energy\nblast. He fires back 1 single shot at Unitron.\n\n&gt; Serpentor catches the lightning blast in his back, sending him sprawling\n&gt; backwards.\n&gt;\n&gt; -------\n&gt;\n&gt; Punch continues having the autoguns firing upon the Mafia.\n\nOOC: The Mafia are 5 guys, but I&#39;ll take it as the autoguns were firing at\nall of Shokaract&#39;s group, okay?\n\nBIC: Deemos is struck in the back of the head by autogun fire.\n\n&quot;I think it&#39;s time to retreat, this attack isn&#39;t working, there are too many\nof them. And they have the advantage of having a base do their fighting.&quot;\nShokaract says.\n\n&quot;I agree, we took 2 of them down anyway and got a little damage on the base,\nlet&#39;s get fixed up and come back.&quot; Deemos says.\n\n&quot;Attention, we are now going to retreat to get repaired, let&#39;s move!&quot;\nShokaract was talking to his group.\n\n&gt; Demon Wulf, taking a step forward, is hit in the chest mid-step, falling\nback\n&gt; a few feet.  Re-establishing a good stance, Demon Wulf fired off three\noptic\n&gt; blasts at Gigas&#39; abdomen.\n\nGigas was truck all 3 times but stood still. He was about to fire back when\nhe heard the retreat call and retreated.\n\n&gt; Dark Claw raised a hand, Shockaract&#39;s blasts striking him the side, Dark\nClaw\n&gt; getting down to one knee for support, firing off a blue blast of energy\nfrom\n&gt; his left palm at Shockaract.\n\nShokaract dodges and goes retreating, launching a grenade at the Alliance\nbase as he retreated.\n\n&gt; Flesh Ripper lets the blasts knocking him back a few feet, taking quick\naim,\n&gt; seeing the small skirmish between Serge and Burning Hammer, and Serge\nending\n&gt; up on both knees.  &quot;Ha.&quot; Flesh Ripper said without emotion, firing off\nfour\n&gt; blasts from his rifle at Serge&#39;s chest.\n\nSerge is struck hard and goes into stasis lock. Shokaract transforms into\ntank mode as he runs and grappling hooks Serge. He takes Serge with him.\nBurning Hammer looks to Flesh Ripper to see where the blasts came from.\n\n&gt; Chaos transformed to robot mode.  &quot;I&#39;ve got to save my missiles for when\nthey\n&gt; are really needed.&quot; he said quickly, an automatic rifle appearing in his\n&gt; hands.  He fired off 20 shells at the downed Rizopas.\n\nRizopas gets up and runs as 12 the shells strike him. He hears the retreat\norder. He fires one last shot at Chaos before running.\n\n&gt; Minion yells out as he jumps backwards, the explosion sending him\nflipping,\n&gt; slamming to the ground hard, Minion slowly got up, looking around to try\nand\n&gt; clear his thoughts.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark One pulled up, loading two more missiles, getting ready to make a\nsecond\n&gt; pass.\n&gt;\n&gt; ---\n&gt;\n&gt; Pyro took aim with his cannon (he&#39;s also currently a tank), firing off\nthree\n&gt; more fireballs at Diskus&#39; torso.\n\nDiskus is struck but is in stasis lock, he never felt it. And the worst part\nwas, that the Chosen Ones and the Mafia left him behind in their retreat.\n\n&gt; Hiss, the only Oblitercon not in his alternate mode, fell to his back from\n&gt; Shockaract&#39;s return fire.  On his back, Hiss returned fire with a single\n&gt; fusion blast at Shockaract.\n\nShokaract dodges as he runs, not bothering to fire back.\n\n&gt; Breakdown (now a cannon/artillery), fired off a mortar shell at Doom Ice.\n\nDoom Ice dodges it and hears the retreat order. She groans at the thought of\nretreating and relunctently runs.\n\n&gt; Scavenger transforms to his HUMVEE (I&#39;ve become uncertain about the\nspelling\n&gt; recently) mode, not wanting to play the speed game.  Going into reverse,\nthe\n&gt; two machine guns, one mounted on both sides, fired twenty rounds off each,\na\n&gt; twenty of forty rounds heading straight for Blender&#39;s legs, Scavenger\ngoing\n&gt; into reverse.\n\nAt this point my mail with Feline&#39;s attack comes into place...\n\n&gt; Sixshot sees Gigas fall down, and the STAG transforms into his\nwolf-creature\n&gt; mode (wolf with wings), and dives, his four inch claws outstretched and\n&gt; pointed at Gigas&#39; back.  &quot;Have fun in the great junkyard in the sky!&quot;\n\nGigas swipes a knife at STAG as he rolls backwards. He sees an opening and\nretreats.\n\n&gt; Ares yells out in anger.  &quot;STUPID IDIOT!  YOU WERE SUPPOSED TO DIE!&quot; he\n&gt; screams as anger that had been built up since Unitron crippled the\nNewcomers\n&gt; was let out, Ares driving in his tank mode straight for Grenade.\n&gt;\n&gt; Targeting with his weapons, he fired off a total of nine laser blasts\n(three\n&gt; from three cannons) at Grenade.\n\nGrenade fires 3 fireballs at Ares as Ares&#39; shots hit him. He flies into the\nsky and starts to retreat with the rest...\n\n&gt;\n&gt;\n&gt;\n\n\n"}}