{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"T-drJS1biYuoT4DNFvjaoW78yk1PHKMrVbxWB2qPFmOd6d1kfLPBNlrHOESvQA1PIINVz8KnMA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"You Can Run, But Can You Escape?","postDate":"971653728","msgId":18183,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGQzLmIyMmI3ODkuMjcxYjljNjBAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":18203,"prevInTime":18182,"nextInTime":18184,"topicId":18183,"numMessagesInTopic":3,"msgSnippet":"(Yes, interesting strategy.  That would probably make my life a whole lot easier.  About the pelvis, say I blow up someone s pelvis, that takes care of their","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 15 Oct 2000 23:48:54 -0000\r\nReceived: (qmail 17696 invoked from network); 15 Oct 2000 23:48:53 -0000\r\nReceived: from unknown (10.1.10.26) by m2.onelist.org with QMQP; 15 Oct 2000 23:48:53 -0000\r\nReceived: from unknown (HELO imo-d07.mx.aol.com) (205.188.157.39) by mta1 with SMTP; 15 Oct 2000 23:48:53 -0000\r\nReceived: from KSLawdogg@... by imo-d07.mx.aol.com (mail_out_v28.31.) id a.d3.b22b789 (4565) for &lt;nbwrpg@egroups.com&gt;; Sun, 15 Oct 2000 19:48:49 -0400 (EDT)\r\nMessage-ID: &lt;d3.b22b789.271b9c60@...&gt;\r\nDate: Sun, 15 Oct 2000 19:48:48 EDT\r\nSubject: You Can Run, But Can You Escape?\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 103\r\nFrom: KSLawdogg@...\r\n\r\n(Yes, interesting strategy.  That would probably make my life a whole lot \neasier.  About the pelvis, say I blow up someone&#39;s pelvis, that takes care of \ntheir legs as well, making it so they are VERY badly damaged and immobile.  \nThe Mafia only has five members?  Someone told me they had over twenty)\n\n(Also, all shots at Chaos and Minion hit, but they ignore them, and still \nform War Machine)\n\nSerpentor/Punch/Unitron/Sixshot/Ares/Demon Wulf/Flesh\nRipper/Dark Claw/The Oblitercons/Nemesis Enforcer/Scattershot:\n\n\n\nUnitron powers up his engines as Stronghold&#39;s bolt makes a small dent in his \narmor.  Driving full speed, he fired off another blast from his cannon in \ntank mode at Stronghold.  He saw another gestalt, which didn&#39;t phase him all. \n He also heard the calls for retreat by the enemy.  He would make their \nretreat a harsh one.\n\n---\n\nDemon Wulf watched Gigas stand his ground as he was hit.  Raising his sword, \nDemon Wulf frowned as he saw Sixshot engage Gigas.\n\n---\n\nSixshot (his type of Transformer is STAG, not name, sorry &#39;bout that) took \noff, getting cut in the front left paw.  Flapping his wings, he roared \nloudly.  &quot;Ares!  Need a lift?&quot; he yelled as he saw the pesky ants (Chosen \nOnes and Mafia) running to retreat.\n\nTransforming to space fighter mode, a burned Ares (from Grenade&#39;s fireballs) \nhopped into Sixshot&#39;s cockpit, the cockpit closing and lifting off into the \nair, weapons powering up.\n\n---\n\nDark Claw ignored Shokaract&#39;s grenade as the weapon of destruction exploded \nagainst the Alliance base&#39;s shields, bringing it down a few percents.  Dark \nClaw transformed into his alternate mode.  A large black vehicle that ten \nfeet long, had treads and wheels, it seemed to have a cockpit shaped like a \nsingle claw.\n\nOn the sides were laser cannons, and in the back a single missile launcher.  \nRoaring to life, Dark Claw began his pursuit of the enemy.  He just hoped \nthis mode didn&#39;t guzzle to much fuel, or he might have to walk a ways.\n\n---\n\nFlesh Ripper watched Shokaract retreat with Serge.  The Vok warrior \ntransformed into his beast mode, a hyena, and slowly padded his way forward.\n\n---\n\nDark One barrel rolled, the two missiles exploding close to him, covering him \nflames.  The jet landed as he heard the call to retreat, and saw several \nMafia and Chosen Ones retreat.\n\n&quot;Hiss!  Get over here and get inside!&quot; he yelled, his cockpit opening.\n\nHiss cursed as Shokaract ran like a coward, not even taking the time to \nreturn fire.  He would die for his stupidity.  Hiss ran as fast as his legs \ncould carry him, hopping into Dark One&#39;s cockpit.\n\n---\n\nNemesis Enforcer laughed, letting himself descend, using his wings to block \nthe few shots that would&#39;ve blown his head apart.  Moving his wings down, \nNemesis saw the two other bots retreating.  &quot;Cowards...&quot; he spat out, firing \ntwenty-five rapid laser blasts at the retreating Sharpedge.\n\n---\n\nScattershot slowly got up, shaking his.  &quot;What, have to retreat!?&quot; he yelled, \nlifting off into the air full speed.\n\n---\n\nPyro stopped near Diskus, seeing he was down and left alone.  He saw \nSerpentor slowly approaching.  &quot;YOU!  Finish him off, or put him in a brig!  \nI&#39;m going after the retreating attackers!&quot; he yelled, driving as fast as he \ncould in his tank mode, firing off a single fire ball at Shokaract, to mess \nwith his mind, hopefully.\n\n---\n\nBreakdown transformed to robot mode, watching Doom Ice retreat.  Taking out \nhis sonic blast, Breakdown fired a sonic blast that was in the shape of an \narc at the retreating Doom Ice, Breakdown going to a run, pursuing his \npossibly next victim.\n\n---\n\nScavenger revved up his motor, going after the retreating forces.\n\n---\n\n\n"}}