{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"kV8he-pkFWxjh8MjEhZ9Kh60gjyZ_qE9XW2NP3QDkKMMG_61AKCRC3MClBzTxP6Fs3Yiz2KpEJR9f6N8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Partnerships","postDate":"971803181","msgId":18347,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhzaTFuZCtlbGUzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDVhLmJlODRhYjkuMjcxZGRlZWNAYW9sLmNvbT4="},"prevInTopic":18345,"nextInTopic":18348,"prevInTime":18346,"nextInTime":18348,"topicId":18345,"numMessagesInTopic":3,"msgSnippet":"... She sat down in the captain s chair and looked at the monitor.  She looked at Black Aracnia.  She heard the words, but wasn t sure of the intentions behind","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 17 Oct 2000 17:21:40 -0000\r\nReceived: (qmail 5704 invoked from network); 17 Oct 2000 17:20:00 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 17 Oct 2000 17:20:00 -0000\r\nReceived: from unknown (HELO ci.egroups.com) (10.1.2.81) by mta3 with SMTP; 17 Oct 2000 17:20:00 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.2.230] by ci.egroups.com with NNFMP; 17 Oct 2000 17:20:00 -0000\r\nDate: Tue, 17 Oct 2000 17:19:41 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Partnerships\r\nMessage-ID: &lt;8si1nd+ele3@...&gt;\r\nIn-Reply-To: &lt;5a.be84ab9.271ddeec@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4463\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\n\nShe sat down in the captain&#39;s chair and looked at the monitor.  She \nlooked at Black Aracnia.  She heard the words, but wasn&#39;t sure of the \nintentions behind them.  She wanted to talk face to face, afraid that \nthier transmission might be picked up or tapped right now.  \n&quot;Black Aracnia. If your honest about your intentions, then I will \ninvite you and one other bot to my base.  But no others may join \nyou.  No tricks, no treatchery.  You and your partner will be given \nsafe passage to our base and then leave freely.  I give you my word \nas a warrior,  I shall not have any harm come to you and your escort. \nBut I will admit, this idea of uniting the pred groups is appealing.  \nI have had the same thoughts for a while myself. Perhaps an allience \nwill benefit us all. Please accept my invitation and join me here.  \nI&#39;ll send you the coordinants.&quot;  She pushed a few buttons and sent \nout the directions.  &quot;Notify me when we can expect you.&quot;\n\nShe felt her spark leap at teh chance of joining the groups \ntogether.  But she didn&#39;t trust Black Aracnia completely yet.  No \ntrue leader would just hand over thier group, unless there was aother \nplan or alterior motive, but perhaps there was a chanse that Black \nAracnia was being honest and was thinking of the group and not her \nown command.  Her mind then thought about the true predacon programs \nand knew that an honest pred was like a evil maximal, they didn&#39;t \nexist.  She turned off the commlink and disconnected the video link.  \nShe now could talk freely.  She looked up at Destructor, &quot;What do you \nthink?&quot;\n\n\n\n--- In nbwrpg@egroups.com, JP3884@a... wrote:\n&gt;     Aracnia turned to the image of Kitkat on the monitor. She \nlooked tired, \n&gt; beaten, ragged. She was definetly under alot of stress lately. &quot;We \ncan hold \n&gt; them over the comm-link, its not top secret.&quot;\n&gt;     She took a seat and began, &quot;Now, both of us are capable leaders \nwith \n&gt; capable crews, but the Predacons seem to be getting more and more \ndistnat \n&gt; from each other. Thats why I wish to join your group. Together, \nunder your \n&gt; leadership, and with my own input, I think both of our teams could \nunite the \n&gt; Predacons for good. Right now, our main problem is Hell Beast and \nMegatron. \n&gt; Hell Beast left and I cant locate him anywhere, I fear that he \nmight decide \n&gt; to take Megatron out himself, and if he fails Megatron would surely \nconvert \n&gt; him. Together they would be unstopable. So, what do you say? Do I \nhave the \n&gt; honor of joining your team or what?&quot; She said, truthfully and with \nno hint of \n&gt; treachery. Aracnia really did want to join with Kitkat....the \nbackstabbing \n&gt; games were over. This was a time to be serious.\n&gt; \n&gt;     Tarantulas and Aerostreak limed after Hell Beast, a good \ndistance behinde \n&gt; them. Tarantulas wasnt going to let this chance pass him by, to \nfind Megatron \n&gt; that is. Once located he would tell Aracnia and get all the credit.\n&gt;     &quot;Hurry up bird brain! Were going to lose them!&quot; The spider \nhissed at \n&gt; Aerostreak who scooted after the spider in vhicle form. He was hard \nto keep \n&gt; up with.\n&gt;     &quot;Shut up you fatt assed spider! I cant go as fast as you!&quot; He \nsaid back, \n&gt; and looked on the scanners to see that Hell Beast and Gremlin came \nto an \n&gt; abrupt stop at a moutian. &quot;Why stop at a mountian?&quot;\n&gt;     They continued on in the artic cold until the mountian came \ninto view. \n&gt; The signitures of Hell Beast and Gremlin were at the base of the \nmound. \n&gt; Tarantulas and Aerostreak stoped and watched.\n&gt; \n&gt;     &quot;Who the hell is it? How did they find me?&quot; Megatron screamed \nat the \n&gt; Maximal counterparts, who still didnt realize they were serving a \nPredacon. \n&gt; He glared a them, &quot;Well damn it?&quot;\n&gt;     Nighteyes spoke, &quot;Sir, they claim to be Senetor Hell Beast and \nMajor \n&gt; Gremlin. Ive never heard of them before.&quot; She then put her head \ndown and went \n&gt; back in line.\n&gt;     Megatron thought a moment. This could be a trap, or a very good \n&gt; oppertunity. With Ol&#39; Hell Beast on his side, they would make an \nexceptional \n&gt; fighting force. If he were to talk to Hell Beast himself.....\n&gt;     &quot;Take them to the main entrance. I will meet them there. I want \nyou armed \n&gt; and ready to fight if nessecery. Understood?&quot; He said getting up.\n&gt;     Waspinator nodded and left to let Hell Beast and Gremlin inside \nwhile the \n&gt; three Maximals grabed wepons and left. Megatron prepared himself \nfor what \n&gt; might be a meeting of bloodshed, or a meeting of destiny.\n\n\n"}}