{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"3W7RkVwCsz734EKuIGnqHaOffYWBPAnzLKHGdKjFsMHXixwFnNSAP0uDlJ6CjN6f0Gn0x3U5Cv0TSc9aAb67yGczkcsyjNq1_oG5","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Time Is Against Us","postDate":"971828772","msgId":18405,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxNjN3WXQ3eWlHaDA1WUZSY20wMDAwMTRjY0Bob3RtYWlsLmNvbT4="},"prevInTopic":18337,"nextInTopic":18416,"prevInTime":18404,"nextInTime":18406,"topicId":18337,"numMessagesInTopic":12,"msgSnippet":"(OOC: I m baaack! Sorry I haven t been posting, but I had to study for the PSATs. I just took the test today, and Matrix help me I ll jump out a window before","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 18 Oct 2000 00:26:53 -0000\r\nReceived: (qmail 12998 invoked from network); 18 Oct 2000 00:26:53 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 18 Oct 2000 00:26:53 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.163) by mta3 with SMTP; 18 Oct 2000 00:26:50 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Tue, 17 Oct 2000 17:26:12 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tWed, 18 Oct 2000 00:26:12 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Time Is Against Us\r\nDate: Tue, 17 Oct 2000 20:26:12 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F163wYt7yiGh05YFRcm000014cc@...&gt;\r\nX-OriginalArrivalTime: 18 Oct 2000 00:26:12.0633 (UTC) FILETIME=[04FF4090:01C0389A]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(OOC: I&#39;m baaack! Sorry I haven&#39;t been posting, but I had to study for the \nPSATs. I just took the test today, and Matrix help me I&#39;ll jump out a window \nbefore I take another standardized test^_^ Anywho, I&#39;m gonna FINALLY post. \nIt&#39;s kinof a delayed post, so It&#39;s gonna cover near past and present e-mails \nthat are relevent to my char. If this post seems kinda odd then just chalk \nit up to good ol&#39; sleep deprevation*_*)\n\nTavatron just watched as Iron Raptor and Prowl dragged Dinobot&#39;s lifeless \nform down the hall. There was absolutely nothing she could do to help. This \nwas entirely out of her league. She soon found herself by her commanding \nofficers, following them into the CR room. Her injured shoulder and various \ndamage prevented her from offering some sort of assistance while they \nhoisted her fallen friend atop the steel table. A growing sense of worry and \nmild anger began to grow tie her stomach in knots.\n\n*Why did he always do this?! Did he WANT to die?! Well, she wasn&#39;t about to \nlose her only friend, no matter what he had planned! He was NOT going to \ndie. It&#39;s that simple.*\n\nTavatron sighed softly, her head dropping to her chest as she gazed at the \nvarious scratches and scuffs that marred the metallic floor. She was tired, \ntired of worrying, tired of fighting, tired of being angry. Unfortunetly, it \nwas either fight or cry, and she didn&#39;t cry.\n\nThe voices of the surounding &#39;bots egan to blur and resound throughout the \nroom. Everything just seemd to spin as Tavatron shut her optics and placed a \nsteadying hand on the nearest wall. With a slight groan she shook the \ndizziness from her optics and tried to focus on her current surroundings. \nThe spinning had stopped, but the artificial light seemed to grow in \nluminosity. The organic iris in her optics tried to refocus, but to no \navail, the light was still too bright.\n\nTavatron stood in an out of the way corner, watching everything but saying \nnothing to any other &#39;bots:\n\n&quot;Computer, what are the extent of my injuries?&quot;\n\nIC: Missing shoulder armor, mech-fluid loss at 10%, optical damage at 25%, \noptic lasers non-functional, internal mechanics at 93%.\n\nWith a final shake Tavatron pushed herself up from her position against the \nwall and tried her best to make her way across the room. She paused \nmomentarily, watching as Prowl took off in the direction of the mess hall \nand Iron Raptor attempted to weld Dinobot&#39;s chest.\n\nThe sparks coupled with the growing intensity of the overhead lights were \nenough to make her squint and shade her eys with her right hand. She \ncouldn&#39;t stand this. She felt so... so... useless! Why hadn&#39;t she taken that \ncourse on medical repairs?! Or actual payed attenion during physiology \nclass?! Perhaps then she could be doing more than standing here looking like \na slaggin&#39; idiot!\n\n&quot;I- I have to get out of here...&quot;\n\nHer voice was barely audible, the sound of welding metal and sharp commands \noverpowering her it considerably. Tavatron quickly exited the room, almost \njogging. She couldn&#39;t take it any more, she hadto get out of here! She \ncouldn&#39;t just stand there and watch her friend die! She had to do something, \nanything! Matrix help her, she&#39;d pick a fight with Obliteratron if it meant \ntaking her mind off the obvious problem!\n\nThe sound of her feet against the bare metal floor grew in volume as she \nquickened her pace. She finally made her way outside, with no recollection \nof ever leaving the CF. Right now, however, she didn&#39;t care. All she wanted \nto do was get away from everyone and everything. Finally her injuries and \nfatigue caught up with her as she slumped against a large boulder on a cliff \noverlooking a peaceful valley. Her breathing was short and rapid, and her \nshoulder had begun to throb and bleed anew.\n\nTavatron pulled her head back and gazed skyward, watching as a flock of what \nappeared to be crows flew overhead. A light cloud had drifted over the sun, \noffering her some relief from the growing heat. Tavatron shut her optics and \njust sat there, listening. Somewhere in her an internal program had somehow \nbeen activated, a counting device of some kind. It was counting down, to \nwhat she wasn&#39;t sure, but in a matter of cycles it would reach zero. Perhaps \nit had something to do with that message Dinobot had sent her.\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\nShare information about yourself, create your own public profile at \nhttp://profiles.msn.com.\n\n\n"}}