{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"Dn2rp9eGiElbPQ-5lUNr29TBT4584pw61qCtLqwjIYCeG2TBLp4so1BWlTfrIoq4bWlxz9g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Red Carpet Treatment","postDate":"971967674","msgId":18586,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY3LmIwNTc5Y2MuMjcyMDY2YmFAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":18587,"prevInTime":18585,"nextInTime":18587,"topicId":18586,"numMessagesInTopic":7,"msgSnippet":"Aracnia lookes over the damaged Inferno. He was a mess.....definetly needed a CR chamber. At the moment she was arriving at Kitkats, or the PACK s base, in a","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_1_0); 19 Oct 2000 15:01:21 -0000\r\nReceived: (qmail 30597 invoked from network); 19 Oct 2000 15:01:21 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 19 Oct 2000 15:01:21 -0000\r\nReceived: from unknown (HELO imo-r08.mail.aol.com) (152.163.225.8) by mta1 with SMTP; 19 Oct 2000 15:01:21 -0000\r\nReceived: from JP3884@... by imo-r08.mx.aol.com (mail_out_v28.31.) id a.67.b0579cc (4000) for &lt;nbwrpg@egroups.com&gt;; Thu, 19 Oct 2000 11:01:14 -0400 (EDT)\r\nMessage-ID: &lt;67.b0579cc.272066ba@...&gt;\r\nDate: Thu, 19 Oct 2000 11:01:14 EDT\r\nSubject: Red Carpet Treatment\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Windows AOL sub 41\r\nFrom: JP3884@...\r\n\r\n    Aracnia lookes over the damaged Inferno. He was a mess.....definetly \nneeded a CR chamber. At the moment she was arriving at Kitkats, or the PACK&#39;s \nbase, in a small transport. She found Inferno laying the ground in stasis. \nFor now he would have to remain inside the vessle.\n    The ship soared just above the treetops, scattering birds and animals \nalike. In the distance she could see the base, or cave, as it would seem. She \ntyped the landing protocols in and set the ship down 30 meters from the \nentrance. Aracnia exited and began to walk to the entrace, turning to raise \nshileds on the transport.\n    The entrance was empty, quite suspicious, but not uncommon in these days. \nThe two metal doors stood silent as she stood before them. Looking, she saw a \npanel and pushed a button, an intercom.\n    &quot;Commander Black Aracnia, of the Predacon Forces, wishes to speak with \nCommander Kitkat. Please acknowledge.&quot; She said cooly, not letting her temper \nget the better of her.\n\n    Paralysis, Tarantulas, Aerostreak, Tankkor, and Rampage remained at the \nship, as did Quickstrike. They were going through routines and keeping the \nship safe. It needed a lot of maintenence, but if Kitkats troops moved in \nthere would be no problem. \n    That was the question after all.....where were the two groups going to \nstay? Together at one base, or divided at two? Aracnia tried the divided \npart, and it failed. But Kitkat seemed to be a better leader, so it might \nwork.\n    &quot;Computer, locate Black Aracnia.&quot; Tarantulas said. He was in the dark \nbowles of the Predacon Cruiser. It was rusty, deserted, and scary. The \nbravest Predacon wouldnt even go in there. Thats why Tarantulas liked it so \nmuch.....it was his own little nest of terror. \n    Suspended above, amongst the pipes and iron works, were the bodies of \nsmall and large animals he had eaten and left to rot. Parts of a few \nmainenence bots scattered the web too, he had eaten those when the animals \nhad become scarce.\n    The computer responded, &quot;Commander Black Aracnia is outside the ships \nscanning range.&quot; \n    Tarantulas rubbed his hairy palms together. That ment she was at the \nmeeting. And Quickstrike, he beloved knight in mismatched armor, was asleep. \nThe spider hated Quickstrike. He had programmed Black Aracnia long ago to be \nhis mate.....now she was in love with Quickstrike. Tarantulas wouldnt stand \nfor it, not much longer anyhow. Revenge would be sweet....if he could only \nmuster up a plan to do so. The witch was pregnant, prehaps he could use it \nagianst her, somehow.\n    He transformed into robot mode and left his sanctuary. Entering the main \ncorridor he ran into the ever moody Rampage. The self appointed ruler of the \nPredacons when Aracnia was gone. He was a tyrant, he would make Megatron \nproud.\n    &quot;Where have you been, insect? The ships computer diagnostic wont run \nitself!&quot; He said, narrowing his already evil looking optics at the scientist. \nRampage was alot stranger than Tarantulas, and he thought he was alot smarter.\n    Tarantulas pushed past him and went into the bridge. He would work, for \nnow. When this little merger was complete, Megatron dead, Hell Beast \nbanished, he would step out of hiding.....he wold have his revenge on all of \nthem.\n\n\n"}}