{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firefox_y2k@hotmail.com","from":"firefox_y2k@...","replyTo":"LIST","senderId":"8ar-CzPLcOPWk8WpHWGe6nWqCY9b1Ss00KxKYEY7J7FZYY9EY9yRDuFnMMegJm_WPb1N5BwfiZ-t5RKSlv0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Solo Practice","postDate":"972603550","msgId":19227,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh0YWZhdStoam1wQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYxNjN3WXQ3eWlHaDA1WUZSY20wMDAwMTRjY0Bob3RtYWlsLmNvbT4="},"prevInTopic":18416,"nextInTopic":19228,"prevInTime":19226,"nextInTime":19228,"topicId":18337,"numMessagesInTopic":12,"msgSnippet":"(OOC: I m sorry I haven t posted in a while. Well, this is a continuation of sorts to my last post^_^) The sun had reached its pinnacle hours ago, and thus had","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_0); 26 Oct 2000 23:39:18 -0000\r\nReceived: (qmail 31306 invoked from network); 26 Oct 2000 23:39:18 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 26 Oct 2000 23:39:18 -0000\r\nReceived: from unknown (HELO jj.egroups.com) (10.1.10.91) by mta1 with SMTP; 26 Oct 2000 23:39:18 -0000\r\nX-eGroups-Return: firefox_y2k@...\r\nReceived: from [10.1.10.124] by jj.egroups.com with NNFMP; 26 Oct 2000 23:39:13 -0000\r\nDate: Thu, 26 Oct 2000 23:39:10 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Solo Practice\r\nMessage-ID: &lt;8tafau+hjmp@...&gt;\r\nIn-Reply-To: &lt;F163wYt7yiGh05YFRcm000014cc@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5287\r\nX-Mailer: eGroups Message Poster\r\nFrom: firefox_y2k@...\r\n\r\n(OOC: I&#39;m sorry I haven&#39;t posted in a while. Well, this is a \ncontinuation of sorts to my last post^_^)\n\nThe sun had reached its pinnacle hours ago, and thus had begun to set \nonly moments before. The winds had long since died down, leaving an \neerie silence in their place. The creatures that roamed the plains \nupon which the Cybertron Fire had landed seemed non-existant. Nothing \nstirred. Then, as if driven by an unseen force Tavatron ran across the \nbarren plain, her organic skin dotted with sweat and her breath coming \nin short, controlled gasps. Suddenly everything seemed to stop as she \nlept into the air and swung her staff around, cleanly slicing through \nthe thin cranch of a young sapling. Then, in one fluid motion she \nbarely let her feet touch the ground as she once again jumped, this \ntime swinging her hips and legs around in order to hit the sapling \nwith a back-kick. The small tree&#39;s upper half flew across the tall \ngrass, coming to rest a few yards from its previous position. \n\nThe tall grass began a slow, rythmic dance in time to the blowing of \nthe wind.The sun had nearly set, but time seemed irrelevant as \nTavatron continued to spar with an invisible enemy. She threw multiple \nhook-kicks, spinning butterfly kicks, and roundhouses to various parts \nof the body. The shots were intermixed with carefully placed blocks \nand punches coupled with slides to the left and right. The tempo of \nthe unheard melody increased as the waving of the grass grew more \nerratic. The silence was occasionally broken by the sound of loud \n&#39;Kiaps&#39; and &#39;Ices&#39; whenever the battling wolf &#39;bot landed a solid kick \nor reverse punch. \n\nTavatron spun once more, her feet perfectly placed as she lifted her \nback leg and swung it around for a finally blow to her opponent&#39;s \nhead. Suddenly the waving of the long prairie stopped. The sun had set \nand a cold white moon now shone high in the sky. Tavatron&#39;s only foot \nremaining on the ground suddenly slipped out from under her. She fell \nhard on her back, her tail crushed between a rock and a very hard \n&#39;bot.\n\nNormally she would have cried out and cussed at herself for being \nfoolish enough to fall, but no, not this time. Tavatron simply resumed \na fighting stance, ignoring the throbbing of her backside and exposed \nshoulder. Before she could begin sparring anew the long, mournful howl \nof a wolf broke the growing silence. It was a death cry, one of the \npackmates had fallen. Tavatron sighed as she raised her muzzle \nskyward, her own mournful howl joining in the wolf chorus. The cries \nfaded out until only Tavatron&#39;s plantive wail remained. Only this time \nshe wasn&#39;t crying for a fallen packmate, but for the possibility of a \nfallen friend. No one had brought her any news of Dinobot&#39;s condition, \nand she had refused to go back inside after the cowardly way she had \nacted.\n\nTavatron crouched on the ground, the cool wind a comfort against her \noverheated synthetic skin. Another drawback of her enhancements. Her \nbreath was short but controlled and her mouth partially opened as she \ncontinued to pant. Whenever something arose that she couldn&#39;t handle \nTavatron would spar. Whether it be alone or with... a... companion...\n\nTavatron growled, the memory of her practice battle with Dinobot \nmaking itself known once more. She had enjoyed battling with such a \ntalented warrior, she wondered if they would ever get the chance to \nspar again. He had nearly beaten-- \n\nWell, it had been more of a draw. Neither of them had been a clear \nwinner, something that had never happend to her before. The wind died \ndown once more as Tavatron stood and slowly made her way back to the \nCybertronian Fire. The ship loomed in the distance, a dark shadow on \nan even darker horizon. \n\nThe solemn wolf &#39;bot pushed open the massive door and walked inside, \nher claws gently clicking against the floor. The hallway seemed longer \nthan usual as she once again followed the arrows down the corridor and \ntoward the CR room. The scene of Dinobot collapsing and her standing \nthere, doing nothing, played before her weary eyes. Tavatron rubbed \nthem gently, the hours of practice had taken a lot out of her already \ntired form. Now she was merely exhausted. It was a wonder she could \nstand at all. \n\nTavatron stopped at the entrance to the CR room. Her skin was cold and \nclamy with sweat, adding to her discomfort. Dinobot lay before her \natop the same metal slab her had before. Tubes connected to various \ninstruments ran down his throat. This was no state for a warrior such \nas Dinobot. He should be out there, battling. Tavatron kept her gaze \naverted as she pulled up a chair and sat beside him. If worse came to \nworse she wanted to remember him as he was, not like this. \n\nShe was surprisingly calm despite all that had happened. Tavatron drew \nher knees close to her chest and wrapped her arms around them. As far \nas she was concerned, Tavatron wasn&#39;t moving until Dinobot either \nstopped breathing or got up and yelled at her for not repairing her \nmissing shoulder plate yet. The thought of him arguing with her over a \npiece or armor brought a slight smile to her lips. With that thought \non her mind Tavatron rested her head atop her crossed arms and \ncontinued to watch the slow rise and fall of Dinobot&#39;s chest.\n\n\n"}}