{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"kY8As9goxKKkiVFr5w6q22LbUHwmEBgUsleKyOkqU6ZU3wT1AZpQV8rv3Lchygk1Iipy_7hgdIyniMn7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"NightMares","postDate":"972656034","msgId":19280,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh0YzJqMitvNGxqQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDh0YzAzMCtlcHUyQGVHcm91cHMuY29tPg=="},"prevInTopic":19278,"nextInTopic":19281,"prevInTime":19279,"nextInTime":19281,"topicId":19268,"numMessagesInTopic":13,"msgSnippet":"... Her body jerked back as she dreamed. She fell back and layed on the cave floor instead of sitting as she was earlier.  She almost tore the connection cable","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 27 Oct 2000 14:14:11 -0000\r\nReceived: (qmail 6589 invoked from network); 27 Oct 2000 14:14:07 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 27 Oct 2000 14:14:07 -0000\r\nReceived: from unknown (HELO hi.egroups.com) (10.1.10.41) by mta1 with SMTP; 27 Oct 2000 14:14:07 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.2.230] by hi.egroups.com with NNFMP; 27 Oct 2000 14:14:07 -0000\r\nDate: Fri, 27 Oct 2000 14:13:54 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: NightMares\r\nMessage-ID: &lt;8tc2j2+o4lj@...&gt;\r\nIn-Reply-To: &lt;8tc030+epu2@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3454\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::Battera::\n\nHer body jerked back as she dreamed. She fell back and layed on the \ncave floor instead of sitting as she was earlier.  She almost tore \nthe connection cable out from her head, but didn&#39;t.\n\nShe cried and looked at the demonic version of Vulois.  He was \nholding her up in the air by her throat. He laughed evilly,&quot;If you \nthink that this is pain, you haven&#39;t experienced what real pain is \nyet.&quot; He slammed her down onto the ground and continued to kick her \nin the stomach and ribs.  Then he walked away.  He walked over to a \nsmall cabinet.  He pulled out a small remote and then walked back to \nher.  He pushes a button on the remote and a huge tank of water \nappeared infront of them. It had glass walls, she could see the water \ninside the tank.  She wondered if he was going to try to drown her.  \nHe pushed another button and 7 sharkticons appeared in the tank. Her \nwidened in fear at the site of the sharkticons swiming around inside \nthe tank.  She slowly, on her hands and knees, moved away from the \ntank. But her leash only let her move a few feet back.\nVulois laughed and smiled at the tank. &quot;Just as you let me to die at \nthe hands of Hell Beast, it&#39;s your turn to die.&quot;  He turned and \nwalked over to her.  She was shaking from the damage that was already \ndone to her.  Her wings were all torn and ragged, her back was marked \nand leaking from the whipping.  Her body was bruised and her ribs \nwere cracked.  She cringed as he approached her.  He crabbed her by \nthe collar and lifted her feet off the ground. &quot;Now my sweet Battera, \nyou will become Sharkticon fodder. And I shall enjoy watching them \nfeast on your worthless, cowardly body.&quot;  He walked over to the \ntank.  Still holding her by the collar, he walked up the flight of \nstairs that led to the top of the tank.  He held her over the water \nas the sharkticons circled the water, just a few feet below. She \ncried and begged him not to do this, &quot;Please,  Vulois, can&#39;t you find \nit in your spark to forgive me? You did once, please...please...don&#39;t \nlet me die. I served under you as an ambassador for your ammbassy to \nbring about peace. How can you do this now, killing me like this?&quot; If \nshe was going to die, she wanted to know why.\nHe laughed and grinned evilly. &quot;I have enjoyed watching you squirm \nlike a worm on a hook. That is what you are, a worm. You left me to \ndie. For that, you shall die as well.&quot;\nShe pleaded, &quot;Please,.....I beg you, don&#39;t put me drop me in the \ntank. Please.&quot; tears were running down her cheeks and she begged for \nher life.\nHe smiled,&quot;Alright, I won&#39;t drop you into the tank.&quot;  He started to \npull his arm back in. Then he spun and threw her into the tank.  She \nhit the water with a loud splash.  Vulois laughed maniacally.  &quot;See? \nI didn&#39;t drop you, I threw you. HAHAHAAHHAA!&quot;  She sputtered and \nsplashed around on the surface of the water.  The large dorsal fins \nof the sharkticons circling around her.  She twisted around, trying \nto keep an eye on them as they swamm around her, but there were too \nmany of them.\nVulois walked back down the stairs and watched the scene from below \nthe waters surface on the outside of the tank.  He looked up and \ncould see her legs kicking in the water. He laughed and waited for \nthe sharkicons to start thier attack. \nShe screamed out from the tank,&quot;HELP ME! SOMEONE HELP ME!&quot;\n\nShe muttered in her sleep,barely audiable,&quot;help me.&quot;\nHer arms moved and her head jerked back and forth. \n\n\n"}}