{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"nxSp59DyoFjCr0J6fBKRrGQ20ODwsz8pkal2GEPt6dmR7uLYYKZJzq1pmIIUPzF-6-P8VUMREDgnUvEN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Sorry!","postDate":"972915976","msgId":19596,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh0azBlOCtqdmZwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDh0aXE1Zytob241QGVHcm91cHMuY29tPg=="},"prevInTopic":19568,"nextInTopic":32641,"prevInTime":19595,"nextInTime":19597,"topicId":19562,"numMessagesInTopic":5,"msgSnippet":"... Her maximal programming was fighting harder than ever to get rid of the trainer program.  In her sleep, she saw the fighting between the trainers and the","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 30 Oct 2000 14:26:18 -0000\r\nReceived: (qmail 5970 invoked from network); 30 Oct 2000 14:26:17 -0000\r\nReceived: from unknown (10.1.10.142) by m3.onelist.org with QMQP; 30 Oct 2000 14:26:17 -0000\r\nReceived: from unknown (HELO ci.egroups.com) (10.1.2.81) by mta3 with SMTP; 30 Oct 2000 14:26:17 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.95] by ci.egroups.com with NNFMP; 30 Oct 2000 14:26:17 -0000\r\nDate: Mon, 30 Oct 2000 14:26:16 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Sorry!\r\nMessage-ID: &lt;8tk0e8+jvfp@...&gt;\r\nIn-Reply-To: &lt;8tiq5g+hon5@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4516\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::Spears::\n\nHer maximal programming was fighting harder than ever to get rid of \nthe trainer program.  In her sleep, she saw the fighting between the \ntrainers and the maximals. She saw her, walking along the path with \nStriker. She remembered that happy time. Then she saw the trainers \ncome and hurt Striker, putting the chip on her and taking them \nhostage. She grew angry. Not that she had lost her herself in all \nthis, but that she was robbed of her identity. She grew more and more \nangry. Her internal curciuts started running in high gear as her \nemotion chips were helping to figt back the trainer program. In her \nspark, she rememebred that she was a maximals and she needed to fight \nas a maximal.  The insignia on her shoulder glowed slightly as she \ntried to help her programs fight the traimer program. She was a \nmaximal and wanted to stay one. \n\n\n--- In nbwrpg@egroups.com, Yanshosh@a... wrote:\n&gt; ::Prowl/Kluster/Firearm::\n&gt; \n&gt; &quot;Iron Raptor, wait!&quot; Prowl yells, running out of his room and down \n&gt; the hall after Iron Raptor. His disabled arm and bleeding chest \n&gt; didn&#39;t help his speed at all.\n&gt; \n&gt; He swears under his breath as he runs after his love, hoping she \n&gt; didn&#39;t go through any more doors. He didn&#39;t know what it took to \nset \n&gt; the autoguns off, and he hoped he wouldn&#39;t have to find out anytime \n&gt; soon.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Kluster nods. &quot;That would be Iron Raptor, one second,&quot; he replies \nto \n&gt; Child, walking over to the closest console.\n&gt; \n&gt; &quot;Computer, locate unit Iron Raptor,&quot; he says, the computer scanning \n&gt; the CF and as far as the scanners reached, which was very far.\n&gt; \n&gt; &quot;Unit Iron Raptor not in scanner range,&quot; it replied. Iron Raptor&#39;s \n&gt; bizzarre third beast mode didn&#39;t register on the Cybertronian \nFire&#39;s \n&gt; scanners as Iron Raptor.\n&gt; \n&gt; Kluster frowns, turning back to Child. &quot;Guess it&#39;s me then,&quot; he \n&gt; says, &quot;What do you need?&quot;\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Firearm frowns as Spears&#39; body begins to shake, about to put \nanother \n&gt; one of the stasis lock devices on her when he pauses, looking down \nat \n&gt; her. He was thinking of a moment many years back, a moment that had \n&gt; marked the beginning of his service in the Maximal military.\n&gt; \n&gt; (Flashback)\n&gt; \n&gt; He was strapped to a table, energon beams holding his arms, legs, \nand \n&gt; head in place. He could remember himself yelling for them to let \nhim \n&gt; go and fight like real bots, but they had only laughed. They were \n&gt; terrorists, going from planet to planet and massacuring colonies. \n&gt; Firearm, one of the defenders of a neutral colony that they had \n&gt; attacked, was the only one left, and they were about to torture him.\n&gt; \n&gt; Suddenly, the door blew in, Kluster, Rex, Proto, and a group of \nother \n&gt; Maximals rushing in, weapons leveled at the chests of the \nterrorists.\n&gt; \n&gt; &quot;You&#39;re under arrest,&quot; Kluster said, looking in disgust at the \n&gt; leader, &quot;Charged with murder. You can give us your weapons and go \n&gt; peacefully, or we can blast you to little pieces and take you back \nto \n&gt; Cybertron that way.&quot;\n&gt; \n&gt; The terrorist laughed, &quot;Maximals are putting me under arrest? How \n&gt; about we use your pieces for scrap!&quot;\n&gt; \n&gt; The terrorist brought up his rifle, firing a shot at Kluster&#39;s \nchest. \n&gt; The Maximal ducked, firing back at the terrorist.\n&gt; \n&gt; A second later, the room was filled with gunfire and the sound of  \n&gt; fighting. A stay shot hit Firearm&#39;s table, the energon beams \nshorting \n&gt; out. The bot jumped up, looking around for the terrorist leader.\n&gt; \n&gt; A second later, all the gunfire and fighting stopped as a loud \n&gt; explosion filled the room, the bots in it looking at the center to \n&gt; see a black spot occupying the space where the terrorist leader had \n&gt; once stood, his body now laying motionlessly against a wall. An \nangry \n&gt; looking Firearm stood on the table that he had been strapped to, \nhis \n&gt; cannon smoking.\n&gt; \n&gt; The terrorists dropped their weapons.\n&gt; \n&gt; (End Flashback)\n&gt; \n&gt; Firearm shakes his head, returning to reality. He looks down at \n&gt; Spears, frowning. Kluster had let him choose what side he wanted to \n&gt; be on, teaching him the good and bad points of both. He was sure \nthat \n&gt; even if he had chosen Predacon, Kluster would have remained his \n&gt; friend and would have helped him in any way he could.\n&gt; \n&gt; Firearm puts the stasis lock device on Spears. Every bot deserved a \n&gt; choice, but their minds would have to be clear. Firearm would \nremove \n&gt; the trainer chip, and then he&#39;d let Spears choose, Trainer or \nMaximal.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n"}}