{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dcoburn","from":"&quot;dcoburn&quot; &lt;dcoburn@...&gt;","replyTo":"LIST","senderId":"jQzcmYz_21pN7EZpyaf2_8A5-hcS_mV3iaOsAjSarCfDzOc4wv6TtzLL9GxQqDnXCONRUtYjCkRwCOudwKQb4XHbF2iQHnF2","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:   Awakening!","postDate":"973514867","msgId":20123,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTEwMWMwNDdlZiRjNGM4NzA0MCQwZjIwYWNjZUBteXN5c3RlbT4=","referencesHeader":"PEY2N0h6ZkFiUE0xRWhYVHdwYjEwMDAwNGQ2ZUBob3RtYWlsLmNvbT4="},"prevInTopic":20056,"nextInTopic":0,"prevInTime":20122,"nextInTime":20124,"topicId":20056,"numMessagesInTopic":2,"msgSnippet":"(Hey, no problem, I feel like I ve been away for 65,000,000 just like the dinosaurs!) ... From: Carnage darkness  To:","rawEmail":"Return-Path: &lt;dcoburn@...&gt;\r\nX-Sender: dcoburn@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 6 Nov 2000 12:48:46 -0000\r\nReceived: (qmail 55258 invoked from network); 6 Nov 2000 12:48:44 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 6 Nov 2000 12:48:44 -0000\r\nReceived: from unknown (HELO galatea.neptune.on.ca) (205.233.176.3) by mta3 with SMTP; 6 Nov 2000 13:49:49 -0000\r\nReceived: from mysystem (pm3-1-15.neptune.on.ca [206.172.32.15]) by galatea.neptune.on.ca (8.9.3/8.9.3) with SMTP id HAA03505 for &lt;nbwrpg@egroups.com&gt;; Mon, 6 Nov 2000 07:48:41 -0500\r\nMessage-ID: &lt;001101c047ef$c4c87040$0f20acce@mysystem&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F67HzfAbPM1EhXTwpb100004d6e@...&gt;\r\nSubject: Re:   Awakening!\r\nDate: Mon, 6 Nov 2000 07:47:47 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.50.4133.2400\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.50.4133.2400\r\nFrom: &quot;dcoburn&quot; &lt;dcoburn@...&gt;\r\n\r\n(Hey, no problem, I feel like I&#39;ve been away for 65,000,000 just like the\ndinosaurs!)\n----- Original Message -----\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, November 05, 2000 2:59 AM\nSubject: Awakening!\n\n\n&gt;\n&gt; ( I do apologize for being so late, I was busy all week. I will try to be\n&gt; quicker in my replies.)\n&gt;\n&gt; ** There was no telling just how long he had been out, but for him to lose\n&gt; that much mech-fluid it had to be quite a while.\n&gt; Dinobot was just barely hanging onto consciousness, or to what little he\n&gt; could grasp with his systems as weak as they were during repair. But it\n&gt; wouldn&#39;t take long before he would be able to take on the world again.and\n&gt; win.\n&gt; Not many people knew it, and sometimes other TM2s didn&#39;t have the same\n&gt; abilities, but every time he was repaired his strength increased for a\nshort\n&gt; time. His systems became faster and more highly placed, faster to process\n&gt; data and even map out complicated attack patters before he every used\nthem.\n&gt; However, he had just found that out when he had repaired last, so now he\n&gt; knew.\n&gt;\n&gt; However, he was not quite in the clear yet. His systems would be weaker\nnow\n&gt; when he awoke properly before they became stronger, not use to nearly\n&gt; bleeding himself dry due to external and internal wounds.\n&gt; But with his repair systems completely activated and functional now, there\n&gt; weren&#39;t too many worries in his sleepy mind.\n&gt;\n&gt; Dinobot slightly shifted, his claws losing their grip on the table and\n&gt; laying flat against its smooth surface. His mind was beginning to clear\nthe\n&gt; more his repair system took care of the damage, but he still stayed in a\n&gt; state which hovered between consciousness and semi-stasis lock.\n&gt; But his stomach continued to heave due to the tubes down his throat,\nweakly\n&gt; choking on them in a futile attempt to bring air into his lungs on his\nown.\n&gt; But each attempt failed and he just ended up half gagging on the tubes\n&gt; instead, his jaws trying to close but unable to due to the tubes again.\n&gt;\n&gt; With his optics at mere slits the work came into a hazy view, finally\n&gt; retreating from the darkness in one single flash of light which was\nfringed\n&gt; with the green haze of his repair system. That blinding light emitted from\n&gt; the outside world almost making him forget what he had seen in his mind,\n&gt; deep within it where he had pushed what feelings he ever thought he could\n&gt; ever have, ever, for anything or anyone.\n&gt; But he didn&#39;t forget, not the images, not the reality, not the last words\n&gt; spoken to a mind which knew the truth more then he knew his own spark, a\n&gt; truth which he was not yet ready to accept quite yet. And if he could ever\n&gt; accept it and release that truth, it would change his life forever.\n&gt;\n&gt; But for now, the world was what occupied his mind as it slowly woke up to\n&gt; it, as a small child opening its eyes for the first time and taking in\nevery\n&gt; little detail of its surroundings with awe and wonder.\n&gt; However, as unfocused as his world was, he knew what shape.no.person now\n&gt; stood over him with a look of the same childlike wonder on her face.\n&gt; Watching the green glow of his repair system as it finished up what work\nit\n&gt; had started, seeing her hazy for reach out and touch one of the green\ncoils.\n&gt; So much information filtered itself into his mother database through that\n&gt; coil, just from that single touch.as brief as it had been. He could read\nso\n&gt; much from that single touch. How old she was, her current health,\n&gt; status.thoughts.\n&gt; Yes, that one coil could reach into the very recesses of ones mind if they\n&gt; dared to stand the pain which was the price for such an experience. But\nthis\n&gt; contact had been so brief that all Dinobot received was a blur of relief\nand\n&gt; worry, yet both had been something he had expected.\n&gt;\n&gt; As he looked on at the hazy outline of Tavatron he slightly noticed\n&gt; something, something about her that he remembered.the shoulder plate! It\nwas\n&gt; missing! That was what had drawn his attention, the mech-fluid crusted\n&gt; shoulder with which Tavatron had lost its plate in the battle with the\n&gt; Alliance bot Oblitertron, where he had received his own damage; which had\n&gt; almost been the death of him!\n&gt; But why wasn&#39;t she repaired? He should have been out long enough for her\nto\n&gt; have gone into one of the CR chambers in the room and repaired.\n&gt;\n&gt; However, even as he thought such a thing he remembered something that he\n&gt; could not quite remember fully, something that had been more of a feeling\n&gt; them a sight or a touch which was much easier to recall.\n&gt; During the early stages of stasis lock, before he had sensed the tubes had\n&gt; been shoved down his throat and into his stomach, he had sensed that\n&gt; something which had been there before had left. SomeONE which had been\nthere\n&gt; had left.\n&gt; Left him, not just because they had something else to do.but left HIM.\n&gt; It was hard to understand, but even as he looked up at Tavatron, somehow,\n&gt; someway.he knew that the one which had left had been her. And what\n&gt; information that coil had received verified that thought, relaying why she\n&gt; had left, where she had gone when she had left, why she had returned and\nwas\n&gt; with him now.\n&gt; But she had left him.even with all he had done for her.she had abandoned\n&gt; him.\n&gt;\n&gt; And that was a thought he could not get out of his mind, the fact that\nwith\n&gt; all they had been through, with all the times he had saved her life.when\nit\n&gt; became her turn to help him.she had backed away and simply abandoned him.\n&gt; And believe it or not, through what sheet of ice covered his spark, that\n&gt; factor actually HURT him.\n&gt; It not only hurt him, but made him feel as if he had been betrayed as\n&gt; well.just as he felt betrayed that the Matrix had denied him such a heroes\n&gt; death as he so deserved.\n&gt; He had trusted her, saved her life numerous times, risking his very spark,\n&gt; even held her and shared what small amounts of feelings he had let\n&gt; escape.and this was how she repaid him.by abandoning him?!\n&gt; That was just something in which he could not come to terms with.\n&gt; He wasn&#39;t quite angered by it yet, but.well.he didn&#39;t exactly know just\nwhat\n&gt; to think if it yet. But this was also by cause that his mind had not quite\n&gt; woken yet.\n&gt;\n&gt; Dinobot watched with mixed feelings as Tavatron reached over and gently\n&gt; brushed his cheek with her fingers, looking up and into her optics as she\n&gt; gazed down at him. And it was then that she suddenly came into view, sharp\n&gt; and clear.\n&gt; His repair coils unwrapped themselves from his chest and retreated into\nhis\n&gt; spark, the cavity simply sliding shut to shut in the light which guided\nhis\n&gt; very life force.\n&gt; And with sudden realism the tubes suddenly made his stomach heave\nviolently,\n&gt; his systems completely repaired and functioning.\n&gt;\n&gt; With a whining of gears and hydraulics which were not use to sudden\nmovement\n&gt; just after a long period of stillness he sat up and ripped the tubes from\n&gt; his throat in one fluid movement, then leaning over the side of the table\nto\n&gt; retch a bit. His stomach heaved violently a few more times, threatening to\n&gt; bring up what energon was in his stomach left to be digested.\n&gt; So he simply leaned there on his side, coughing a few times and trying as\n&gt; hard as he could to keep the energon down. But then, when his stomach had\n&gt; finally calmed a bit and he no longer knew the threat to throw up was\nthere\n&gt; anymore he sat up once again but hung his head a bit, his throat a little\n&gt; raw from bringing those tubes up so quick.\n&gt;\n&gt; Dinobot listened to the silence of the room as he simply sat there,\n&gt; recovering from waking up so quickly and performing actions with which his\n&gt; body was not yet ready to perform. Breathing deeply he took air into his\n&gt; lungs on his own since a few mega-cycles ago. But even as he sat there and\n&gt; simply took everything in, Tavatron&#39;s little trip from his side swamped\nback\n&gt; into his main thoughts. But this time he was awake enough to react with a\n&gt; reasonable and quite rational feeling, anger.\n&gt; But also there was the little matter of that comment she made only moments\n&gt; before he had sat up, a comment which needed his much-required response.\n&gt; He then turned his optics towards Tavatron with a very deep growl, and\nwore\n&gt; an expression on his face which was something he was sure Tavatron had\nnever\n&gt; seen in the entire time she had known him.\n&gt; A look of complete disrespect.\n&gt; And his voice was the exact same, with a tone which would have made a\npriest\n&gt; look twice**\n&gt;\n&gt; &quot; Negative. Only a warrior could kill me. Do YOU understand?&quot;\n&gt;\n&gt; _________________________________________________________________________\n&gt; Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n&gt;\n&gt; Share information about yourself, create your own public profile at\n&gt; http://profiles.msn.com.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}