{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"OmyMir_mdMQ_79shqHLxfhWTi_dQisvnDm2Wwg3hgIoWO0czkK6AVByBAaRSphDFSInnebGiTHRtKuIf0AGUsO4P2iGKdmSNGeJ3tA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shadow Wing is now Ice","postDate":"973784264","msgId":20365,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwZDAwMWMwNGE2MyQwMjczNDNhMCQxYTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDh1Y2prcis0Z2Q2QGVHcm91cHMuY29tPg=="},"prevInTopic":20309,"nextInTopic":0,"prevInTime":20364,"nextInTime":20366,"topicId":20306,"numMessagesInTopic":4,"msgSnippet":"Veratis finished adjusting the other CR chamber. he looked back at Ice. he could sense the pain she was fealing, see the rejection in her eyes. Don t get to","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 9 Nov 2000 12:41:12 -0000\r\nReceived: (qmail 14694 invoked from network); 9 Nov 2000 12:41:12 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 9 Nov 2000 12:41:12 -0000\r\nReceived: from unknown (HELO pimout1-int.prodigy.net) (207.115.63.77) by mta1 with SMTP; 9 Nov 2000 12:41:12 -0000\r\nReceived: from pavilion (A010-0026.ELRA.splitrock.net [209.156.146.26]) by pimout1-int.prodigy.net (8.10.1/8.10.1) with SMTP id eA9Cf9Z209002 for &lt;nbwrpg@egroups.com&gt;; Thu, 9 Nov 2000 07:41:09 -0500\r\nMessage-ID: &lt;00d001c04a63$027343a0$1a929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;8ucjkr+4gd6@...&gt;\r\nSubject: Re: Shadow Wing is now Ice\r\nDate: Thu, 9 Nov 2000 07:37:44 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nVeratis finished adjusting the other CR chamber. he looked back at Ice. he\ncould sense the pain she was fealing, see the rejection in her eyes.\n\n&quot;Don&#39;t get to comfortable child you have an appointment in the chamber too.&quot;\nhe double checked the connections to make sure everything was ready. once\ncomplete he opened the door and waved her in as if he were a host at a\nresteraunt showing a customer to her table. He turned around and noticed she\nwas gone. The door chimed as it opened letting him know where she was. He\nopened a commlink to her not knowing the range of  her abilities. &quot;Would you\nget your hairy rear back here or do I have to come get you?&quot; it was\ndaylight, he was late on his rejuvination cycle (Sleep) and he was beginning\nto get cranky. He didn&#39;t know the extent of the virus but knew he had to\nstabilize it.\n\nLunarpine sat back in the other CR chamber fealing the repair juices flowing\nover him. He was out of danger now and transformed back to robot mode. He\nthought about old times. He was partly angry about Shadow Wings\ntransformation. Why was she a polar bear, her sequencer was supposed to\nreject the dna until a more suitable form could be found. Veratis must have\na logical explanation. If this was intentional then Lunarpine would walk out\nand take his best friend since he landed with him. One thing was certain\nthough, the sparring matches had just become a lot more interesting.\n\n\n----- Original Message -----\nFrom: &lt;logomorph@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, November 08, 2000 2:21 PM\nSubject: Shadow Wing is now Ice\n\n\n&gt; Ice::\n&gt;\n&gt; She looked at Lunarpine as he walked in. She felt her spark jump\n&gt; around. She was overjoyed to see him. She was his wounds and looked\n&gt; at his face. She wanted to help him, but Veratis was right, he needed\n&gt; the CR.  She looked at him, she waited for him to either tell her he\n&gt; missed her and didn&#39;t care about her new form, or to spit at her and\n&gt; tell her to leave him alone.  She knew she sould read his thoughts,\n&gt; but chose not to.  She was more afraid of what he was thinking than\n&gt; anything. Her spark dropped as he looked at her, then walked into the\n&gt; CR.  She lowered her head and sighed. &quot;Yeah...see you when you get\n&gt; out of there.&quot; her voice soft and meloncolly. She looked at the blood\n&gt; on the floor and sighed.  Her shoudlers were sore, and not healing\n&gt; fast enough. She walked to a corner of the room and layed down. She\n&gt; rested her head on her front bear paws.  She closed her eyes and\n&gt; softly cried. She knew that he now hated her and her new form.  She\n&gt; wasn&#39;t the Shadow Wing he had left behind. She was now Ice.  She\n&gt; hadn&#39;t read his mind because she was to afraid to hear his thoughts\n&gt; on what he thought about her new form.  She though about how he acted\n&gt; when he got back. He didn&#39;t rush up to her. He didn&#39;t even really\n&gt; look at her.  He just shrugged it off.  She sighed and knew that\n&gt; maybe, he had found another bot in his travels.  Or he got tried of\n&gt; her. She couldn&#39;t blame him. But her spark felt like it was breaking\n&gt; none the less.\n&gt;\n&gt;\n&gt; --- In nbwrpg@egroups.com, &quot;CYBERWOLF4&quot; &lt;cyberwolf4@p...&gt; wrote:\n&gt; &gt; Veratis walked behind Shadow Wing and bandaged the wounds on her\n&gt; shoulders,\n&gt; &gt; he was worried that her repair systems still hadn&#39;t taken care of\n&gt; the\n&gt; &gt; damage. Normally the wounds would have been healed soon as they\n&gt; opened. &quot;You\n&gt; &gt; are correct child, I will need a name to call you. Subject just\n&gt; seems to\n&gt; &gt; improper when it involves a living um being.&quot; the word creature\n&gt; came to mind\n&gt; &gt; but sounded almost insulting. &quot;I will call you &quot;Ice&quot; for now until\n&gt; a more\n&gt; &gt; suitable name comes up.&quot;\n&gt; &gt;\n&gt; &gt; The computer beeped signifying the door opening under a recognizable\n&gt; &gt; signature. Veratis thought nothing of it. Lady Hawk, and Foxfingers\n&gt; should\n&gt; &gt; be returning any time now. He hadn&#39;t heard from either one in a\n&gt; while and\n&gt; &gt; was beginning to worry. He put his mind at ease by deciding that\n&gt; they must\n&gt; &gt; be caught up in all the excitement of this amazing new world.\n&gt; &gt;\n&gt; &gt; A large figure entered the room and stayed to the Shadows. &quot;I leave\n&gt; for a\n&gt; &gt; few days and this is what happens? Do I have to watch you every\n&gt; moment? Good\n&gt; &gt; to see you&#39;re up and about Wing.&quot; Lunarpine stepped forward in half\n&gt; wolf\n&gt; &gt; form carrying the sample of DNA from Shadow Wings grave sight. &quot;I\n&gt; guess you\n&gt; &gt; won&#39;t need this after all.&quot;\n&gt; &gt;\n&gt; &gt; &quot;Veratis half smiled. The rejection to the bear DNA was causing the\n&gt; &gt; degeneration, now that they had the right sample he might be able to\n&gt; &gt; stabilize her. &quot;I hate to say it but you&#39;ll need to spend a few\n&gt; more hours\n&gt; &gt; in the CR.&quot; he turns back to Lunarpine, &quot;And you, I give you a\n&gt; simple task\n&gt; &gt; and a new body and you turn it into a war. I&#39;ll see you both in a\n&gt; while.&quot;\n&gt; &gt; He adjusted the intake valve on the chamber with the owl DNA\n&gt; knowing he\n&gt; &gt; wouldn&#39;t have to explain to &quot;Ice&quot;\n&gt; &gt;\n&gt; &gt; Lunarpine stepped into another chamber looking one last time at\n&gt; Shadow Wings\n&gt; &gt; new form. He wanted to throw his arms around her but figured it&#39;d\n&gt; hurt to\n&gt; &gt; much. A bear hug and his wounds would make him regret\n&gt; surviving. &quot;I&#39;ll see\n&gt; &gt; you soon&quot; he said to both Veratis and Wing as the door closed.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}