{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"sYrP1WsQwfd-SXp8M0tlWx_EMbxtvKRlOiSslxldqn5J8papdazoaiJ7V0eIWKmsd_A0S-o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Change of plans","postDate":"973972037","msgId":20551,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY0Ljg0NjliY2MuMjczZWZjNDVAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":20562,"prevInTime":20550,"nextInTime":20552,"topicId":20551,"numMessagesInTopic":2,"msgSnippet":"Megatron retired to a large penthouse style room. It was probly one of the ships officers rooms, but he got in a didnt care whos feelings he hurt. Hell Beast","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 11 Nov 2000 19:47:30 -0000\r\nReceived: (qmail 56048 invoked from network); 11 Nov 2000 19:47:30 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 11 Nov 2000 19:47:30 -0000\r\nReceived: from unknown (HELO imo-r13.mail.aol.com) (152.163.225.67) by mta3 with SMTP; 11 Nov 2000 20:48:36 -0000\r\nReceived: from JP3884@... by imo-r13.mx.aol.com (mail_out_v28.32.) id a.64.8469bcc (4251) for &lt;nbwrpg@egroups.com&gt;; Sat, 11 Nov 2000 14:47:18 -0500 (EST)\r\nMessage-ID: &lt;64.8469bcc.273efc45@...&gt;\r\nDate: Sat, 11 Nov 2000 14:47:17 EST\r\nSubject: Change of plans\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Windows AOL sub 82\r\nFrom: JP3884@...\r\n\r\n    Megatron retired to a large penthouse style room. It was probly one of \nthe ships officers rooms, but he got in a didnt care whos feelings he hurt. \nHell Beast joined him, as did Tarantulas, seeing as how Aracnia was intent on \ngoing along with Kitkat.\n    He sat in the sitting area, joined by the other two, large, bots. They \nall sat across from each other, looking at each other with those sinister \noptocs.\n    &quot;Gentlemen, I dont know if youre aware of this but I have taken it apon \nmyself to investigate Allience activities within the past few days,&quot; Senator  \nHell Beast went on, diplomatically, &quot;And I have to say we are up agianst a \nrather powerful opponent.&quot;\n    Tarantulas took in a deep breath and let it come out loudly. He hated the \nAllience, Maximals, and even some of the Predacons. But with the Allience \ngone, or weakened for awhile, it would give the Predacons a chance to \ndominate the War. \n    Megatron crossed his arms, &quot;And why do you say that, Senator?&quot; Bad news \nwas never a thing Megatron took too well. And seeing as how this was a rather \nimportant manuver for the entire Predacon Empire, he was pissed off.\n    &quot;The massive was ship known as the Iron Fist is the new Allience strong \nhold. Not only that, they also have their old ship docked there too. Its \nwepons and shileds are outstanding in the sense that if we were to attack, we \nwould be blown to smitherines.&quot; He said. &quot;Also, its on an island located off \nthe mainland. We would have to get there arialy. It would be a large risk.&quot;     \n    &quot;So youre saying that an attack would be unwise?&quot; Tarantulas rhasped as \nhe tapped his claws on the arms of the chairs.\n    Hell Beast went on. &quot;No, no no no. Not at all. I propose an attack. But a \ndifferent kind.&quot; He was now clearly smiling.\n    Megatron, bluntly, &quot;What kind of scheme are you thinking of? I want to \nwin this....and if I lose I dont want to lose anything big.&quot;\n    &quot;Underwater. We construct a submarine. One powerful enough to take on the \nIron fist, deploy troops, and hold together.&quot; He said finally, and then \nrelaxed.\n    Tarantulas began to nod, as if he were coming up with the blue prints in \nhis insane little mind. Standing up he reached a display board and brought \nonline the blueprints to Black Aracnia&#39;s ship. \n    &quot;We could use this as out....um...foundation as to say. We would \ndeffinetly need a few modifications, and more firepower. But it could be \ndone.&quot; He then chuckled and tunred to face the others.\n    Now they waited for Megatron to speak. He sat quite, motionless in his \narm chiar. It seemd he was in pain the way his eyes opened and closed slowly, \nas if in a hypnotic pattern.\n    He cleared his throat, opened his mouth, &quot;Let it be done. I will tell \nKitkat and Black Aracnia of our plans for the Sub-destroyer. Tarantulas and \nHell Beast, you assemble and team and get the blueprints in order. I want \nthis thng done carefully, quickly, and most of all I want no mess ups.&quot; He \nstood.   &quot;Hurry, the sooner this is done, the sooner we will dominate this \nrock. FOR THE GLORY OF THE PREDACON EMPIRE!&quot; He shouted, saluted, and exited.\n\n"}}