{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"ee2lTp36oqWysI0jJDnRy0M7a14R6AYjp8m4mUMAEXZZPwtNLSmCOFM34Lb4PYUU70fKWOg0Vg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Character Submitions","postDate":"959131450","msgId":2058,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMyLjU3MmYzMGUuMjY1Yzg5M2FAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":2057,"nextInTime":2059,"topicId":2058,"numMessagesInTopic":1,"msgSnippet":"Character Submitions: Bumblebee Gender: Male Beast Mode: Bumblebee Side: Predacon Character History: After 20 years of life, Bumblebee joined PredaTech Labs,","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 13562 invoked from network); 24 May 2000 01:24:20 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 24 May 2000 01:24:20 -0000\r\nReceived: from unknown (HELO csimo01.mx.cs.com) (152.163.225.74) by mta2 with SMTP; 24 May 2000 01:24:19 -0000\r\nReceived: from KSLawdogg@... by csimo01.mx.aol.com (mail_out_v26.7.) id a.32.572f30e (3950) for &lt;nbwrpg@egroups.com&gt;; Tue, 23 May 2000 21:24:10 -0400 (EDT)\r\nMessage-ID: &lt;32.572f30e.265c893a@...&gt;\r\nDate: Tue, 23 May 2000 21:24:10 EDT\r\nSubject: Character Submitions\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 101\r\nFrom: KSLawdogg@...\r\n\r\nCharacter Submitions:\n\n\nBumblebee\n\nGender: Male\nBeast Mode: Bumblebee\nSide: Predacon\n\nCharacter History:\n\nAfter 20 years of life, Bumblebee joined PredaTech Labs, owned by Koga Shuko, \nand was positioned at a lab as a guard.  After a few months, he learned that \nthe lab was working with gestalt technology.  On the 500th anniversary of \nindependence for the USA, the Oblitercons broke out, killing almost every \npersonel and destroying the lab.  Bumblebee was one of the only survivors.  A \nlittle while later, he was recruited on an unidentifed mission to an \nunidentified planet.  The convoy would be led by Koga Shuko himself, along \nwith Set, a business partner and wealthy Predacon.  He was put in a stasis \npod for safe-keeping, but due to an asteroid storm, the Predacon ship \ncrashed, a few stasis pods gettings out, one of them Bumblebee&#39;s.  Now, \nlooking for new and better oppertunities, Bumblebee will make a formidable \nfoe.\n\nCharacter Personality:\n\nHis stick-too-it-evness gets him in good graces with his leaders, just the \nway he likes it!  He&#39;s a soldier, and he follows orders no matter what, even \nif it will cost him his life.  He hates Maximals, and will not utter to show \nno mercy when executing them.\n\nCharacter Stats:\n\nFunction: Warrior\n\nStrength: 6.0\nIntelligence: 8\nSpeed: 6.0\nEndurance: 7\nRank: 4.0\nFirepower: 7.5\nSkill: 9.0\n\nBeast Mode Description:\n\nBumblebee&#39;s beast mode is simple, a giant bumblebee.  5 ft long, 3 ft wide, \nand 4 ft high, a massive stinger on the end of his &#39;thorax&#39; stays, sharp as \nHell and just as deadly, being 5 ft long.  In this mode, his communication \nand sensors are much better.\n\nRobot Mode Description:\n\nIn robot mode, he is very similar to Waspinator&#39;s, only he is &#39;6&quot;6, and has \ntwo stinger missile launchers.  He shoots blue optic beams from his optic \nsensors, and can take flight in this mode (as well as his beast mode).  With \na red Predacon insignia on his yellow and black chest, he doesn&#39;t care who \nsees it.  Just as long as they see it before he kills them!\n\n\n\nName: Scattershot\nGender: Male\nBeast Mode: Bald Eagle\nSide: Alliance\n\nCharacter History:\n\nRaised in the suburbs of Iacon, in 2303, at the young age of 76, he began his \nmurder spree.  Killing several Humans, and over 50 Maximals, this Predacon \nhas been through several mental wards, though each he broke out of and killed \na few more Maximals and even Predacons in the process.  Soon, these acts \nbrought the amused attention of Koga Shuko, CEO of PredTech Labs, a very \nwealthy company. Going on a mission with him, he was put in a stasis pod (so \nhe didn&#39;t kill the entire crew!).  But when the asteroids hit the ship, he \nwas knocked out of the craft, and hit Earth, then joined the Alliance, and \ncontinues to be a crazy freak of nature.\n\nCharacter Personality: \n\nA real serial killer, Scattershot is just plain psychotic.  He has been noted \nas a pyromaniac, and has been accounted of 18 counts of arson, and is \nsupsected of over 20 more.  If he can get alone with a Maximal, he will \ntorture and kill one.  He respects authority, believing if no one takes \norders, all the world would plunge into a chaos, of course, wherever he goes, \nthat happens either way.  He loves to see flames, and with his knowledge of \nbombs (he&#39;s been accounted for blowing up a few buildings), he gets what he \nwants.\n\nCharacter Stats:\n\nFunction: Ground Trooper/Warrior/Explosives Expert\n  \nStrength: 7.96\nIntelligence: 8.0\nSpeed: 3.0\nEndurance: 9.0\nRank: 7.0\nFirewpower: 6.0\nSkill: 10.0\n\nBeast Mode Description:\n\nA normal, brown and white bald eagle is this psychotic robot&#39;s beast mode.  \nOnly the beak can tear through metal, just as easily as a real eagle can tear \nthrough flesh, and the talons are almost as deadly.  In the back wing \nfeathers, are small rockets, which can boost his speed up for a few \nmilli-cycles (seconds, supposedly).\n\nRobot Mode Description:\n\nA mix of brown, white, yellow, black, green, violet, turqouise, and EVEN \npink, he does not hide well.  He used to be just plain green, but he thought \nthat was too dull, and the masses had to be shown something else.  On the \ntips of all eleven (an extra finger on the left hand) fingers are deadly \ntalons.  His portruding beak is still showable, even in this mode.  His \noptics can see great distances, in both modes.  He has no visible insignias \non his body, not wanting to pollute his body.  In his right hand, he carries \na automatic rifle, firing explosive &#39;bullets&#39;, in the other hand is an \nenergon knife.  In subspace he carries a variety of tools for torture, bomb \nequipment, charges, a missile launcher, and a few laser pistols.\n\n\nName: Punch / Counter Punch (One robot, Counter Punch is another robot mode)\nGender: Male/Male\nBeast Mode: Kangaroo / Dingo\nSide: Alliance/Predacon\n\nCharacter History:\n\nPunch was created in Cybertron for one purpose, spying.  Though, he became a \ndouble agent.  Several dozen years later, he was found out, and the Predacon \nAlliance came after him.  Stealing a Human craft, he set off for Past Earth, \nwhere he hoped Hell Beast or some powerful warlord would find a great use for \nhis services.  Getting caught in the ship debris from Koga Shuko and Set&#39;s \nship, he crash landed on Earth.  Now, using his other robot mode, Counter \nPunch, he spies on both Alliance and Predacon alike.\n\nCharacter Personality:\n\nBoth of his modes are cold and desolate, with no mercy.  They love to fight, \nbut love to spy better.  Any dirt they can find, they save until it&#39;s needed. \n \n\nCharacter Stats:\n\nFunction: Triplechanger and Double Agent\n\nStrength: 7.0/6.0\nIntelligence: 6.0/5.0\nSpeed: 4.0/3.0\nEndurance: 6.54/6.9\nRank: 5.0/5.0\nFirewpower: 6.4/7.5\nSkill: 10.0/10.0\n\nBeast Mode Description:\n\nThe kangaroo mode for Punch, the Alliance member of the two other modes, is a \ntypical Australian kangaroo, with, like all marsupials, has a pouch.  This \ncan be used for Punch to store things like shiny objects, disks, and even \nweapons.\n\nThe dingo mode of Counter Punch, the other mode of the two, is a typical \ndingo.  Striped on the back, with tannish fur.  His teeth and claws are a \ndeadly combination, and his ears, sight, and eyes are extremely good, \nallowing him to hear, see, and smell just about everything that goes on \naround him.\n\nRobot Mode Description:\n\nPunch:\n\nPunch is a blue robot with no symbols on him.  He has a single red optic band \non his face, which can zoom in things to be 1000X.  Over his mouth is face \nplate.  His hands and feet are all black, giving him a nice mix of colors.  \nIn his hands he carries a plasma cannon, in subspace he has a sword and a \nlaser pistol and a laser rifle.\n\nCounter Punch:\n\nGray and red, like his &#39;brother&#39;, Counter Punch has a red optic band, and a \nface plate.  His band also has the same special ability, to zoom things into \na 1000X view.  His chest is gray, and his abdomen is white.  His arms and \nlegs white, his feet and hands gray.  In his left hand he carries a photon \nrifle, and in subspace he has an energon knife, a plasma pistol, and a rocket \nlauncher.      \n\n"}}