{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"PjgjM_wvWpvhkODFx725cKDLA9H4Oj2z8u5Aw4hYjfvv8wo9qiG7tEgEZJkBvH9ubOywRFv6BQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Vehement&#39;s Escape or Doom?","postDate":"974083789","msgId":20673,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGEzLmRkOGIxNTkuMjc0MGIwY2RAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":20674,"prevInTime":20672,"nextInTime":20674,"topicId":20673,"numMessagesInTopic":60,"msgSnippet":"(Some of the powers about to happen, I probably won t be doing in the RPG, just doing em now for the fun of it) Vehement/Sun Crusher/Diety/Bloom/Reflector: ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 13 Nov 2000 02:49:54 -0000\r\nReceived: (qmail 1701 invoked from network); 13 Nov 2000 02:49:54 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 13 Nov 2000 02:49:54 -0000\r\nReceived: from unknown (HELO imo-d05.mx.aol.com) (205.188.157.37) by mta3 with SMTP; 13 Nov 2000 03:51:00 -0000\r\nReceived: from KSLawdogg@... by imo-d05.mx.aol.com (mail_out_v28.32.) id a.a3.dd8b159 (8233) for &lt;nbwrpg@egroups.com&gt;; Sun, 12 Nov 2000 21:49:49 -0500 (EST)\r\nMessage-ID: &lt;a3.dd8b159.2740b0cd@...&gt;\r\nDate: Sun, 12 Nov 2000 21:49:49 EST\r\nSubject: Vehement&#39;s Escape or Doom?\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Some of the powers about to happen, I probably won&#39;t be doing in the RPG, \njust doing &#39;em now for the fun of it)\n\n\nVehement/Sun Crusher/Diety/Bloom/Reflector:\n\n\n\n\n    Vehement charged down a hallway, followed by several Brotherhood members \nfollowing him to safety.  He stopped at a large hatch which slid open, the \ndozen Brotherhood members rushing in.\n    Vehement activated his wrist comm. unit and yelled into it.  &quot;Seal the \nhatch!  Power up engines and follow flight plan Alpha-Omega AZ Tuscon, it&#39;s \nalready programmed into the ship.  Vehement smiled as he got an \nacknowledgement.  He let the others leave for their posts as he pressed a few \nbuttons on a forearm computer, three digits appearing 3:00, and a second \nlater, it was 2:59.  Vehement headed off for the bridge.\n    \n    Vehement entered the bridge, hearing several acknowledgements from \npersonel.  He checked his forearm computer.  Two minutes left.  &quot;Status \nreport, Bloom.&quot;\n    &quot;Engines powering up, shields and weapons at full, we&#39;re heading out now, \nArchbishop.&quot;\n    The Brotherhood Archbishop smiled, sitting down in the middle chair \nbetween two others in the middle of the bridge.  He felt the slight shaking \nas the engines powered up to full and began speeding them along their way.  \nVehement checked his forearm computer, which read &quot;1:32&quot; and sighed, \nestimating they would be clear in one minute.  \n    Over a minute later, everyone on the bridge save the Archbishop let out a \ncry of shock as a robot at the scanners alerted everyone that the Brotherhood \nAlpha Space Station had been destroyed, and the shock wave of the explosion a \nfew moments after confirmed, slightly tossing the large battlecruiser.\n    &quot;Let us have a moment of silence for our fallen comrades.  They died to \npreserve the ways of the Omniscent One, and they shall not be forgotten.&quot; \n    After a complete two minutes had passed of eerie silence,  the Archbishop \nspoke once more.  &quot;Status report, Sun Crusher.&quot;\n    &quot;Transwarp engines are activating, illustrious one.&quot;\n    &quot;As they should be.  All is going accordi--&quot;\n    &quot;Three Maximal strike cruisers just appeared out of nowhere!  They&#39;re \nheading to intercept us!&quot;\n    &quot;WHAT?&quot; Vehement yelled, standing up.\n    &quot;What are yo--&quot; Sun Crusher was interrupted by a yell, belonging to a \nlarge bulky Brotherhood member named Bloom, who opened fire with two laser \npistols, mowing down three members of the Brotherhood.\n    &quot;Traitor!  Kill him!&quot; Vehement ordered.  He watched as several of his men \ncharged at Bloom, a few being cut down, returning fire knocking Bloom down.  \nThey didn&#39;t see Diety from behind with an energon blade and laser rifle, \ncutting one &#39;bot down, shooting the rest.\n    &quot;I shall deal with this personally.&quot; Vehement felt the entire ship shake \nas Maximal laesr cannon fire struck the shields of the ship.\n    &quot;SHIELDS AT 91%&quot; the ship&#39;s computer said over the bridge&#39;s intercom \nsystem.\n    Vehement leapt, tackling Bloom to the ground and punching him quickly.\n    \n    Diety raised his golden rifle, to be tackled from behind by the green, \npurple, and gray Reflector.\n\n    Sun Crusher stood to his red feet, his red, yellow, and white body \nshining brightly in the ship&#39;s light, falling to his knees as missiles soon \nerupted agianst the shields of the Brotherhood craft.\n    &quot;SHIELDS AT 76% AND FAILING&quot;\n    &quot;Sun Crusher--urgh--return---fire!&quot; Vehement said, getting his hands \naround Bloom&#39;s neck, pinning the robot down his superior weight and size.\n    Reflector got to his feet, a punch to the gut sending him to his knees, \nDiety roundhousing him, knocking him to the ground.  Diety picked up his \nsword, catching a fireball in the back, sending him crashing to the metal \nground.\n    Sun Crusher got to his post, pressing several buttons, the ship barely \nshaking, but not from enemy weapons fire.  He watched on the main view screen \nas a few blasts of purple energy connected with the shields of a Maximal \nstrike crusher.  &quot;Direct hit!  One of the ships is down to 56%.&quot; he said as \nthe strike cruiser fell back, another one going in front of it.  &quot;Slag.&quot;\n    Reflector got up, pulling out his laser pistol, firing off two bolts at \nDiety.  But the golden robot rolled out of the way of the laser blasts and \njumped to his feet, charging up to Reflector and kicking the gun out of his \nhands, followed by a quick jab to the face.\n    &quot;I don&#39;t think so.&quot; Reflector said, two perfect duplicates of himself \nappearing on his sides, both tackling Diety to the ground.  One of them was \nkicked off, but the other one got a good hold on the traitor, and pulled him \nup to his feet, the true Reflector beginning to bombard him with powerful \npunches and jabs.\n    Sun Crusher watched as Reflector and his two counerparts managed to stay \non their feet as missiles collided with the ship.\n    &quot;SHIELDS AT 54%&quot;\n    Sun Crusher returned fire with a mix of lasers and missiles, letting out \na cry of joy as an enemy vessel exploded.\n\n    Vehement got to his feet, holding Bloom by the neck.  The gigantic \nArchbishop lifted Bloom three feet of the ground, and threw him to the other \nside of the bridge, laughing as the traitor hit a wall and landed on his \nknees and hands.  Vehement ran, kicking Bloom in the side, not even flinching \nat the sickening crunch as his foot smashed a few internal parts.\n    &quot;You dare bretray the Omniscent One, and hope to live?  And what is \nworse, you hope to kill his Archbishop, and his cause?  No, Bloom, no Diety.  \nYou will die for your treachery.&quot; Vehement said as he stood his ground as the \nship shook.\n    &quot;SHIELDS AT 29%&quot;\n    The Archbishop raised Bloom to his feet, pointing the palm of his hand at \nBloom&#39;s face.  A bluish-red hue went out from his hand continuosly, hitting \nBloom&#39;s face.  Bloom let out a cry of agony, gripping the sides of his head \nwith his hands, trying to go to his knees but couldn&#39;t, as if an invisible \nfoe was holding him place.\n    Vehement&#39;s face twisted into a sick grin as Bloom&#39;s cries increased, \nuntil finally he screamed a final glass-shattering cry of despair, and his \nhead blew apart.  The leader of the Brotherhood, wiped the mech-fluid off his \nface, walking over to Diety.\n    &quot;No!  No!  Vehement, I&#39;m loyal!  The Evil One knows I&#39;m loyal!  NO!&quot; he \nscreamed as the same thing was done to him.  Vehement laughed as the body \ndropped to the ground, mech-fluid leaking from the neck.\n    &quot;SHIELDS HAVE FAILED, HULL HAS BEEN COMPROMISED.  STRUCTURAL INTEGRITY OF \nTHE SHIP IS AT 95%&quot;\n    Vehement cursed the computer as he got to his feet, his face covered in \nmech-fluid after hitting the ground.\n    &quot;I hit the same ship I hit earlier, Archbishop, it&#39;s down to 14% in \nshields.&quot;\n    &quot;Good!&quot;\n    &quot;Sir!&quot; Reflector yelled, now a single entity.  &quot;A transwarp portal is \nopening!&quot;\n    &quot;Good!  Let us go into it!  It will be our sanctuary!  Are the Maximals \nfollowing?&quot;\n    &quot;Yes!&quot;\n    &quot;No matter, let them.  Reroute all excess energy to the shields.&quot;\n    &quot;Shields up to 25%, Archbishop.&quot; Sun Crusher announced.  The ship shook.  \n&quot;Or...rather 11%.&quot;\n    &quot;Return fire!&quot; Vehement ordered as the ship entered the transwarp portal, \nlaser cannons firing a dozen blasts off, blowing up the already damaged \nstrike cruiser, the remaining one following, returning fire.\n    &quot;I got one!&quot; \n    Sparks erupted from the cieling, as well as a few computer terminals.\n    &quot;STRUCTURAL INTEGRITY AT 96%, CURRENTLY NO HULL BREACHES&quot;\n    &quot;Return fire!&quot; Vehement ordered madly, climbing into his seat, buckling \nhimself in with a safety harness, the remaining two Brotherhood members \nfollowing his wise example.\n    They felt the ship shake slightly as missiles fired off followed with \nlasers.\n    &quot;It&#39;s down to 18%&quot;\n    &quot;Slag!&quot; Vehement yelled, slamming a fist down, the ship now in the \ntranswarp portal, in a kind of transwarp tunnel.  In a mix of bright and dark \nblue, Vehement watched as they continued through.  &quot;Send all energy from the \ngravity generators into the shields.&quot;\n    &quot;Sir...&quot;\n    &quot;Do it!&quot;\n    &quot;Very well.&quot; Sun Crusher said, knowing it would be deadly to argue.  \n&quot;Shields are back--&quot;\n    &quot;SHIELDS AT 12%&quot; the computer interrupted.\n    &quot;Good.&quot; Vehement brought a hand to his chin.  He knew where they were \ngoing, and there would be plenty of air, but would it be worth it.  He \ngripped the armrests of his chair as the ship began violently shaking.  &quot;WHAT \nIN THE PIT?&quot;\n    &quot;We&#39;re getting some space-like turbulence!&quot; \n    &quot;Obviously!&quot;\n\n\n    The Maximal commander of the strike cruiser saw an ensign about to open \nfire once more, but the ensign was interrupted as an officer let out a cry.\n    &quot;Energy bolt from the transwarp tunnel is coming at us!&quot;\n    The bolt struck the enemy ship, the already weakened shields failing, and \nthe bolt tearing a large hole through the strike cruiser, the ship exploding.\n\n    The Archbishop of the Brotherhood let out a small cry of joy as Sun \nCrusher informed him of the remaining strike cruiser&#39;s fate.  &quot;We have done \nvery well.  Let that be the beginning of our vengeance against the Maximal \nElders.  Continue--&quot;\n    Vehement was thrown against his harness, which if under this kind of \npressure for a cycle more would&#39;ve given.  A shower of sparks rained down on \nVehement, black smoke pouring out from burning computer panels behind the \nthree Brotherhood members.  &quot;By the Evil One!  What was that?&quot;\n    &quot;A bolt comprised of plasma and...the rest of the energy is unknown.  It \ntook out shields and did damage to our hull and engines.&quot;\n    &quot;Great.&quot; Reflector&#39;s leader retorted as the ship exited the transwarp \nportal, which closed behind them, a bit of wreckage from the strike cruiser \nfollowing them.  The wreckage struck the engines, causing an explosion.\n    &quot;WHAT THE PIT!?  The Omniscent One tests our faith tonight my loyal \nfollowers!&quot;\n    &quot;ENGINES ARE DOWN!&quot;  \n    &quot;Can you make a landing to that planet?&quot;\n    &quot;Not really.  More like a crash landing.&quot; Sun Crusher replied.\n    &quot;THEN DO IT!  And scan the planet, I want to know everything!  Or at \nleast, everything you can find out!&quot;\n\n"}}