{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"wRsJJOj2BZUW-X-tBfl0TJoAr8Kb_aBORAvG22jmc78ZU4XbjXPxfYEHVnrN6gQZwQQND3Frm-2xINz-rQSxZ13mlKWtsNd69Fk4DA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The next evolution of technology.","postDate":"974321493","msgId":20938,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTcwMWMwNGY0NSRkODE3MDk2MCQ0YTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDh1dThzZytldmdsQGVHcm91cHMuY29tPg=="},"prevInTopic":20937,"nextInTopic":20939,"prevInTime":20937,"nextInTime":20939,"topicId":20870,"numMessagesInTopic":26,"msgSnippet":"Veratis heard Ive s thoughts again. he reached out to open a comm and decided why bother. He thought back to her, We have a bot on board that doesn t have the","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 15 Nov 2000 17:54:57 -0000\r\nReceived: (qmail 21927 invoked from network); 15 Nov 2000 17:54:57 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 15 Nov 2000 17:54:57 -0000\r\nReceived: from unknown (HELO pimout1-int.prodigy.net) (207.115.63.77) by mta1 with SMTP; 15 Nov 2000 17:54:57 -0000\r\nReceived: from pavilion (A010-0074.ELRA.splitrock.net [209.156.146.74]) by pimout1-int.prodigy.net (8.10.1/8.10.1) with SMTP id eAFHssZ160864 for &lt;nbwrpg@egroups.com&gt;; Wed, 15 Nov 2000 12:54:54 -0500\r\nMessage-ID: &lt;001701c04f45$d8170960$4a929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;8uu8sg+evgl@...&gt;\r\nSubject: Re: The next evolution of technology.\r\nDate: Wed, 15 Nov 2000 12:51:33 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nVeratis heard Ive&#39;s thoughts again. he reached out to open a comm and\ndecided why bother. He thought back to her, &quot;We have a bot on board that\ndoesn&#39;t have the immunities that we do. I&#39;ll have to keep you in the lab.&quot;\nHe studied the Dna strand by strand. &quot;It would appear that your halfling\nmode manifested itself to help you adapt. I&#39;m not sure as of yet whether or\nnot it&#39;s permanent.&quot; he looked carefully trying not to miss a single detail.\n&quot;Note to self, Inconsistencies in the IceBird form seem to be changeing, I\nhave yet to determine in what way but they are deffinitely different.&quot; he\nrecorded his notes delecately trying not to mince his words..\n\nLunarpine walked around the ship as if it were a second home. He was still\nworrying about Ice. He feared that once she learned some control she&#39;d\nconsider him obsolete. He was no longer the sleek new model he thought he\nwas. She was the newest breed of thier kind. He couldn&#39;t stop thinking about\nwhat a mutant transformer would see in such a pathetic form like he had.\n\nFoxfingers crossed the hall to check the situation, Nothing seemed to have\nchanged. He saw Lunarpine wandering. &quot;Problems?&quot; he asked more for the sake\nof conversation than concern.\n\n&quot;Let me guess Foxfingers right?&quot; Lunarpine had read up on Veratis&#39; team. He\nknew not to turn his back on the young bot before him.\n\n&quot;Ya and you&#39;re Lunarpine, I&#39;ve had time to read up on you too.&quot; He was a\ncocky little runt compared to Lunarpine but his attitude made him feal\ntwenty feet tall. &quot;I&#39;m not impressed. That other wolf I encountered puts you\nto shame. At least she showed a little interest.&quot; The fox was pushing\nLunarpines buttons and they both knew it.\n\n&quot;Slayer?&quot; he thought concerning himself with his failure to beat his former\nteamate. &quot;No he said She.&quot; the news hit him like a brick. There was at least\nfour wolves in this war. He no longer fealt the need for a pack, he now knew\nthat there were others like him.\n----- Original Message -----\nFrom: &lt;logomorph@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, November 15, 2000 7:08 AM\nSubject: Re: The next evolution of technology.\n\n\n&gt; Ice::\n&gt;\n&gt; Even in her sleep, she heard Lunarpine. She was dreaming of sparring\n&gt; with him as in the old days. She smiled. In her dream, he stood up\n&gt; and said to her, &quot;Don&#39;t be afraid Wing. I didn&#39;t risk spark and limb\n&gt; to save you just to see you brought down by a flu bug, we&#39;ll get you\n&gt; through this I promise.&quot; She couldn&#39;t help but smile.  She knew that\n&gt; he meant it.\n&gt;\n&gt; She awoke a little while later. She yawned and stretched and stood\n&gt; up. She looked around the lab and wondered where she was allowed to\n&gt; go in the base. She hoped she would ba able to find something to do.\n&gt; Being a big bear cooped up in one room for days on end was not her\n&gt; idea of fun. She looked around and thought to Veratis, &quot;What am I to\n&gt; do now? What will happen with these new modes that I have?&quot;\n&gt;\n&gt; She felt a tickle in her nose and she sneezed. But in doing so, she\n&gt; changed from polar bear into her halfling form.  She looked up at her\n&gt; wings and sighed. &quot;This is going to drive me bonkers. What good is\n&gt; this half form going to accomplish, other than instill fear into\n&gt; other for not knowing what I am.&quot; Then the thought entered her mind.\n&gt; She had three forms. No one but they knew this. She could approach a\n&gt; bot in one form and attack in another. She could also get cought or\n&gt; captured in one form and then use another form to escape. She was\n&gt; finally seeing the possabilities of her new body. She smiled and\n&gt; chuckled to herself. &quot;Oh wouldn&#39;t those preds get a big suprize if\n&gt; they ever saw me again.&quot; she chuckled. She almost wanted to go into\n&gt; battle, just to see thier reaction to her changing.\n&gt;\n&gt;\n&gt; --- In nbwrpg@egroups.com, &quot;CYBERWOLF4&quot; &lt;cyberwolf4@p...&gt; wrote:\n&gt; &gt; Veratis spoke openly to Lunarpine as if Ice weren&#39;t there. There\n&gt; was no\n&gt; &gt; sense trying to hide anything from her. He knew that her telepathic\n&gt; powers\n&gt; &gt; weren&#39;t in her control. &quot;We have to find a way to control this.\n&gt; Right now\n&gt; &gt; she&#39;s on the verge of either insanity or corruption.&quot; He feared for\n&gt; her if\n&gt; &gt; she ever deciced to use this power improperly. &quot;I&#39;ll work with her\n&gt; but\n&gt; &gt; you&#39;ll have to help too.&quot; He turned back to Ice. &quot;Rest for now\n&gt; young one,\n&gt; &gt; you have alot of hard work ahead of you.&quot;\n&gt; &gt;\n&gt; &gt; Lunarpine watched as Ice fell asleep. He could still hear her voice\n&gt; rambling\n&gt; &gt; on in a tired, half asleep dilogue. He moved closer to her and\n&gt; placed a hand\n&gt; &gt; on her head. &quot;Don&#39;t be afraid Wing. I didn&#39;t risk spark and limb to\n&gt; save you\n&gt; &gt; just to see you brought down by a flu bug, we&#39;ll get you through\n&gt; this I\n&gt; &gt; promise.&quot; He started out the door but felt the urge to stop. He\n&gt; turned back\n&gt; &gt; as if to say something. &quot;Just wait till our next match, we&#39;ll see\n&gt; just what\n&gt; &gt; your new form can do.&quot; He knew ?Veratis could only hear his\n&gt; thoughts if Ice\n&gt; &gt; broadcast them to him.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}