{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alloran2@aol.com","from":"Alloran2@...","replyTo":"LIST","senderId":"Izql1D680j66_-x3LbRu5JH0WGcjzH9Xm6j4CAx5l_YRipcetFf0-68DaEuo1wuWxyDB5wmxbQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Dark Lavacons comin&#39; in!","postDate":"974340971","msgId":21002,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDc3LmMyNDM2OWEuMjc0NDlkNmJAYW9sLmNvbT4="},"prevInTopic":20998,"nextInTopic":21004,"prevInTime":21001,"nextInTime":21003,"topicId":20996,"numMessagesInTopic":6,"msgSnippet":"OOC: Logo says that shes terrible at male characters, so she gave me Starscream and Vulois.  If any of you dont beleive me, E-mail her. Im basically guessing","rawEmail":"Return-Path: &lt;Alloran2@...&gt;\r\nX-Sender: Alloran2@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 16 Nov 2000 02:16:45 -0000\r\nReceived: (qmail 6108 invoked from network); 16 Nov 2000 02:16:45 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 16 Nov 2000 02:16:45 -0000\r\nReceived: from unknown (HELO imo-r08.mail.aol.com) (152.163.225.8) by mta3 with SMTP; 16 Nov 2000 03:17:50 -0000\r\nReceived: from Alloran2@... by imo-r08.mx.aol.com (mail_out_v28.32.) id a.77.c24369a (3702) for &lt;nbwrpg@egroups.com&gt;; Wed, 15 Nov 2000 21:16:11 -0500 (EST)\r\nMessage-ID: &lt;77.c24369a.27449d6b@...&gt;\r\nDate: Wed, 15 Nov 2000 21:16:11 EST\r\nSubject: Re: Dark Lavacons comin&#39; in!\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_77.c24369a.27449d6b_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: FO sub 171\r\nFrom: Alloran2@...\r\n\r\n\r\n--part1_77.c24369a.27449d6b_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nOOC: Logo says that shes terrible at male characters, so she gave me \nStarscream and Vulois.  If any of you dont beleive me, E-mail her. Im \nbasically guessing about there whereabouts, so bear with me.  tell me if \nanythings wrong.  None of the memories in this are moding. they really \nhappened.\n\n:::Vulois/Starscream:::\n\n::Vulois was in the cave, thinking about things.  He had regained his old \nmemory, and thought about everything that happened in his life on this world. \n He remembered when he first came, a messenger from the matrix.  Evil.  He \ncontacted Predacons to join his group.  The first to answer his call was \nSoundwave.  Soundwave came to his mountain lair and became a TM3.  Soon \nVulois and Soundwave became very good friends.  battera also joined him.  \nAfter he failed his treachery against Hell Beast, he built an embassy and \nturned over a new leaf.  he decided to strive for peace.  By this time, \nBattera had joined the Destrons along with Cybershark.  Soundwave was left in \nhis quarters, thinking that Vulois had died.  Vulois contacted his three \nfriends and they came promptly to him.  he then assigned them factions for \npeace talks.  Battera went with the Maximals and became almost part of them.  \nCybershark had very little luck with the Predacons.  Soundwave went to the \nAlliance.  While Soundwave was there, Vulois went into a meditation state, \nand when he woke up, he discovered that Soundwave had been brutally killed by \nthe Alliance.  many things happened after that.  he trained a young bot named \nChild, the Skyscorchers joined him, Eagle Eye died, GuardienAngel and \nAngelNemises were destroyed, and many other strange things.  Leading up to \nhim faking his own death and joining the Alliance.  Now he didnt know how he \nfeeled.  He opened up his comm::\nVulois: Battera, Cybershark, would you please come to my coordinates so we \ncan discuss some things?\n------------------------------------------------------------------------------\n\n---------------------------------------------\n::Starscream was flying around, wondering what had happened to his comrades.  \nSoon his energy signature detector went off::\nComputer: Kitkat&#39;s energy signature detected.\n::He flies down and transforms to robot mode.  he walks up to Kitkat::\nStarscream: Kitkat!  Im sorry for disapeering like that, but, WHAT HAS \nHAPPENED WHILE I WAS GONE?\n\r\n--part1_77.c24369a.27449d6b_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT  SIZE=2&gt;OOC: Logo says that shes terrible at male characters, so she gave me &lt;BR&gt;Starscream and Vulois. &nbsp;If any of you dont beleive me, E-mail her. Im &lt;BR&gt;basically guessing about there whereabouts, so bear with me. &nbsp;tell me if &lt;BR&gt;anythings wrong. &nbsp;None of the memories in this are moding. they really &lt;BR&gt;happened.\n&lt;BR&gt;\n&lt;BR&gt;:::Vulois/Starscream:::\n&lt;BR&gt;\n&lt;BR&gt;::Vulois was in the cave, thinking about things. &nbsp;He had regained his old &lt;BR&gt;memory, and thought about everything that happened in his life on this world. &lt;BR&gt;&nbsp;He remembered when he first came, a messenger from the matrix. &nbsp;Evil. &nbsp;He &lt;BR&gt;contacted Predacons to join his group. &nbsp;The first to answer his call was &lt;BR&gt;Soundwave. &nbsp;Soundwave came to his mountain lair and became a TM3. &nbsp;Soon &lt;BR&gt;Vulois and Soundwave became very good friends. &nbsp;battera also joined him. &nbsp;&lt;BR&gt;After he failed his treachery against Hell Beast, he built an embassy and &lt;BR&gt;turned over a new leaf. &nbsp;he decided to strive for peace. &nbsp;By this time, &lt;BR&gt;Battera had joined the Destrons along with Cybershark. &nbsp;Soundwave was left in &lt;BR&gt;his quarters, thinking that Vulois had died. &nbsp;Vulois contacted his three &lt;BR&gt;friends and they came promptly to him. &nbsp;he then assigned them factions for &lt;BR&gt;peace talks. &nbsp;Battera went with the Maximals and b!\necame almost part of them. &nbsp;&lt;BR&gt;Cybershark had very little luck with the Predacons. &nbsp;Soundwave went to the &lt;BR&gt;Alliance. &nbsp;While Soundwave was there, Vulois went into a meditation state, &lt;BR&gt;and when he woke up, he discovered that Soundwave had been brutally killed by &lt;BR&gt;the Alliance. &nbsp;many things happened after that. &nbsp;he trained a young bot named &lt;BR&gt;Child, the Skyscorchers joined him, Eagle Eye died, GuardienAngel and &lt;BR&gt;AngelNemises were destroyed, and many other strange things. &nbsp;Leading up to &lt;BR&gt;him faking his own death and joining the Alliance. &nbsp;Now he didnt know how he &lt;BR&gt;feeled. &nbsp;He opened up his comm::\n&lt;BR&gt;Vulois: Battera, Cybershark, would you please come to my coordinates so we &lt;BR&gt;can discuss some things?\n&lt;BR&gt;------------------------------------------------------------------------------&lt;BR&gt;&lt;BR&gt;---------------------------------------------\n&lt;BR&gt;::Starscream was flying around, wondering what had happened to his comrades. &nbsp;&lt;BR&gt;Soon his energy signature detector went off::\n&lt;BR&gt;Computer: Kitkat&#39;s energy signature detected.\n&lt;BR&gt;::He flies down and transforms to robot mode. &nbsp;he walks up to Kitkat::\n&lt;BR&gt;Starscream: Kitkat! &nbsp;Im sorry for disapeering like that, but, WHAT HAS &lt;BR&gt;HAPPENED WHILE I WAS GONE?&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_77.c24369a.27449d6b_boundary--\r\n\n"}}