{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"0gM195_Ia-9DRU8Gar86UnjhYFSWKMtvbjfoBmCYQQ0Z_z1ZzfQddJ2nXn2obr5wXTIMeZYPkA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Iron Raptor","postDate":"974354191","msgId":21014,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh1dnN1ZitkdjgzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyMDdSUG1jYXJjUjRaRGdDODEwMDAwMDUxMEBob3RtYWlsLmNvbT4="},"prevInTopic":21010,"nextInTopic":21111,"prevInTime":21013,"nextInTime":21015,"topicId":20515,"numMessagesInTopic":51,"msgSnippet":"... Prowl feels himself going a bit drowsy as his spark approachs Iron Raptor s, his hands managing to keep a hold of her. His spark begins the merging","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 16 Nov 2000 05:56:39 -0000\r\nReceived: (qmail 3067 invoked from network); 16 Nov 2000 05:56:39 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 16 Nov 2000 05:56:39 -0000\r\nReceived: from unknown (HELO ho.egroups.com) (10.1.2.219) by mta2 with SMTP; 16 Nov 2000 05:56:39 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.113] by ho.egroups.com with NNFMP; 16 Nov 2000 05:56:39 -0000\r\nDate: Thu, 16 Nov 2000 05:56:31 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Iron Raptor\r\nMessage-ID: &lt;8uvsuf+dv83@...&gt;\r\nIn-Reply-To: &lt;F207RPmcarcR4ZDgC8100000510@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4764\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl::\n\nProwl feels himself going a bit drowsy as his spark approachs Iron \nRaptor&#39;s, his hands managing to keep a hold of her. His spark begins \nthe merging procedure, but a completely unwelcome thought enters his \nmind.\n\nHis drowsy mind tries to get rid of the thought, but without success. \nWhat if Dinobot held Iron Raptor like this? Would she enjoy it, more \nthan she&#39;d enjoy Prowl holding her? A wave of jealousy goes through \nProwl, his spark making a tiny mistake in the merging....\n\nA huge shockwave rocks the area as the sparks detonate, leveling the \nland around them.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe world slowly came into focus around Prowl, or rather not the \nworld, but a black void. A bit confused, he looks ahead of himself, \nat a cluster of glowing spheres.\n\n&quot;Welcome, Prowl.&quot;\n\nProwl spins around to pinpoint the source of the voice, making a full \n360 degree turn and realizing that he didn&#39;t have a body, at least \nnot a physical one. He could see, he could hear, but there was also \nsomething else. He could sense. He could sense the other \nconscioustnesses in the place, its vastnass, its complexity...\n\n&quot;Where am I?&quot; Prowl&#39;s voice echos through the void, no barrier to \nslow it down.\n\n&quot;You should know that,&quot; the voice answers him. It was gentle, calm, \nand yet powerful, sounding like it knew all, but yet was always \ncurious for more.\n\n&quot;The Matrix,&quot; he says, looking around in awe. The whole cluster of \nsparks seemed familiar, like he had seen it before sometime.\n\n&quot;Yes,&quot; the voice simply answers, giving Prowl the feeling that it \nknew his questions before he asked them. Prowl looked around in awe, \nfeeling the sparks of many different ones.\n\n&quot;BlueStreak?&quot; he suddenly says, sensing his brother among the \nsparks. &quot;Why&#39;s he here?&quot; he asks the voice.\n\n&quot;The Matrix has a different perception of time than normal bots do,&quot; \nthe voice replies, &quot;The shadows of every bot that has passed through \nhere, and every bot that ever will, are still recognizable, faintly, \nbut here.&quot;\n\nProwl thought over the answer for a while, suddenly realizing \nsomething.\n\n&quot;If I&#39;m in the Matrix, that means ... the procedure was \nunsuccessful?&quot; he asks, knowing what the answer was going to be \nbefore he finished asking the question.\n\n&quot;Yes.&quot;\n\nProwl&#39;s spark sinks, his next question leaving him before he could \nthink about it. &quot;And Iron Raptor?&quot;\n\n&quot;She didn&#39;t end up here,&quot; the voice replies, &quot;But she died in your \narms, Prowl.&quot;\n\n&quot;No,&quot; Prowl chokes out. If he had a body, or even eyes in this realm, \nhe probably would have cried. He had failed her, something must have \ngone wrong.. He wanted to yell out in anger, to curse himself for \nscrewing up and letting Iron Raptor go, but the voice spoke again, \nthis time with a soothing quality to it, sounding strangely \ncompassionate.\n\n&quot;You did all you could, Prowl. She was merely too far gone for you to \nhelp.&quot;\n\n&quot;No!&quot; Prowl exclaims, his anger at himself surfacing, &quot;I didn&#39;t do \nall I could! I screwed up somewhere, or else she would be alive!&quot;\n\n&quot;Calm yourself, Prowl,&quot; and now the voice took on a serious \nnote, &quot;There was nothing you could do for her.&quot;\n\n&quot;Is there nothing left to do for her, nothing at all?&quot; Prowl almost \nbegged, his spark holding on to a shred of hope.\n\n&quot;Well, that depends,&quot; the voice answers, Prowl&#39;s spark speeding up, \nthe hope growing, &quot;There is a way, but it would require you to give \nup half of who you are, so that she could live.&quot;\n\n&quot;Anything,&quot; Prowl says, his spark pounding. Iron Raptor might live \nafter all!\n\n&quot;Anything does not include much, Prowl.&quot; the voice was serious, and a \nbit amused, &quot;Are you willing to share your consciousness with her, to \nshare a life source, to feel her feelings, to let her feel yours. She \ncan survive yes, but you two will be living off of each other, and \nthat&#39;s not always easy. Your consciousnesses will be tied together \nbeyond seperation, and if one of you dies, so will the other. Are you \nwilling to do that for her? Is she worth that much to you, Prowl?&quot;\n\nProwl nods, certain of his answer. &quot;Yes,&quot; his spark was ready to \nexplode with joy, &quot;Yes, anything for her to live.&quot;\n\n&quot;Are those true words?&quot; the amusement was mostly gone, but the \nseriousness remained there, along with the curiousity, &quot;Or words that \nyou will forget as soon as she is alive in your arms?&quot;\n\n&quot;True words,&quot; Prowl replies, &quot;I will keep her safe all my life, I \nswear. I&#39;ll let her share my mind. I am willing to give myself up for \nher.&quot;\n\n&quot;Very well,&quot; the voice replies, &quot;Then so you shall.&quot;\n\nAnd then Prowl was spinning, spinning back into the world of the \nliving, thrown back into his body.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nProwl opens his eyes, his optics focusing on the blue sky above. He \nsits up, looking at the grass around him.\n\n\n"}}