{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"minime_316@hotmail.com","from":"minime_316@...","replyTo":"LIST","senderId":"j3UzsbxDCOqU5Xi4FeKXi4PBFCRC_8VQLp6uc7ChyV_elKykjAVBX6LaQswEdOGO8W_f2NilU9VMCHiDTQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The first new char","postDate":"974420470","msgId":21101,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh2MXRsbSt0c290QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":21102,"prevInTime":21100,"nextInTime":21102,"topicId":21101,"numMessagesInTopic":4,"msgSnippet":"(Ah, did ever feel good to read messages again. Anyway, here s my first new char. He could cause major problems for this RPG. And as for Alloran taking Vulois","rawEmail":"Return-Path: &lt;minime_316@...&gt;\r\nX-Sender: minime_316@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 17 Nov 2000 00:21:16 -0000\r\nReceived: (qmail 25831 invoked from network); 17 Nov 2000 00:21:16 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 17 Nov 2000 00:21:16 -0000\r\nReceived: from unknown (HELO hk.egroups.com) (10.1.10.43) by mta2 with SMTP; 17 Nov 2000 00:21:16 -0000\r\nX-eGroups-Return: minime_316@...\r\nReceived: from [10.1.10.69] by hk.egroups.com with NNFMP; 17 Nov 2000 00:21:16 -0000\r\nDate: Fri, 17 Nov 2000 00:21:10 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: The first new char\r\nMessage-ID: &lt;8v1tlm+tsot@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3196\r\nX-Mailer: eGroups Message Poster\r\nFrom: minime_316@...\r\n\r\n(Ah, did ever feel good to read messages again. Anyway, here&#39;s my \nfirst new char. He could cause major problems for this RPG. And as \nfor Alloran taking Vulois and Starscream, it&#39;s fine. But since Vulois \nwas my first char, I would like to stay close to his story line. \nAlloran, check your e-mail. And Dachande, thank you very much for \ngiving me control of your RPG. Soulstice told me. Now, everyone who&#39;s \napart of it, go read the message board. In a few minutes there&#39;s \ngonna be a message because we&#39;ll be changing the head story a bit. Ad \nin the process we&#39;ll be ending all controversy about the link between \nthe RPG&#39;s. But I won&#39;t tell you how. That&#39;s members only. Well, here \nI go. I may be rusty, so bare with me. This is the first two of my \nchars. I&#39;ll be introducing a new one every day.)\n\nLincox/ S.B 92Delta\n\nLincox sat on his ship, about to leave Cybertron. He couldn&#39;t believe \nthe orders he was given when the Maximal council talked to him. He \nthought he was dead!\n\n*Begin Flashback*\n\nLincox, who has just been conviceted of stealing weapons, is brought \nbefore the Maximal council.\n\n&quot;Lincox, normally we would put you away for life for what you did. \nBut...we think you can redeem yourself. We have a special mission for \nyou. Of course, you&#39;ve heard of the Neo Beast Wars. We&#39;ll, we&#39;ve got \na problem. Here on Cybertron, all the fanctions have an eerie but \nunstable peace. On Past Earth though, it&#39;s a full out massacre. They \nhave forgotten their mission to collect Energon. The Preds and us \nwish to send down a peaceful mining team, with no weapons of any \nkind. But if we sent it while the war is going, everyone would be \nattacking it for the peace it represents. And you can&#39;t just stop a \nwar. So we&#39;ve made a ship, with the most powerful teleporter ever, so \npowerful that it can teleport across time. We want you to take this \nship, and go to Earth, and teleport everyone on the planet, to \npresent day Mars. Of course, the humans have tereformed it so that \nanimals can and are living on it, but no humans have volunteered to \ngo live there yet. In 90 of their days they will be forcing people \non. We want all the bots on it in 60. Also, don&#39;t just sit around for \nthe 60. You have a lot to do. The Ark is in the wrong place. The \nAutobots and Decepticons are missiong. Bases that have never been \ndiscovered on Earth are there. Destroy them. Move the Ark. Find our \nancestors. The mining team could do it, but that would delay the \nmining for two months. We will be sending Surveillance Bot 92Delta \nwith you, so you don;t get up to any illegal things. In 60 from when \nyou hit Earth, the teleporter will automatically send all bots \noutside of the ship to Present Mars. Make sure you are in the ship \nwhen it happens. That is all. You must leave immediatly. You have 5 \nmega-cycles. Get to it.&quot;\n\n*End Flashback*\n\nLincox reved the engines and looked at S.B 92Delta\n\n&quot;Ready to go?&quot;\n\n&quot;Affirmitive. All Systems are ready for take off.&quot;\n\n&quot;Than let&#39;s hit the skies!!&quot;\n\nLincox hits Maximum speed, and takes off for Past Earth.\n\n(I know awhile back we had a disscusion about the use of \ntransporters, so If I&#39;m breaking a rule here tell me, cause I can \nchange it.)\n\n\n"}}