{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"8L4c1ZDIcx0xaeKQIzdkY-90b98vNPDfuqvuzthFSzWkbCLJlEHf8ladpRxQC1fWbMnOjBi6Nw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Iron Raptor","postDate":"974438902","msgId":21120,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh2MmZsbStiN2NkQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEY3NlptY0s4cjZiZVV6bVJmNkMwMDAwMDE4OUBob3RtYWlsLmNvbT4="},"prevInTopic":21111,"nextInTopic":21264,"prevInTime":21119,"nextInTime":21121,"topicId":20515,"numMessagesInTopic":51,"msgSnippet":"... The Maximal s optics were still in the proccess of focusing as Prowl looks around himself. For a second, he had no idea who he was, or what in the Matrix","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 17 Nov 2000 05:28:36 -0000\r\nReceived: (qmail 83752 invoked from network); 17 Nov 2000 05:28:36 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 17 Nov 2000 05:28:36 -0000\r\nReceived: from unknown (HELO hj.egroups.com) (10.1.10.42) by mta3 with SMTP; 17 Nov 2000 06:29:42 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.4.68] by hj.egroups.com with NNFMP; 17 Nov 2000 05:28:35 -0000\r\nDate: Fri, 17 Nov 2000 05:28:22 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Iron Raptor\r\nMessage-ID: &lt;8v2flm+b7cd@...&gt;\r\nIn-Reply-To: &lt;F76ZmcK8r6beUzmRf6C00000189@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4191\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl::\n\nThe Maximal&#39;s optics were still in the proccess of focusing as Prowl \nlooks around himself. For a second, he had no idea who he was, or \nwhat in the Matrix he was doing laying in a big green field, but then \nmemories started to come back to him.\n\nHis name was Prowl, or at least that&#39;s what he remembered. He was a \nstrategic adviser for the Maximals, as well as a fighter.\n\nHow he ended up on this green field was still a mistery, at least for \nthe time being. Prowl shakily gets to his feet, his head feeling a \nbit lightheaded. It was as if he was still half asleep, or perhaps \nhalf dead. If only the feathered Maximal knew how close to the truth \nthat was....\n\nProwl stretches and sighs. He couldn&#39;t remember anything beyond his \nname and function. The Maximal gives a command to access his data \ntracks again, a huge flood of memories suddenly rushing back at him.\n\nHis name was indeed Prowl, and he was indeed a Maximal strategist and \nwarrior. But his other memories came back as well: him enlisting in \nMaximal service, him and Striker and the group going on different \nmissions, his life, his home...\n\nCybertron.... Memories flooded back to him, memories of missions he&#39;d \ngone on, bots he&#39;d met. He could see himself in a conference room, \nthe conference room of the ship on which he had arrived on earth, \nexplaining a plan to the assembled bots, Striker&#39;s group. He \nremembered old friends, family, and finally, one face that stood out \nabove all, Iron Raptor...\n\nIt was as if that name triggered a whole new wave of memories, but \nthese were definetly not his. He could see a strange room coming into \nfocus, a bit slanted due to the position of the bot through whose \noptics he was looking. Wires were attatched to different places of \nthe bot on the slanted sheet of metal. There were two screens in the \nroom, one of them displaying a velociraptor and the other one a \nstrange alien shape. Prowl recognized the shape as Iron Raptor&#39;s \nsecond beast mode.\n\nHe was seeing her memories, or at least the key ones. He could now \nsee the face of a small bot, a mere child, able to hear Iron Raptor&#39;s \nvoice talking to it, explaining something.\n\nMore memories flashed through his mind, one particular one catching \nhis eye. It was the first time he and Iron Raptor had kissed, but now \nseen through her prospective. He could tell she had been nervious and \neven a little scared, but before he could figure out more, more \nmemories flashed before his eyes. Battles against the Alliance, \nfights with the Predacons, his and her passions in her quarters at \nthe Ark...\n\nShaking his head to settles the memories a bit, Prowl looks around \nhimself. He couldn&#39;t see Iron Raptor, but he remembered making a deal \nfor her to live...\n\nTurning around, Prowl&#39;s eyes locate Iron Raptor&#39;s sleeping form, his \nmouth opening slightly in wonder. She was beautiful, there was no \nlesser word to describe her.\n\nAs usual, his love for her was flooding him, but there was something \nelse too. He could feel the emotions flowing from her as well: peace, \nrestfullness, love, many different others, all mixed up and flowing \nfrom her to him. And just as he stood there, sorting through her \nemotions, he somehow knew that the same thing was happening to her: \nshe was getting all the wonder, love, admiration that he was feeling \nfor her, along with his many memories.\n\nProwl kneels down in front of her, studying her beautiful face, \ncareful not to make a sound, as not to distract her.\n\nIf he wasn&#39;t so facinated by her that he wasn&#39;t unable to notice \nanything else, he might have realized that his body had changed as \nwell. The owl head that made up his chest plate in robot mode was \nmuch more rigid, approaching the look of a raptor&#39;s head. His talons, \nwhich had served as his feet, were now replaced by raptor claws. His \nfeathers still covered him, but ended at the ankles, leaving the \nscales to cover his feet. Even if the scales were not visible in \nother places, they covered most of his body, under the feathers. He \nwas slightly taller and heavier, and had a slightly heavier build. \nThe wings on his back were longer, the mounted orbs on them standing \nout alot more clearly.\n\n\n"}}