{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"fdO1NTN-tEZaWsv5K-qPydrk3bEaWTGTEK7yI2T8-aAy8X4paQvcS_HavJTDSRxU7Sc3EGzX5A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cry Havoc!","postDate":"974610960","msgId":21305,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDg0LmQ2ZTE4NDUuMjc0OGJjMTBAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":21304,"nextInTime":21306,"topicId":21305,"numMessagesInTopic":1,"msgSnippet":"(I don t remember many of the posts from 10 hours ago, so sorry if some of this is wrong, also...Dachande, you can t have one character fire individual shots","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_2_1); 19 Nov 2000 05:16:09 -0000\r\nReceived: (qmail 23109 invoked from network); 19 Nov 2000 05:16:08 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 19 Nov 2000 05:16:08 -0000\r\nReceived: from unknown (HELO imo-r04.mx.aol.com) (152.163.225.4) by mta2 with SMTP; 19 Nov 2000 05:16:08 -0000\r\nReceived: from KSLawdogg@... by imo-r04.mx.aol.com (mail_out_v28.33.) id a.84.d6e1845 (10052) for &lt;nbwrpg@egroups.com&gt;; Sun, 19 Nov 2000 00:16:01 -0500 (EST)\r\nMessage-ID: &lt;84.d6e1845.2748bc10@...&gt;\r\nDate: Sun, 19 Nov 2000 00:16:00 EST\r\nSubject: Cry Havoc!\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I don&#39;t remember many of the posts from 10 hours ago, so sorry if some of \nthis is wrong, also...Dachande, you can&#39;t have one character fire individual \nshots at over 10 different people, unless it&#39;s an automatic weapon.  Also, \nUnitron isn&#39;t at the battle, and Double Punch is cloaked, and you posted \nnothing involving trying to find Double Punch, so your shots wouldn&#39;t work)\n\n(Also, Kinger, just wondering if you wanted to know, it&#39;s Pestilence, not the \nway spelled it)\n\nThe Oblitercons/Shockwave/Sixshot/Ares/Demon Wulf/Flesh Ripper/Dark \nClaw/Double Punch/Injector/Manterror/Bumblebee:\n\n\n\n\n\nDark One barell rolled, evading all shots, and fired off two missiles down in \nthe middle of the Four Nightmares.\n\n---\n\nBreakdown transformed to biped mode, grenade launcher in one hand, sonic \nblaster in the other.  He let out a grunt of pain as numerous shots struck \nhim in the abdomen.  He fired off a grenade at Nemean Hydra, and fired off a \nsonic blast at Wolveritron.\n\n---\n\nHiss transformed to biped mode, firing off three fusion blasts at the virus \ninfected arrow with great marksmanship before it was even twenty yards near \nthe Alliance members, and stumbled from enemy fire.\n\n---\n\nPyro laughed as shots hit his form, firing off three fire balls at Eclipse, \ntwo side panels opening up on the front of his tank mode, firing off two \nmissiles at the retreating Destructor.\n\n---\n\nScavenger laughed as shots dented his form, firing off a total of twenty \narmor-piercing rounds from his cannons at Jynx.\n\n---\n\nDemon Wulf laughed out as his armor was struck with weapons fire, leaving \nslight dents.  He raised his sword, the blade firing off, now a missile at \nthe middle of the Four Horsemen, five rapid crimson optic blasts lancing out \nat Eclipse.\n\n---\n\nDark Claw laughed as shots struck into his armored form, now in his attack \nvehicle mode, shaped like a &#39;T&#39; at best.  He activated his missile launchers, \nfiring off two missiles at the middle of the Four Nightmares.\n\n---\n\nFlesh Ripper formed an orb of fire in his left hand, 3 ft X 3 ft, and threw \nit at Nemean Hydra.\n\n---\n\nDouble Punch, cloaked, rasied both pinchers, firing one energy-signature \nseeking missile off at the fleeing Destructor, not sure if he was to far \naway, and fired another energy-signature seeking missile from the other \npincher at Bellum.\n\n---\n\nBumblebee cursed as shots knocked him back in the air, Injector dodging most \nof the shots, catching a few in the legs.  He looked to Bumblebee, then the \ntree he had seen the weapons fire come from.\n\nBumblebee raised both stinger missile launchers, firing off two stinger \nmissiles from each at the tree, and two optic blasts at the tree Dachande was \nin (four stinger missiles, 2 optic blasts)\n\n---\n\nInjector fired off two stinger missiles from each launcher at the tree \nDachande was in, followed up by five rapid optic blasts.\n\n---\n\nManterror let out a yell.  &quot;To face the Manterror is to face defeat!&quot;  He \nraised both arms, firing off a total of four ion disks (two from each arm) \noff.  Two at Eclipse, two at Obitus.\n\n---\n\nAres swerved his turret, letting loose four purple blasts of deadly laser \nenergy off from each cannon attached to his turret.  A total of sixteen \nblasts charged out towards the middle of the Four Nightmares.\n\n---\n\nSixshot dive bombed, catching a blast that almost tore through his wing.  He \npulled up, amost losing control, but regained it.  He fired off ten rapid \nblasts of laser energy from the weapons in his nosecone off at Pestilence.\n\n---\n\nShockwave arrived on scene, flying high in the sky, using his scanners to \ndetermine the weakest targets.  \n\nKitKat! he thought.  Leader of a ragtag band of Predacons, it shall be \namusing to crush her.  \n\nHe armed his missile launchers and activated his engines to full power, \nblasting off in his space fighter mode after Destructor.  He fired off two \nheat seeking missiles at Destructor, charging up his laser weapons.\n\n(NOTE: Shockwave has no contacts and is pretty much never up-to-date on \npowers in the Neo Beast Wars)\n\n\n"}}