{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"WMsoL_F1Cc8R4UzQA_1TG1aMnSX4_CBI9oObirs_kfTC28aDztGziLAjL6hlr_DNMJThAWrErdsuKWjp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: More Bots, More Death, More Destruction","postDate":"975013893","msgId":21921,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh2azE2NStlc2k3QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDh2azEwNit1OGcxQGVHcm91cHMuY29tPg=="},"prevInTopic":21919,"nextInTopic":21925,"prevInTime":21920,"nextInTime":21922,"topicId":20761,"numMessagesInTopic":7,"msgSnippet":"... She got the transmission and smiled. AH good, more troops. She replied. We ll send two transports over right away. She called out to Drillbit and","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nX-Sender: logomorph@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 23 Nov 2000 21:11:42 -0000\r\nReceived: (qmail 12625 invoked from network); 23 Nov 2000 21:11:42 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 23 Nov 2000 21:11:42 -0000\r\nReceived: from unknown (HELO fl.egroups.com) (10.1.10.48) by mta1 with SMTP; 23 Nov 2000 21:11:42 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.34] by fl.egroups.com with NNFMP; 23 Nov 2000 21:11:42 -0000\r\nDate: Thu, 23 Nov 2000 21:11:33 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: More Bots, More Death, More Destruction\r\nMessage-ID: &lt;8vk165+esi7@...&gt;\r\nIn-Reply-To: &lt;8vk106+u8g1@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 14285\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\n\nShe got the transmission and smiled. &quot;AH good, more troops.&quot; She \nreplied. &quot;We&#39;ll send two transports over right away.&quot;\n\nShe called out to Drillbit and Diamond. &quot;Go take two pods over and \nget our new troops please.&quot;\n\n\n--- In nbwrpg@egroups.com, Yanshosh@a... wrote:\n&gt; ::Killfest/Scyther/EndBringer/Demise/Greven::\n&gt; \n&gt; Killfest looks up, frowning as he sees a small speck aproach from \nthe \n&gt; horizon. THe speck grows, soon recognizable as a transport pod, \nwith \n&gt; four stasis pods attatched to it...\n&gt; \n&gt; Killfest frowns, watching the pod land near him, release the four \n&gt; stasis pods, and fly off again. He walks toward the stasis pods, \n&gt; arming his wrist blasters as they begin to open.\n&gt; \n&gt; An evil smile crosses Killfest&#39;s face as he sees his team, newly \n&gt; awakened, arise from the pods, walking to him.\n&gt; \n&gt; &quot;Welcome back,&quot; he says to them, the team nodding, &quot;We seem to be \non \n&gt; a planet. According to my scanners, one with translife, Predacons \n&gt; among them.&quot;\n&gt; \n&gt; The Predacons were killers and good warriors, perfectly suiting \n&gt; Killfest. He activates his comm, sending a transmission to the \n&gt; Council Base.\n&gt; \n&gt; &quot;Predacons, this is Commander Killfest,&quot; he says. He was, after \nall, \n&gt; commander of a terrorist group, a much depleted one, but a deadly \n&gt; group none-the-less, &quot;Me and my group are stranded on an island, \n&gt; perhaps you could send a transport pod to my location?&quot;\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; --- In nbwrpg@egroups.com, Yanshosh@a... wrote:\n&gt; &gt; ::Killfest/Scyther/EndBringer/Demise/Greven/Crovax::\n&gt; &gt; \n&gt; &gt; The sound of guns filled the air, accompanied by screaming bots \nand \n&gt; &gt; laughing terrorists. Killfest ducked under a shot, firing back at \n&gt; the \n&gt; &gt; bot that had fired and killing him with a well placed shot \nthrough \n&gt; &gt; the spark. He looked around and saw burning buildings, dead \nbodies, \n&gt; &gt; and scattered metal pieces everywhere.\n&gt; &gt; \n&gt; &gt; This was just a normal attack on a normal space colony, like so \n&gt; many \n&gt; &gt; that he had led in the past. There was nothing different about \n&gt; it ... \n&gt; &gt; except for the fact that it marked the day of his defeat.\n&gt; &gt; \n&gt; &gt; Killfest was the leader of a fairly large group of terrorists. \nThey \n&gt; &gt; traveled through the vastness of space, pilfering, sacking, and \n&gt; &gt; razing many a peaceful colony, selling scrapp and weapons to \nother \n&gt; &gt; various terrorists. It was an easy life, especially when a group \n&gt; was \n&gt; &gt; as equipped for fighting as Killfest&#39;s.\n&gt; &gt; \n&gt; &gt; The terrorist leader jumped backwards as a bot&#39;s body flew past \n&gt; him. \n&gt; &gt; He got a glance of it before it landed in the ruins of a \ncollapsed \n&gt; &gt; building, seeing that it was missing its head. That was the work \nof \n&gt; &gt; Scyther, one of the bots in Killfest&#39;s group. Scyther was \n&gt; experienced \n&gt; &gt; in undercover missions, possessing the ability to alter his robot \n&gt; &gt; mode, changing his appearance completely and making him virtually \n&gt; &gt; unrecognizable. That, along with cloaking, spark signature \nmasking, \n&gt; &gt; and several other abilities, made him the perfect spy, and an \n&gt; &gt; excellent assassin. Killfest glanced over to where the bot had \ncome \n&gt; &gt; flying from, watching Scyther slash off the head of another bot. \n&gt; &gt; \n&gt; &gt; Scyther preferred disabling opponents through decapitation and \nthen \n&gt; &gt; stabbing them cleanly through the spark instead of splattering \n&gt; their \n&gt; &gt; guts everywhere. Killfest had always preferred to mutilate his \n&gt; &gt; enemies, but it was a matter of personal preference.\n&gt; &gt; \n&gt; &gt; Seeing a group of enemy bots banded together and firing, Killfest \n&gt; &gt; stretched out his arms, pointing his fists at them. Two large \nguns \n&gt; &gt; emerged out of both his huge wrists, firing four blue beams at \nthe \n&gt; &gt; ground near the bots. The beams hit the ground at precisely the \n&gt; same \n&gt; &gt; spot, making a grenade-sized explosion that sent the bots flying \nin \n&gt; &gt; different directions.\n&gt; &gt; \n&gt; &gt; A loud scream of rage came from behind him, followed by multiple \n&gt; &gt; explosions. Killfest ducked as a mutilated bot flew over his \nhead. \n&gt; He \n&gt; &gt; glanced up at it, actually able to see through it from the damage \n&gt; &gt; done to its torso.\n&gt; &gt; \n&gt; &gt; EndBringer, Killfest thought to himself as he fired a pair of \noptic \n&gt; &gt; lasers at a random enemy, blowing off its head. EndBringer was \n&gt; &gt; another bot under Killfest&#39;s command. Unlike, Scyther, EndBringer \n&gt; had \n&gt; &gt; no liking for a clean kill. Instead, he enjoyed mutilating his \n&gt; &gt; opponent as much as possible, leaving the body in pieces, and \noften \n&gt; &gt; completely unrecognizable as an ex-transformer.\n&gt; &gt; \n&gt; &gt; Killfest glanced behind him at the form of the half-insane bot, \n&gt; &gt; seeing a few of the colony defenders ganging up on him. He \nwatched \n&gt; &gt; with an evil smile on his face as one of the attackers jumped at \n&gt; &gt; EndBringer, flying back as one of EndBringer&#39;s four tentacles \n&gt; &gt; contacted with him, sending electricity through him.\n&gt; &gt; \n&gt; &gt; Turning back to the battle yet again, a missile launcher flipped \n&gt; over \n&gt; &gt; Killfest&#39;s shoulder as he saw a bot rushing at him. The bot \njumped, \n&gt; &gt; but was blown to pieces by a missile before he ever hit Killfest. \n&gt; An \n&gt; &gt; ear splitting scream flew across the battlefield, the terrorist \n&gt; &gt; leader chuckling as he heard it.\n&gt; &gt; \n&gt; &gt; Demise. Killfest glanced to his left, seeing the bot holding an \n&gt; enemy \n&gt; &gt; in one of his huge clawed, arms, a cable connecting the held bot \nto \n&gt; &gt; Demise&#39;s mouth. That was Demise&#39;s own special attack. The chord \n&gt; that \n&gt; &gt; he launched from his mouth latched on to the victim bot, hacking \n&gt; into \n&gt; &gt; their neural circuitry and sending unbearable waves of pain \nthrough \n&gt; &gt; them. Other than that, Demise had very weak optic lasers as his \n&gt; only \n&gt; &gt; other long-range weapon, his hands being too large and accuard to \n&gt; &gt; hold anything else. Demise threw his now-twitching victim aside, \n&gt; &gt; swiping his claws at another attacker. Behind Killfest, a bot ran \n&gt; up, \n&gt; &gt; jumping at him.\n&gt; &gt; \n&gt; &gt; Killfest roared as a pair of hands wrapped around his neck, the \nbot \n&gt; &gt; obviously attempting to tackle him to the ground from behind.\n&gt; &gt; \n&gt; &gt; Killfest was much too large for that.\n&gt; &gt; \n&gt; &gt; Reaching behind him and simply grabbing the bot&#39;s back, Killfest \n&gt; &gt; swung the attacker over his shoulder, bringing up his knee and \n&gt; &gt; slamming the bot onto it. Sickening cracks sounded from the bot&#39;s \n&gt; &gt; torso, Killfest dropping him to the ground.\n&gt; &gt; \n&gt; &gt; Killfest turned his head as another scream reaches his ears, \n&gt; quickly \n&gt; &gt; turning into a wet-sounding gurgling. He chuckled, watching a \nhuge \n&gt; &gt; bot drop the crushed body of another one of the defenders onto \nthe \n&gt; &gt; ground. The defender&#39;s torso was crushed, his head and limbs \n&gt; sticking \n&gt; &gt; out in strange angles. The huge bot was Greven, another member of \n&gt; &gt; Killfest&#39;s team. It was usually Greven and EndBringer who caused \n&gt; most \n&gt; &gt; of the gore on the battlefield, being the two most violent bots \non \n&gt; &gt; the team. Greven grabbed another bot, smashing a fist through its \n&gt; &gt; chest.\n&gt; &gt; \n&gt; &gt; A shot hit the terrorist leader in the back, Killfest turning \n&gt; around \n&gt; &gt; and frowning. He was seeing something that usually didn&#39;t happen \non \n&gt; &gt; these raids. A colony defender was holding off a whole group of \n&gt; &gt; terrorists, about five or six of them. The bot was fairly large, \n&gt; but \n&gt; &gt; then the terrorists were trained killers..\n&gt; &gt; \n&gt; &gt; The terrorist leader took a step forward as one of the terrorists \n&gt; &gt; jumped forward at the bot, a large shot blowing the terrorist \nback. \n&gt; &gt; The bot jumped back from another terrorist, the large cannon that \n&gt; was \n&gt; &gt; attached instead of his left arm smoking.\n&gt; &gt; \n&gt; &gt; Growling, Killfest took off at a jog toward the bot, the other \n&gt; &gt; terrorists around the defender making it impossible to aim. He \n&gt; &gt; watched the bot jump up, his jetpack blazing. He fired a few blue \n&gt; &gt; optic shots, but failed to hit. He growled louder as the defender \n&gt; &gt; transformed into a tank and fell to the ground, crushing three of \n&gt; the \n&gt; &gt; terrorists under his wheels.\n&gt; &gt; \n&gt; &gt; That was enough. Reaching into a storage compartment, the \nterrorist \n&gt; &gt; armed an EMP rifle. Aiming it at the enemy bot, he fired three \n&gt; times.\n&gt; &gt; \n&gt; &gt; Energy waves flickered over the tank&#39;s armor as all three of the \n&gt; EMP \n&gt; &gt; shots hit him, disabling circuits as they contacted. Continuing \nto \n&gt; &gt; move for a few seconds, the bot finally stopped after running \nover \n&gt; &gt; the remains of another one of the colony defenders.\n&gt; &gt; \n&gt; &gt; Killfest growled, looking at the tank and then glancing into the \n&gt; &gt; distance, looking at the other side of the colony. He smiled, \n&gt; &gt; watching a wave of destruction come toward his group. That was \n&gt; &gt; Crovax, his second in command, leading the other half of \nKillfest&#39;s \n&gt; &gt; group through the other side of the colony.\n&gt; &gt; \n&gt; &gt; A few hours later, the terrorists were gathered in a basement, \n&gt; &gt; counting their gains and losses. The bot Killfest had stunned was \n&gt; &gt; strapped to the table, now awake, swearing and yelling for them \nto \n&gt; &gt; let him go and fight him. He was too strong for metal bonds, so \n&gt; they \n&gt; &gt; had to use energon ones.\n&gt; &gt; \n&gt; &gt; Suddenly, the door blew in, a group of Maximals rushing in, \nweapons \n&gt; &gt; leveled at the chests of the terrorists.\n&gt; &gt; \n&gt; &gt; &quot;You&#39;re under arrest,&quot; one of them said, looking in disgust \n&gt; &gt; Killfest, &quot;Charged with murder. You can give us your weapons and \ngo \n&gt; &gt; peacefully, or we can blast you to little pieces and take you \nback \n&gt; to \n&gt; &gt; Cybertron that way.&quot;\n&gt; &gt; \n&gt; &gt; Killfest laughed, &quot;Maximals are putting me under arrest? How \nabout \n&gt; we \n&gt; &gt; use your pieces for scrap!&quot;\n&gt; &gt; \n&gt; &gt; The terrorist leader brought up his EMP rifle, firing a shot at \n&gt; &gt; Kluster&#39;s chest. The Maximal ducked, firing back at Killfest. For \n&gt; the \n&gt; &gt; next several seconds, the room was filled with gunfire, objects \n&gt; &gt; exploding and bots screaming. Killfest spun around after ducking \na \n&gt; &gt; shot, his eyes widening as he saw the colony defender&#39;s cannon \n&gt; aimed \n&gt; &gt; at him. The table had obviously been shot during the battle. \n&gt; Without \n&gt; &gt; time to respond, Killfest was hit by an explosion, the room going \n&gt; &gt; black....\n&gt; &gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; &gt; Now, a little while later, Killfest flies through space in a \nprison \n&gt; &gt; pod, remembering that battle. After it, the Maximals had taken \nthe \n&gt; &gt; survivors of the group to trial, and sentenced most of them to \n&gt; death. \n&gt; &gt; He could still remember the day that his own sentence was carried \n&gt; &gt; out....\n&gt; &gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; &gt; He and the others in his group that weren&#39;t sentenced to death \nhad \n&gt; &gt; been marched out to the spaceports, a crowd gathering to watch. \n&gt; Their \n&gt; &gt; sentence was to be put in a pod, and sent out on a charted route \n&gt; that \n&gt; &gt; would pass no major sectors, to fly through the vacuum of space \n&gt; &gt; forever.\n&gt; &gt; \n&gt; &gt; The other members of his group that had escaped death were \nScyther, \n&gt; &gt; EndBringer, Demise, and Greven. They were not any worse than the \n&gt; &gt; others, in fact quite the opposite. Scyther didn&#39;t have any sort \nof \n&gt; &gt; record, as a bot like him was impossible to track. EndBringer, \n&gt; &gt; Demise, and Greven were brushed off by the record keepers as \ninsane \n&gt; &gt; homicidal bots, and Killfest himself was very careful to conceal \n&gt; his \n&gt; &gt; tracks. Due to lack of evidence, the Maximals had been forced to \n&gt; let \n&gt; &gt; them live.\n&gt; &gt; \n&gt; &gt; The Maximal commander that had captured Killfest stood in the \n&gt; crowd, \n&gt; &gt; watching, his team around him. The Maximal commander&#39;s name was \n&gt; &gt; Kluster, and his team included Rex, Proto, Grimmler, and \nrecently, \n&gt; &gt; Firearm, who was the bot that had caused Killfest&#39;s defeat.\n&gt; &gt; \n&gt; &gt; Killfest and the other terrorists were put in stasis pods, and \nthen \n&gt; &gt; launched out to space. The crowd began to disperse, but one bot \n&gt; &gt; stayed hidden from view on the roof of a building, watching the \n&gt; pods \n&gt; &gt; turn into small dots in the distance, the light of their escort&#39;s \n&gt; &gt; engine disappearing from view.\n&gt; &gt; \n&gt; &gt; This bot&#39;s name was Hunter. He was a bot whose desire to destroy \n&gt; &gt; Killfest outmatched his desire to survive. Killfest had taken all \n&gt; &gt; that was dear to Hunter on one raid on one colony, killing the \nonly \n&gt; &gt; femm Hunter had ever loved. Hunter had been left alive by \naccident, \n&gt; &gt; and he had sworn to rid the world of the terror Killfest had \n&gt; caused. \n&gt; &gt; His whole life had been dedicated to that since the moment he had \n&gt; &gt; discovered who had led the attack on his colony.\n&gt; &gt; \n&gt; &gt; Glancing down at the planned route of the pods, a document that \nhe \n&gt; &gt; had &#39;borrowed&#39; from the Maximal elders, he growls to himself. The \n&gt; &gt; Maximals might see it fit to escort the pods to a few lightyears \n&gt; away \n&gt; &gt; and then trust them to follow their course from there, but Hunter \n&gt; &gt; didn&#39;t. He would follow Killfest&#39;s pod, and make sure that it \n&gt; didn&#39;t \n&gt; &gt; waver from its track.\n&gt; &gt; \n&gt; &gt; Hunter was a loyal Maximal, and only respect for Maximal law \n&gt; &gt; prevented him for blowing Killfest&#39;s pod to smithereens as soon \nas \n&gt; it \n&gt; &gt; was out of scanning range from Cybertron. If the pod wavered at \nall \n&gt; &gt; from its course, though...\n&gt; &gt; \n&gt; &gt; Hunter turned, walking back to his small ship and lifting off, \n&gt; &gt; following the pods.\n&gt; &gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; &gt; Flying through space in his pod that served as a prison, \nKillfest&#39;s \n&gt; &gt; thoughts dwell on that period in his life, his defeat. He \nclenches \n&gt; &gt; his fists in the pod, being able to stay conscious even through \nall \n&gt; &gt; the precautions. He had tracked his progress all the way from \n&gt; &gt; Cybertron, and he knew where he was. \n&gt; &gt; \n&gt; &gt; He also knew what had happened to his crew. They had been sent \noff \n&gt; &gt; along with him, but as soon as the escort left the pods, a ship \nhad \n&gt; &gt; come out of transwarp, and when it was gone, so were the other \n&gt; pods, \n&gt; &gt; and Killfest had been left alone.\n&gt; &gt; \n&gt; &gt; He&#39;d had plenty of time to think. Playing over the final battle \n&gt; again \n&gt; &gt; and again, the face of that your colony defender had become the \n&gt; &gt; object of his hatred. To him, it meant defeat, weakness, \neverything \n&gt; &gt; that may have caused his downfall.\n&gt; &gt; \n&gt; &gt; Killfest clenches his fists tighter as the pod comes across some \n&gt; &gt; turbulence, being diverted from its path by a transwarp portal. \nIf \n&gt; &gt; only he got to see that bot again...\n\n\n"}}