{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"upIQIU1v8Hthr11XmgQ5oyTMQdPK4AEKAz63fliVMxCexLFhtXo0k1Q_uxbaPUmnsII9SGB5aA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"To the Extreme","postDate":"975087887","msgId":21998,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM1LmQwNjk0YzIuMjc1MDAzMGZAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":21997,"nextInTime":21999,"topicId":21998,"numMessagesInTopic":1,"msgSnippet":"The eight foot Maximal ran as fast as his mechanical legs would allow him, the robot letting out a cry as he tripped on a pipe, slamming to his chest.  He","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 24 Nov 2000 17:44:53 -0000\r\nReceived: (qmail 79894 invoked from network); 24 Nov 2000 17:44:53 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 24 Nov 2000 17:44:53 -0000\r\nReceived: from unknown (HELO imo-r02.mx.aol.com) (152.163.225.2) by mta2 with SMTP; 24 Nov 2000 17:44:53 -0000\r\nReceived: from KSLawdogg@... by imo-r02.mx.aol.com (mail_out_v28.33.) id a.35.d0694c2 (4563) for &lt;nbwrpg@egroups.com&gt;; Fri, 24 Nov 2000 12:44:48 -0500 (EST)\r\nMessage-ID: &lt;35.d0694c2.2750030f@...&gt;\r\nDate: Fri, 24 Nov 2000 12:44:47 EST\r\nSubject: To the Extreme\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 107\r\nFrom: KSLawdogg@...\r\n\r\n\n\n    The eight foot Maximal ran as fast as his mechanical legs would allow \nhim, the robot letting out a cry as he tripped on a pipe, slamming to his \nchest.  He pushed himself up, running through the dark alley in the province \nof Polyhex on Cybertron.  He looked back, stumbling and hitting the ground.\n    &quot;NO!&quot; he yelled as two Cybertronians that were more than ten feet high \napproached him.  The Maximal got up, but was punched by one of the attackers, \nslamming to the ground.  \n\n    &quot;Perc, you have lost faith in our cause.  You have not chosen the organic \npath.  You have ignored the will of the Oracle and great Matrix.  For this, \nyou shall receive punishment.&quot; a eight-and-a-half foot tall black robot said \nas he came from the shadows, holding a large rectangular device.  \n\n    &quot;Feral, I didn&#39;t do it!  I swear by the Matrix itself!  I didn&#39;t tell \nanyone!&quot;\n    &quot;You now lie to your own leader, and try to snivel out of what is really \na gift, and not a punishment?&quot;\n    &quot;If you like it so much, you use that goop on yourself!&quot; Perc yelled, the \nweak looking bot said, getting to his feet slowly.\n    &quot;I have to much work to do to take the enlightened path.  You on the \nother hand, alerted the Tripredacus Council and Maximal Elders of our \nwarehouse in southern Polyhex.  We lost over thirty members and great \nresources, just so you could be pardoned.&quot; Feral raised the rectangular \ndevice, the side pointing towards Perc sliding open.  &quot;Hold him.&quot;\n    Perc let out a scream as the two large bots charged him, slamming him \ninto a wall.  Each took out a a long pole with pinchers on the end from their \npersonal subspace pockets, clamping the pinchers onto Perc&#39;s wrists, pulling \nhis arms spread out.\n    &quot;Prepare for your punsihment.&quot; Feral said as he stepped closer to Perc, \nreaching into the box and taking out a circular plant-like organism.  He \ntossed the metal box to the ground without a care.  \n    &quot;NO!  NOT THE SPORES!&quot;\n    &quot;Yes, the spores.&quot; Feral said with a smiled, grabbing the back of Perc&#39;s \nhead, raising the spore pod five inches from Perc&#39;s head, slowly pushing his \nhead towards the pod.\n    &quot;NO!  I&#39;M A FERINE!  NOT THE SPORES!  ANYTHING BUT THE SPORES!&quot;\n    Feral gave an evil smile as Perc&#39;s face reached less than an inch from \nthe spore pod, the top of the pod bursting open as thousands of yellowish \nspores shot out into Perc&#39;s face.  Feral stepped back, the dark robot \nlaughing as his two soldiers let loose their grip with the pinchers, stepping \nto the side as Perc fell to his knees.\n    The Maximal clawed at his face as his once bright blue body began to dim \ninto a tawny yellow, his once bright red optics dimming into a dark yellow, \nthe Maximal collapsing.\n    &quot;Excellent.  Alert the nearest group of authorities.  Let them take in \nthis trash, and when the spores take full effect, they shall see what it is \nlike to mess with the Ferine.&quot; Feral laughed, the Maximal walking away with \nhis two soldiers, leaving Perc twitching on the ground.\n    Perc let out a scream, bright yellow scales forming on his body, claws \nshooting out of his finger and toe tips.  He screamed once more as fangs \nextended from his mouth, and saliva began pouring out of his mouth.\n\n"}}