{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"I1DkIwotVT3pMRcLYqoOcKuf8oIVxLG_NDpcT5vtsYw9uUpxn6XhfN6yGi6VMoEwTkGj1zOz7Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shadows attack","postDate":"975135081","msgId":22047,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh2bm5oOStoZDJpQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyMjk5SWNWdXgxWmNuOFR0RXYwMDAwM2UyNkBob3RtYWlsLmNvbT4="},"prevInTopic":22045,"nextInTopic":0,"prevInTime":22046,"nextInTime":22048,"topicId":22045,"numMessagesInTopic":2,"msgSnippet":"... Prowl frowns as he hears a voice behind him, feeling a tingling coming from the orbs mounted into his wings. He could feel the area around him, where the","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 25 Nov 2000 06:51:21 -0000\r\nReceived: (qmail 55897 invoked from network); 25 Nov 2000 06:51:21 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 25 Nov 2000 06:51:21 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta2 with SMTP; 25 Nov 2000 06:51:21 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.211] by ej.egroups.com with NNFMP; 25 Nov 2000 06:51:21 -0000\r\nDate: Sat, 25 Nov 2000 06:51:21 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Shadows attack\r\nMessage-ID: &lt;8vnnh9+hd2i@...&gt;\r\nIn-Reply-To: &lt;F2299IcVux1Zcn8TtEv00003e26@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4745\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl::\n\nProwl frowns as he hears a voice behind him, feeling a tingling \ncoming from the orbs mounted into his wings. He could feel the area \naround him, where the bot stood, the shape of the ground, everything. \nThis bot was obvioustly not friendly, and Prowl had no idea whether \nhis new body had any weapons.\n\nA thought suddenly popped into Prowl&#39;s head, a suggestion on what to \ndo.\n\n&quot;Prowl, UltraMetal!&quot; he exclaims, jumping and spinning around as he \ndoes, having no idea what the command would do. Suddenly, he felt \nlike he was being ripped apart. His outer skin split (along with the \nfeathers and scales), plates emerging from the cracks to replace it. \nSlowly, the skin disspeared completely, leaving Prowl glinting in the \nsun, almost fully covered by metallic armor by the time he lands.\n\nHe looked almost like an armored knight, with metallic plates all \nover him. His torso, legs, and arms were completely covered, metalic \nraptor claws in place instead of the artificial material that had \ncovered his feet. A half-foot long spike stuck up at each knee, \nglinting in the sun along with the rest of him. His wings, now \nmetallic as well, stretched out to either side of him, placing \nthemselves between this bot and Iron Raptor.\n\nProwl&#39;s wings were now connected with Prowl&#39;s body in three places, \none near his shoulders, one halfway down his torso, and one to the \nside of the small of his back, but he could detatch the bottom two \njoints to gain manuverability at the sacrifice of some speed. The \nbottom two joints of his wings were attatched to two boosters (one \nfor the left wing and one for the right), which were half-buried in \nhis back. Two guns were mounted on the underside of each wing, and an \norb was implanted in each wing, an inch back from the joint.\n\nHis arms were also metallic (ain&#39;t that surprizing?), his outer \nforearm plates wider than his arm. His slash claws, extended by \nseveral feet from what they had been in his previous form, were \nfolded back to the inside of his left outer forearm plate, ready to \nflip out for battle.\n\nProwl&#39;s neck and head was still covered by the artificial skin, and \nas an afterthought metal plates covered it as well, but that was just \nan extra, though, something that could be enabled and disabled at \nwill.\n\nAs he lands, the armored Maximal lookes calmly at Shadow, ready for \nbattle.\n\n&quot;Do you still want to fight? You can walk away, you know,&quot; he says. \nHe didn&#39;t really want to hurt this bot.\n\nWhile he talked, his mind was running through his supply of weapons, \nmemorizing each one.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nSo that it doesn&#39;t look like I&#39;m making stuff up in the future, \nhere&#39;s Prowl&#39;s list of weapons (at least the ones he starts out with, \nor will get very soon).\n\nEnergy Nunchuks - A pair of nunchuks stored in his right wrist \ncompartment, as long as his forearm and with the capacity to expand. \nThe nunchucks are translucent, with a opaque band where Prowl can \nhold on to them without having his hand burned through (the band \nchanges location to where Prowl wants it). When activated, they emit \na slight hum and a blue glow, and burn through (or give a severe burn \nto) almost anything they touch, from metal to organic material. They \ncan also be used as a power source, and can create a small shield to \nblock and absorb some energy attacks. The two parts can also be \ncombined into a staff and used that way. The nunchuks need to be \nrecharged after heavy use.\n\nAcid Gun - His old acid gun, remaining pretty much the same. It \nshoots highly corrosive acid pellets.\n\nSlash Claws - His old slash claws but now extended by a few inches \nand built into his arm. They edject at a mental command from him, \nready for battle at any time.\n\nBlueStreak&#39;s Daggers - The daggers that his brother left him (he&#39;ll \nget them as soon as he gets to the CF). Thanks to the Matrix&#39;s \nforesight when giving Prowl this body, he has space to store them in \nhis wrists, the daggers emerging blade-first on his command.\n\nWing Guns - Prowl has two guns mounted on the underside of each wing. \nThe inside ones fire extra-large-mini-missiles that home in on their \ntarget using signature tracking and detonate on impact, and the \noutside ones are rapid-fire laser guns.\n\n\n\nAnd any more weapons he happens to pick up.\n\n\n\n\n\n\n\n\n--- In nbwrpg@egroups.com, &quot;gold last one&quot; &lt;lastofmykind@h...&gt; wrote:\n&gt; he saw two transformers in the distant he flew up behind the male \none [Prowl \n&gt; and Ironraptor.] he pulled out plasma gun and pointed it at Prowls \nback.&quot; \n&gt; don&#39;t move or I will shoot.&quot;\n&gt; \n______________________________________________________________________\n_______________\n&gt; Get more from the Web.  FREE MSN Explorer download : \nhttp://explorer.msn.com\n\n\n"}}