{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"ihHamf8VSgrMwqLNSEy6A_sAZ0cEfT-43hmmpCaDNqvg1ufy9R4ySqeMHLTiiAafZNEEhUVp2g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Why attack?","postDate":"975185053","msgId":22078,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDh2cDhhdCtiZ3YxQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYxMDlSTVd1TG41VTlUM1RHSjIwMDAwNDU4MkBob3RtYWlsLmNvbT4="},"prevInTopic":22058,"nextInTopic":22255,"prevInTime":22077,"nextInTime":22079,"topicId":22058,"numMessagesInTopic":24,"msgSnippet":"... Prowl glances at Iron Raptor as he hears her thoughts. He didn t mean to imply that she was a weaking by protecting her. He frowns, hearing her thoughts","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 25 Nov 2000 20:44:19 -0000\r\nReceived: (qmail 60476 invoked from network); 25 Nov 2000 20:44:19 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 25 Nov 2000 20:44:19 -0000\r\nReceived: from unknown (HELO ch.egroups.com) (10.1.10.51) by mta1 with SMTP; 25 Nov 2000 20:44:19 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.208] by ch.egroups.com with NNFMP; 25 Nov 2000 20:44:16 -0000\r\nDate: Sat, 25 Nov 2000 20:44:13 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Why attack?\r\nMessage-ID: &lt;8vp8at+bgv1@...&gt;\r\nIn-Reply-To: &lt;F109RMWuLn5U9T3TGJ200004582@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7868\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl::\n\nProwl glances at Iron Raptor as he hears her thoughts. He didn&#39;t mean \nto imply that she was a weaking by protecting her. He frowns, hearing \nher thoughts about that half-way beast mode that she had been stuck \nin earlier, looking over her as she transforms.\n\nShe didn&#39;t look too bad, not bad at all.. Prowl frowns, listening to \nher tell Shadow not to pay any attention to him. That wasn&#39;t nice, \nnot nice at all.\n\nThe Maximal narrows his eyes, looking at Shadow. If the bot opened \nfire, Prowl would be on him in a sec.\n\n\n\n\n--- In nbwrpg@egroups.com, &quot;Megan Solmonson&quot; &lt;tmrattrap@h...&gt; wrote:\n&gt; \n&gt; \n&gt; \n&gt; * Iron Raptor snappes her head towards the new voice just as Prowl \nfrowns, \n&gt; not seeing the bot right away but making sense of what feeling she \nwas \n&gt; recieving from Prowls mind, only amplafying it with her own senses.\n&gt; But where Prowl thought that this bot was not friendly, she left \nroom for \n&gt; the slight chance that he just might be. But that was the way she \nhad always \n&gt; thought.\n&gt; \n&gt; But then her eyes turned to Prowl just as some idea poped into his \nhead, \n&gt; reading or more like FEELING the words with which to speak before \nthey \n&gt; emerged out of his mouth.\n&gt; Forgetting about the heavy wings at her back.\n&gt; Though, watching and feeling in wonder as she watched the results \nof that \n&gt; one word.\n&gt; It was a battle mode!!\n&gt; Only with a new command and new results!!\n&gt; Iron Raptor watched as armor split to be replaced by another coat \nof it, \n&gt; only silver and by the sense of it...far more stronger.\n&gt; It even went beyond the limits of Transmetal 2s!\n&gt; Wow!\n&gt; \n&gt; But once the transformation was through and the newly armored Prowl \nstood \n&gt; between her and the new visitor her mind had only one thing to \nthink of at \n&gt; that moment, and her thoughts were directed right towards Prowl.**\n&gt; \n&gt; &lt; Oh no you don&#39;t! I can protect myself! What sort of weakling do \nyou think \n&gt; I am?!&gt;\n&gt; \n&gt; * And with that she stepped towards the new bot, thanking tha \nMatrix above \n&gt; that her hair covered her, still, naked form. But not for long.\n&gt; Basically the same thing had happened to Prowl as had happened to \nher, they \n&gt; had both fused and her scanners indicated that she was now...part \nsnow owl. \n&gt; That was where the wings had come from.\n&gt; So, not that Prowl and herself were fused physically and mentally, \nsharing \n&gt; everything, then the only conclusion was that she would have \nsomething \n&gt; towards a similar battle mode...and perhaps the same baqttle \nactivation \n&gt; code.\n&gt; \n&gt; Iron Raptor stood ready, her crystal blue eyes fixed on the new \nbot, knowing \n&gt; for a fact that he had no chance against just one of them.\n&gt; But there was also something in the back of her mind, something \nthat was \n&gt; trying to get out. A thought suddenly entering her mind.\n&gt; What had really happened about that nightmarish beast mode? Had it \nbeen \n&gt; wiped out completely? Or simply deactivated?\n&gt; Iron Raptor focused on that tingling in the back of her mind, \nsuddenly \n&gt; seeing something that almost made her jump back.\n&gt; It was there! It was still there! She could see it in her mind.\n&gt; On all fours, acidic saliva dripping from it&#39;s bared fangs as it \nhunched its \n&gt; soulder. Black exo-armor covering it&#39;s body, shining in some inner \nlight. \n&gt; Eyes trained forward...almost as it just like...hers....\n&gt; Iron Raptors eyes grew big; it was...under controle? No! \nWaiting...waiting \n&gt; to break free? No...ready to pounce? Yes! Ready for action! \n&gt; Just...like...HER! It was listening! Actually listening!\n&gt; The image in her mind then pawed the black ground...suddenly \n&gt; feeling...seeing it&#39;s toughts!\n&gt; Blood, carnage...death! Mutilation!!\n&gt; That&#39;s all she could feel from it!\n&gt; No...it wasn&#39;t really under controle...just not wanting to fight \nright now.\n&gt; But Iron Raptor then shook her head a bit, suddenly knowing that it \nwanted. \n&gt; For her to transform and at least release a bit of it, to fight.\n&gt; Well, the first request she could do!\n&gt; \n&gt; Iron Raptor then stepped in front of Prowl, the wind picking up and \n&gt; fluttering her hair a little, but not enough to show anything.\n&gt; She took in a deep breath, closing her optics for a moment and \nfinding her \n&gt; still point, all going dark around her other then the wind and the \nsound of \n&gt; her own sparkbeat. Concintrating on that beat she opened her eyes, \ngaze \n&gt; straight.*\n&gt; \n&gt; &quot; Iron Raptor, ULATRMETAL!!&quot;\n&gt; \n&gt; * With that she moved to her toes and whirled in a full circle, her \nmine and \n&gt; thus her eyes seeing nothing but blackness at first but then a \nlight \n&gt; surrounding her.\n&gt; Her hair seeming to sparkle as it flowed around her as she moved, \nher wings \n&gt; stretching wide before suddenly seeming to bust out as small \nsparkling \n&gt; snow-flakes.\n&gt; From the center of her back then seemed to sprout out of her flesh \ntwo \n&gt; pieces of fluid black armor, so dark that even the light seemed to \nbe drawn \n&gt; into them.\n&gt; Those two pieces appeared just under her arms and stretched to her \nwaist as \n&gt; Iron Raptor lifted her arms over her head, snapping her head \ntowards her \n&gt; upraised hands as the pieces then wrapped and molded themselves \naround her \n&gt; chest, slamming together at the center of her torso.\n&gt; Then, just as suddenly as before, two pieces of armor sprouted from \nthe \n&gt; small of her back this time, coming around to mold themselves to \nher pelvice \n&gt; and thighs. Slamming together with a metallic ring at her groin and \nfront \n&gt; thighs.\n&gt; Same with her lower legs, another metallic ring sent clear through \nthe \n&gt; darkness as, they too, came together.\n&gt; Iron Raptor finally lowered her arms, her eyes closed as her head \nbecame \n&gt; straight, armor also covering her arms up to her wrists, ending in \na point \n&gt; above her hand.\n&gt; Suddenly two large shoulder-plates appeared begind her, slamming \ndown on her \n&gt; soulders, the tips reaching even toller then her head. Two large \ndiamond \n&gt; shaped rubies in the center of each.\n&gt; From there a line of spiked armor as thin as a belt wrapped around \nher \n&gt; waist, a large piece of armor suddenlu developing and closing the \nbetl as it \n&gt; fell over her groin area.\n&gt; Iron Raptor then opened her eyes as, in a flash of red, a large and \nlong \n&gt; cape fell down towards her heals from the back of each shoulder-\nplate. Armor \n&gt; then coming from the back of her heals and extending down, covering \nher feet \n&gt; and ending in long sharp, silver raptor claws. The armor so long \nwhat it \n&gt; looked as if she stood on her tip-toes, yet only raising her height \na few \n&gt; inches. Only looking like a pair of TMed raptor feet.\n&gt; \n&gt; Iron Raptors mind then suddenly cleared in a flash, the blue \nmorning sky \n&gt; coming into view, a flock of large crows liting into the air as her \neyes \n&gt; then turned on the new bot, Shadow.\n&gt; Gazing towards him in her new armor, her body looking as if more \nlike a \n&gt; knight then Prowl. ( for anyone who&#39;s seen the anime Escaflowne, \nher armor \n&gt; is a bit like that. hehehe. If you don&#39;t know what Escaflowne is \nthen just \n&gt; fo to Ask Jeeves and type in Where can I find pictures of \nEscaflowne, and \n&gt; just look around on the sides that come up. The pica are really \ncool!)\n&gt; But she stood squarly, her body looking muck more bulkyier then \nbefore, but \n&gt; her head remained the same. Silver hair still falling loose from \nher head \n&gt; but now behind her back.\n&gt; Her face calm as she stood beside Prowl, now the same size as him.\n&gt; \n&gt; Iron Raptor  looked at Shadow, stepping towards him, the sound of \ngears \n&gt; moving and hydrolics working sounding out.*\n&gt; \n&gt; &quot; Pay no attention to him.... As commander of the Maximals, I ask \nwho you \n&gt; are any why you threaten us so?&quot;\n&gt; \n&gt; \n&gt; \n&gt; I will post IRs weapons as I use her more.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n______________________________________________________________________\n_______________\n&gt; Get more from the Web.  FREE MSN Explorer download : \nhttp://explorer.msn.com\n\n\n"}}