{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"78Q0eXYMFt5NmTwkRXQjREsrc90tcm0vjfh-ufsDb0eySZRcZQ5ZfrW92U-8ZYlEXJL_CowvTA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: (unknown)","postDate":"959394039","msgId":2230,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGRiLjRhYTk5YjYuMjY2MDhhZjdAY3MuY29tPg=="},"prevInTopic":2229,"nextInTopic":2231,"prevInTime":2229,"nextInTime":2231,"topicId":416,"numMessagesInTopic":574,"msgSnippet":"(Sorry about the quality of this post, I was just about finished with it, took me a good 20 minutes while talking with another person and such, when my server","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 19550 invoked from network); 27 May 2000 02:20:44 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 27 May 2000 02:20:44 -0000\r\nReceived: from unknown (HELO csimo01.mx.cs.com) (152.163.225.74) by mta1 with SMTP; 27 May 2000 02:20:44 -0000\r\nReceived: from KSLawdogg@... by csimo01.mx.aol.com (mail_out_v26.7.) id a.db.4aa99b6 (4214) for &lt;nbwrpg@egroups.com&gt;; Fri, 26 May 2000 22:20:40 -0400 (EDT)\r\nMessage-ID: &lt;db.4aa99b6.26608af7@...&gt;\r\nDate: Fri, 26 May 2000 22:20:39 EDT\r\nSubject: Re: (unknown)\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 101\r\nFrom: KSLawdogg@...\r\n\r\n(Sorry about the quality of this post, I was just about finished with it, \ntook me a good 20 minutes while talking with another person and such, when my \nserver said some kind of error, and didn&#39;t give me the option to save it, so \nif you can all understand, I am really angry, so this will be a short message \ndue to how angry I am)\n\n\nNemesis Enforcer/The Oblitercons/Koga Shuko/Scattershot/Unitron/Anubis/Hades:\n\n\nNemesis Enforcer stopped, as did all the people following him.  Activating \nhis com, he spoke to Zardus.  &lt;Zardus, this is Nemesis Enforcer, I&#39;m seeing \nthat that weirdo Dracona has built himself a small base.  I&#39;m going to crush \nit with Oblitertron.  I&#39;ll bring a head or something.\n\nKoga Shuko and CO stepped out of the bushes, Nemesis and them speaking \n(deciding to ally for the moment, Koga wanting the energy from Plintissa&#39;s \nbase, and Nemesis not sure if he really minded, so they agree on a temporary \nAlliance).\n\nBreakdown, Hiss, and Scavneger circled around, meeting up with the other \nside.  Everyone getting their most destructive weapons and reloading weapons, \nthey attacked:\n\nNemesis Enforcer yelled really loud:  &quot;ALL NON-DRACONA AFFILIATED PEOPLE, \nLEAVE, OR DIE, THIS BASE AND ITS FOLLOWERS WILL BE CRUSHED BY THE ALLIANCE, \nBY ORDER OF THE HIGH-KING ZARDUS!!!&quot;\n\nKoga Shuko, Anubis, Hades, and Unitron, with reloaded missile launchers, each \nfired a rocket off at the People&#39;s base.\n\nNemesis Enforcer raised his own missile launcher, firing a rocket off at the \nPeople&#39;s base.\n\nScattershot lifted off into the air, throwing two charges set to explode on \nimpact off at the People&#39;s base.\n\nDark One fired off 25 explosive rounds at the People&#39;s base (from left to \nright along the base), leaping into the air.\n\nBreakdown fired off two grenades from his grenade launcher, leaping off after \nDark One.\n\nPyro fired off two bursts of &#39;explosive&#39; flames, still in dragon mode, \nflapping his leathery wings after Dark One.\n\nHiss fired off three fusion blasts at the People&#39;s base, leaping into the \nair, tossing a charge set to explode on impact off at the enemy base.\n\nScavenger raised his missile launcher, getting down on one knee, firing off a \nrocket at the enemy base, lifting off into the air with a jump.\n\n\n(The next time they form, it will be much more descriptive)\n\n    Forming the head, shoulders, and torso (chest and abdomen and hip)), Dark \nOne began to fall to the ground, Breakdown transforming into an arm, \nattatching as the right arm, Pyro doing the same, only attatching as the left \narm.  Hiss transformed into a leg, attatching to the right side of the hip as \nthe right leg, Scavenger attatching as the left leg.\n\n    Slamming to the ground, was a extremely heavy 45 ft tall gestalt, \nslamming a fist to itself, Nemesis almost falling, but regaining his balance, \na little marvelled.\n\nKoga Shuko sighed.  &quot;My technology, used for a group of lowly \nmercenaries...still this will be intersting to watch.\n\n    Oblitertron, the newly formed gestalt, yelled loudly, slamming another \nfist against his chest.  &quot;I live for obliteration!&quot; he yelled, pulling out a \nhuge sword from subspace (whatever the length of a sword is for say a 7 ft \ntall person is, it&#39;s the same for the 45 foot tall one, only for its size).  \n\n"}}