{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"5C3ekearSC5ZjWgDe8ASnxfWTrWSVCnsoohX3om74_y1zBMO5g5B-VmruZXF688GRObQTds","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Predicon Civil War!","postDate":"975774831","msgId":22939,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGU0LmRjYmI4NzYuMjc1YTdlNmZAYW9sLmNvbT4="},"prevInTopic":22938,"nextInTopic":22941,"prevInTime":22938,"nextInTime":22940,"topicId":22938,"numMessagesInTopic":4,"msgSnippet":"Megatron, Hell Beast, Inferno, Tankkor, Rampage, Paralysis, Nighteyes, Paddletail, Aquarious, Aerostreak, Adrax, and Waspinator take arms and stand ready in","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 2 Dec 2000 16:34:09 -0000\r\nReceived: (qmail 29843 invoked from network); 2 Dec 2000 16:34:04 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 2 Dec 2000 16:34:04 -0000\r\nReceived: from unknown (HELO imo-r12.mail.aol.com) (152.163.225.66) by mta1 with SMTP; 2 Dec 2000 16:34:04 -0000\r\nReceived: from JP3884@... by imo-r12.mx.aol.com (mail_out_v28.34.) id a.e4.dcbb876 (18256) for &lt;nbwrpg@egroups.com&gt;; Sat, 2 Dec 2000 11:33:51 -0500 (EST)\r\nMessage-ID: &lt;e4.dcbb876.275a7e6f@...&gt;\r\nDate: Sat, 2 Dec 2000 11:33:51 EST\r\nSubject: Re: Predicon Civil War!\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_e4.dcbb876.275a7e6f_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_e4.dcbb876.275a7e6f_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Megatron, Hell Beast, Inferno, Tankkor, Rampage, Paralysis, Nighteyes, \nPaddletail, Aquarious, Aerostreak, Adrax, and Waspinator take arms and stand \nready in the strong hold they have taken as thier temporary headquarters, \nuntil they regain control of the ship.\n       &quot;Good, excellent thinking Paralysis. This is an excellent stronghold. \nThe engin room...if they want to keep any kind of power I suggest they \nsurrender to us. But for now I want to talk to Killfest and Drillbit.&quot; \nMegatron said as he gazed into a monitor.\n       Paralysis brought up a visual comm and gave the go sign to Megatron. \n&quot;Killfest, you digusting a loathsome vermine, I dont know what youre trying \nto pull but If you dont get out of my ship, not only will I cut all power off \nto you and your men, including the inviormental controls, I will flood the \nbridge and corridors with the exhust from the Transwarp engins. True, \ntransformers dont need to breath, but you know as well as I do that it will \nstrip your armor off in a matter of seconeds, leaving you a pathetic pile of \nscrap where your spark will fizzle out.&quot; He smiled even more, &quot;And from here \nI also have access into the mainframe computer, so this whole lockdown thing \nisnt going to last for to long. I expect a message from you in no less than \n30 minutes. If you dont respond I will flood this ship. Commander Megatron \nout.&quot; He said finally and turned off the visual link.\n       &quot;Very well done Megatron. Rampage, go and begin to churn the exhust \nfrom the engines, I want to expell it at a moments notice. As for the rest of \nyou, be wary, they will most likely try to get inside here, even though there \nis a lockdown.&quot; Hell Beast said making himslef comfortable.\n\n       Tarantulas sped through the corridors as fast as his vhicle mode would \nallow. The internal autoguns did fire apon him, but the shots that did hit \nhim did little to slow him down. The mech he was bleeding was a small wound \nthat could actually be delt with manually.\n       Reaching his destination he transformed and ducked under the \ncrossfire. Taking out a lockpick he carefully inserted it into the door tech \nlock and poped it open after a few minuted off password tag. He stepped \ninside and locked it agian behinde him. He walked over to the pod where the \nremains of Kitkat lay. The bitch was getting payback.\n       After ripping the wires from the pod, the ones responsable for keeping \nthe cloning process going, he ripped open the lid, took the remains, and \nchucked them over his shoulder. He turned and left the lab, the doors open \nthis time, and raced down that hallway, taking a hit in the shoulder that \nhindered him but a minute.\n       Apon reaching the engin room doors, rather large, thick doors, he saw \nInferno waiting to let him in. He pushed through and the heavy iron doors \nshut quickly, air tight. He saw his fellow commrads around him as he dumped \nher reamins on the floor.\n       &quot;Well done arachnid!&quot; Megatron said as he came closer. &quot;If they want \nher back, they will negotiate. Otherwise Were going to pump he preety little \ncorpse with enough ammo to make her look like she went through the exhaust \nprocess. Which, we might do anywas. Hahaha.&quot; He mused to himslef as he poked \nher with his tail cannon gun.\n\n       Black Aracnia looked to Quasar. They were only down the hall from the \nrebels. If they found her and her daughter, you could bet she would live very \nmuch longer.\n       &quot;Quasar, transform into beast mode and go into the hallwasy. I want \nyou to run as fast as you can to the engin room. Thats the only room as \nimportant as the bridge and I can bet Megatron is holding up there. Take \nthese directions if you get lost. Im going to find Quickstrike.&quot; She said, \nher eyes beginning to fill with tears from the worry she was under. &quot;Just \npromise me you wont stop for anything, because if you do youre as good as \ndead.&quot;\n\n       The Predacons, under Megatron, were armed, and had been waiting to \nfight for a long while. Kitkats plan to attack the Allience had taken to \nlong, thus the high tension they were having now. Once these rebel Predacons \nwere delt with Megatron planned on making a few alliences of his own. But for \nnow, Killfest, Drillbit, and that little bitch Darkmouse were the top targets \non his agenda.\n       \n\r\n--part1_e4.dcbb876.275a7e6f_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron, Hell Beast, Inferno, Tankkor, Rampage, Paralysis, Nighteyes, &lt;BR&gt;Paddletail, Aquarious, Aerostreak, Adrax, and Waspinator take arms and stand &lt;BR&gt;ready in the strong hold they have taken as thier temporary headquarters, &lt;BR&gt;until they regain control of the ship.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Good, excellent thinking Paralysis. This is an excellent stronghold. &lt;BR&gt;The engin room...if they want to keep any kind of power I suggest they &lt;BR&gt;surrender to us. But for now I want to talk to Killfest and Drillbit.&quot; &lt;BR&gt;Megatron said as he gazed into a monitor.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paralysis brought up a visual comm and gave the go sign to Megatron. &lt;BR&gt;&quot;Killfest, you digusting a loathsome vermine, I dont know what youre trying &lt;BR&gt;to pull but If you dont get out of my ship, not only will I cut all power off &lt;BR&gt;to you and your men, including the inviormental controls, I will flood the &lt;BR&gt;bridge and corridors with the exhust from the Transwarp engins. True, &lt;BR&gt;transformers dont need to breath, but you know as well as I do that it will &lt;BR&gt;strip your armor off in a matter of seconeds, leaving you a pathetic pile of &lt;BR&gt;scrap where your spark will fizzle out.&quot; He smiled even more, &quot;And from here &lt;BR&gt;I also have access into the mainframe computer, so this whole lockdown thing &lt;BR&gt;isnt going to last for to long. I expect a message from you in no less than &lt;BR&gt;30 minutes. If you dont respond I will flood this ship. Commander Megatron &lt;BR&gt;out.&quot; He said finally and turned off the visual link.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Very well done Megatron. Rampage, go and begin to churn the exhust &lt;BR&gt;from the engines, I want to expell it at a moments notice. As for the rest of &lt;BR&gt;you, be wary, they will most likely try to get inside here, even though there &lt;BR&gt;is a lockdown.&quot; Hell Beast said making himslef comfortable.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tarantulas sped through the corridors as fast as his vhicle mode would &lt;BR&gt;allow. The internal autoguns did fire apon him, but the shots that did hit &lt;BR&gt;him did little to slow him down. The mech he was bleeding was a small wound &lt;BR&gt;that could actually be delt with manually.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reaching his destination he transformed and ducked under the &lt;BR&gt;crossfire. Taking out a lockpick he carefully inserted it into the door tech &lt;BR&gt;lock and poped it open after a few minuted off password tag. He stepped &lt;BR&gt;inside and locked it agian behinde him. He walked over to the pod where the &lt;BR&gt;remains of Kitkat lay. The bitch was getting payback.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;After ripping the wires from the pod, the ones responsable for keeping &lt;BR&gt;the cloning process going, he ripped open the lid, took the remains, and &lt;BR&gt;chucked them over his shoulder. He turned and left the lab, the doors open &lt;BR&gt;this time, and raced down that hallway, taking a hit in the shoulder that &lt;BR&gt;hindered him but a minute.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Apon reaching the engin room doors, rather large, thick doors, he saw &lt;BR&gt;Inferno waiting to let him in. He pushed through and the heavy iron doors &lt;BR&gt;shut quickly, air tight. He saw his fellow commrads around him as he dumped &lt;BR&gt;her reamins on the floor.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Well done arachnid!&quot; Megatron said as he came closer. &quot;If they want &lt;BR&gt;her back, they will negotiate. Otherwise Were going to pump he preety little &lt;BR&gt;corpse with enough ammo to make her look like she went through the exhaust &lt;BR&gt;process. Which, we might do anywas. Hahaha.&quot; He mused to himslef as he poked &lt;BR&gt;her with his tail cannon gun.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Black Aracnia looked to Quasar. They were only down the hall from the &lt;BR&gt;rebels. If they found her and her daughter, you could bet she would live very &lt;BR&gt;much longer.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Quasar, transform into beast mode and go into the hallwasy. I want &lt;BR&gt;you to run as fast as you can to the engin room. Thats the only room as &lt;BR&gt;important as the bridge and I can bet Megatron is holding up there. Take &lt;BR&gt;these directions if you get lost. Im going to find Quickstrike.&quot; She said, &lt;BR&gt;her eyes beginning to fill with tears from the worry she was under. &quot;Just &lt;BR&gt;promise me you wont stop for anything, because if you do youre as good as &lt;BR&gt;dead.&quot;\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Predacons, under Megatron, were armed, and had been waiting to &lt;BR&gt;fight for a long while. Kitkats plan to attack the Allience had taken to &lt;BR&gt;long, thus the high tension they were having now. Once these rebel Predacons &lt;BR&gt;were delt with Megatron planned on making a few alliences of his own. But for &lt;BR&gt;now, Killfest, Drillbit, and that little bitch Darkmouse were the top targets &lt;BR&gt;on his agenda.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_e4.dcbb876.275a7e6f_boundary--\r\n\n"}}