{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"IYXHbpe4N4J81HZ2Rfzi9yF-cgwkKzjSp70mPElsXvmXw2iTkEsnzgCCu5C7UpjMR7uHP2U","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Demolition/Dollon/DrillBit","postDate":"975866303","msgId":23026,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNiLmJkNjFlMmEuMjc1YmUzYmZAYW9sLmNvbT4="},"prevInTopic":23025,"nextInTopic":0,"prevInTime":23025,"nextInTime":23027,"topicId":22985,"numMessagesInTopic":3,"msgSnippet":"OOC Dose poisonous exhaust in the corridors mean anything to you guys? And what the hell is the bridg? Do you mean bridge? Or Brig? Megatron watched as the","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 3 Dec 2000 17:58:36 -0000\r\nReceived: (qmail 68333 invoked from network); 3 Dec 2000 17:58:35 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 3 Dec 2000 17:58:35 -0000\r\nReceived: from unknown (HELO imo-r01.mx.aol.com) (152.163.225.1) by mta3 with SMTP; 3 Dec 2000 18:59:40 -0000\r\nReceived: from JP3884@... by imo-r01.mx.aol.com (mail_out_v28.34.) id a.cb.bd61e2a (4510) for &lt;nbwrpg@egroups.com&gt;; Sun, 3 Dec 2000 12:58:24 -0500 (EST)\r\nMessage-ID: &lt;cb.bd61e2a.275be3bf@...&gt;\r\nDate: Sun, 3 Dec 2000 12:58:23 EST\r\nSubject: Re: Demolition/Dollon/DrillBit\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Windows AOL sub 126\r\nFrom: JP3884@...\r\n\r\nOOC Dose poisonous exhaust in the corridors mean anything to you guys? And \nwhat the hell is the bridg? Do you mean bridge? Or Brig? \n\n    Megatron watched as the internal shields switched on in several of the \ncorridors, mostly the ones that gave access to the Engin room. As for the \nAutoguns, scince there were only 10 (according to Kinger) they could be taken \nout easily.\n    The engin rooms doors opened, Megatron, followed by Waspinator and \nRampage exited and closed the doors behinde them, listening to is lock tight. \nHolding a small communicator, Megatron had a link to Tarantulas who dictated \nthe internal shield locations.\n    &quot;Lets go. I want this to be quick, and clean. The less repair we have to \ndo after this the better.&quot; Megatron said, his tail cannon glowing with the \nplasma it was ready to fire. \n    Walking down the corridor they spotted what used to be an autogun. \nApparently it was shot, not to long ago seeing as how it was still smoking. \nThe footsteps of the bots were loud, only because the ship was so quiet. The \nbridge, being 8 levels above them and far to the north, it was rather hard to \nhear any comotion from the Rebels.\n    &quot;Tarantulas, I want corridor 7F sealed behinde me, do you have that?&quot; \nMegatron said, still walking as Waspinator looked up into a nearby security \ncamera and blasted it to the ground. Promptly he slammed his boot apon it, \nmaking sure it was deactivated. \n    A rhaspy voice came back mixed with static, the Rebels were trying to \nscramble their communications without success, &quot;Yes Megatron, I&#39;ve got it. \nThe scaners show a clear path ahead of you. But, a few levels up several bots \nare moving out.&quot; He warned.\n    Megatron shook his head, &quot;Dont worry, Im sure we will bump into them. &quot;He \nsaid finally and ended the transmission. Placing the communication on his \nwaist he griped his arm cannon and the three continued onward as a sudden hum \nand flash of light took residence behide them, indicating that the shield had \nbeen raised.\n\n    Black Aracnia and Gremlin had reached the top level of the ship, \ncontaining the bridge and Quickstrike. The most heavily gaurded spot of the \nship, it was also the one filled with the most enemies. Getting in and out \nwithout being detected was going to be impossible so they would have to make \nit quick.\n    Gremlin opened the lift doors agian and they stepped out into the western \nmost corridor. This section contained the high ranking officers sleeping \nsuites. Large rooms with fancy furniture. Nothing of much use to them as of \nright now. Aracnia proceeded north, the direction of the bridge.\n    &quot;So, Aracnia, how do you plan on getting inside the bridge? Just waltzing \ninside?&quot; Gremlin asked the arachnid as she scurried along in her beast mode. \n&quot; I dont get it.&quot;\n    She stopped and grabbed him. Her eyes, all eight of them, were intense. \nHe could see the strain she was under. But also, he could see the ironic \nhumor of it, of all creatures a Black Widow, know for eating its mates, was \nrisking its life to save its mate. Truly the Beast Wars were strange.\n    &quot;Quickstrike is in there, and no matter what they do to me, or him, I \nwill not be seperated from him. We will rescue him. You can bet on that. Now \nc&#39;mon, idiot. &quot; She snapped, not letting her emotions get the better of her \nusual bitter self.\n\n    \n\n"}}