{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alten Gould","from":"&quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;","replyTo":"LIST","senderId":"3Gr9yAi1diLjGj7PacdqLtjK-W65HF0d2WbaeZXprepe59raAnvKM9S7k0Y__ceoy44fLopV2INpB1whWOS5vQ5yEA9hmZjgQhzm-KKLwrZkN5c","spamInfo":{"isSpam":false,"reason":"0"},"subject":"continued.","postDate":"975968059","msgId":23093,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEY2M3YwWUtwRFM3aHgyN2tCbmMwMDAwMDIzMUBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":23122,"prevInTime":23092,"nextInTime":23094,"topicId":23093,"numMessagesInTopic":2,"msgSnippet":"*Three bots emerged from the crashed ship, shaken but un-scathed. Their perception programing fuzzy and dissoriantated. Shadow Cat is the first to clear the","rawEmail":"Return-Path: &lt;beastwarsaddress@...&gt;\r\nX-Sender: beastwarsaddress@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 4 Dec 2000 22:16:05 -0000\r\nReceived: (qmail 41756 invoked from network); 4 Dec 2000 22:14:20 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 4 Dec 2000 22:14:20 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.17.63) by mta2 with SMTP; 4 Dec 2000 22:14:19 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Mon, 4 Dec 2000 14:14:19 -0800\r\nReceived: from 199.175.25.115 by lw11fd.law11.hotmail.msn.com with HTTP;\tMon, 04 Dec 2000 22:14:19 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: continued.\r\nDate: Mon, 04 Dec 2000 14:14:19 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F63v0YKpDS7hx27kBnc00000231@...&gt;\r\nX-OriginalArrivalTime: 04 Dec 2000 22:14:19.0521 (UTC) FILETIME=[8C3E2F10:01C05E3F]\r\nFrom: &quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;\r\n\r\n\n*Three bots emerged from the crashed ship, shaken but un-scathed. Their \nperception programing fuzzy and dissoriantated. Shadow Cat is the first to \nclear the fog from her head.*\n&quot; Whoa, we are lucky that we even got away from that wreck without a \nscratch! Hey, where&#39;s the little &#39;un?&quot;\n\n*While the two larger bots had been orginizing themselves and checking if \nthey where hurt, the littler bot had wandered off, his new beast mode was \nnew to him and he was still at the stage where his beast mode might make him \ndissoriented and confused.*\n* Snow Tech and Shadow Cat began to search for the little tyke. They had \nalready gotten all they needed from the ship before it crashed. All their \nhardware and equipment was stored in their back-packs. They began to do a \ngrid search in their beast modes. When it failed to turn up their little \ncompanion, they switched to robot mode. Shadow Cat searched the air, while \nSnow Tech did a spark signature scan from his portable computer. just when \nthey had begun to wonder if the kid didn&#39;t make it, a beep sounded from \nSnow&#39;s computer.*\n\n&quot; Shadow Cat, he&#39;s of to your left, about a hundred yards or so. he&#39;s up \nhigh so i guess he&#39;s in the trees. my quess he thinks he&#39;s his beast mode \nright now, so approach with cation, he might get spooked and flee.&quot;\n\n*Shadow Cat nodded and pressed her com-link*\n\n&quot; Thanks for the warning bro, i&#39;ll do just that.&quot;\n\n* She then landed and took on her beast mode, and began to &quot;stalk&quot; her \nlittler passanger. She knew she couldn&#39;t smell him, Because he was in the \ntrees, so she searched for him using her scaning program.\nA few yards later, she saw his energy signature in one of the tropical trees \nof this region, hiding in the folige, cleaning himself. Using extreme \ncation, she climed the tree trunk, making no sound as went. When she reached \nthe top, she slowly poked her head through the leaves, showing just the top \nof her jet-black head and bright green eyes, turned purple due to her spark \nenergy location program. She turned it off and looked slowly around. The \nlittle one was busy cleaning his paws, unaware of her presence. She grinned, \nthis was too easy. Just then the little one spotted her and growled, \nspreading two pearl white WINGS! Amazed, she was unable to stop the babe \nwhen it took off into the now dusk sky, soaring off towards the ship, \nleaving her baffaled.*\n\n&quot; Snow Tech, you moron!&quot; She yelled into her intercom as she quickly \ntransformed &quot; You didn&#39;t tell me that he had WINGS!&quot;\n\n*Snow Tech, who was dozing, jumped as his sister yelled out at him. He \nquickly scanned for the spark again, and nbot finding it he replied:*\n\n&quot; I didn&#39;t know, i didn&#39;t see him when he emerged from the ship, i was \ndissorinteted, and so where you, how where we to know? I can&#39;t find him on \nthe spark Sig, so you&#39;ll have to do it manually, k? Good luck Sis!&quot;\n\n* And with a supirior smirk, he sighned off*\n\n* Shadow Cat growled, he was being a pain in the ass again, why did he have \nto do this when there was an emergancy? She started to fly up out of the \ncanopy, searching both with her natural eyes and with her spark Sig. \nprogram. He was off to the right now, and going like a little bumble bee. \nShe grinned, he was cute, but more trouble than he was worth.*\n_____________________________________________________________________________________\nGet more from the Web.  FREE MSN Explorer download : http://explorer.msn.com\n\n\n"}}