{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Megan Solmonson","from":"&quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;","replyTo":"LIST","senderId":"Y_szc-kJX4OGnMYCzAkakB86DsCK3czXYs3pARScV4Cu9S5NExmCLc3GrBBWhsWnNzsYdr3QEa2daN6QAAqzTUClvULaX4_SF1eDPCQQYmM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Snow Tech Detected.","postDate":"975980521","msgId":23112,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYyNnVlZ051MGpYdU1lQVhPbW0wMDAwZGEzOUBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":23125,"prevInTime":23111,"nextInTime":23113,"topicId":23112,"numMessagesInTopic":2,"msgSnippet":"* Iron Raptor continued to look at Prowl, seeming to wait for him to get her back towards the Cybertronian Fire. Occasionally looking towards Fiararm. Iris","rawEmail":"Return-Path: &lt;tmrattrap@...&gt;\r\nX-Sender: tmrattrap@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 5 Dec 2000 01:42:07 -0000\r\nReceived: (qmail 68003 invoked from network); 5 Dec 2000 01:42:04 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 5 Dec 2000 01:42:04 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.241.26) by mta2 with SMTP; 5 Dec 2000 01:42:04 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Mon, 4 Dec 2000 17:42:01 -0800\r\nReceived: from 207.194.22.118 by lw8fd.law8.hotmail.msn.com with HTTP;\tTue, 05 Dec 2000 01:42:01 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Snow Tech Detected.\r\nDate: Mon, 04 Dec 2000 17:42:01 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F26uegNu0jXuMeAXOmm0000da39@...&gt;\r\nX-OriginalArrivalTime: 05 Dec 2000 01:42:01.0322 (UTC) FILETIME=[900E1CA0:01C05E5C]\r\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\r\n\r\n\n* Iron Raptor continued to look at Prowl, seeming to wait for him to get her \nback towards the Cybertronian Fire. Occasionally looking towards Fiararm.\nIris slowly walked up to the small group of three as they stood there, \nwondering just what was taking so long for them to get their tails in gear. \nHer red armor flashing in the late noon light.\n\nIron Raptor tooked towards Firearm again and was about to ask him if he \nwould be so kind as to take Iris back to base when a voice blared over her \nintercom, finding that the voice was rather familier...and she almost felt a \nsense of annoyance at the sound of the voice.( Snow Tech )*\n\n&lt; I know that voice...I just can&#39;t...remem...&gt;\n\n* Just then, as she began to finish the thought it came to her, she knew ho \nthat voice beloned to!\nSNOWTECH!!\nHe was an old friend of hers, one that she hadn&#39;t seen since...slag knew how \nlong.\nBut Iron Raptor rolled her eyes and retracted the visor and face plate so \nthat her face was viasble from the helm, looking towards Prowl.*\n\n&quot; I know who that was.&quot;\n\n* She had to speak outloud so that Firearm would know what she was talking \nabout, also, it was a good thing to do that once in a while so that her \nvoice-box wasn&#39;t weakened so that she would never be able to use it.\nBesides, all that mind talk had given her a headache.\nBut then Iron Raptor looked at Prowl, Iris and Firearm all in turn.*\n\n&quot; His name is Snow Tech, most likely there&#39;ll be a fembot with him named \nShadow Cat. Borther and sister. Old friends of mine.&quot;\n\n* She simply shrugged then then tapped a Maximal mark on the flat of her \nchest, which was simply a com-link built into the armor.\nShe opened it to all Maximal frequencies.*\n\n&quot; All Maximals, this is Iron Raptor. No doubt you cave recieved a \ntransmission by an unknown signature, please remain where you are, I&#39;ll \ncheck this out. After doing so I&#39;ll bring the new comrad and return to base.\nBesides that, if you are not already at the meeting, this is the last time I \nwill say this; get there.\nThat is all.&quot;\n\n* And with that she simply deactivated the link and then looked at Prowl, \nthinking to him despite the pain in her head.*\n\n&lt; I need to get at the location of Snow Tech&#39;s ship. Quickly. I need you to \nfly me there, please?&gt;\n\n* Then, she turned towards Firearm.*\n\n&quot; Firearm, I need to tend to the new Maximals, could you pleas take Iris \nback to base? Then wait for my return in the room where the meeting is being \nheld...please?&quot;\n\n* Iris opened her mouth to protest but with a stern look from Iron Raptor \nshe quickly closed it, simply passing her a good glare.*\n\nIRIS: &lt; If you get hurt I&#39;ll shove my foot so hard up your ass you&#39;ll be \ncaughing up rust for a week.... You know very well that a new ship will \nattract more attention then just from Maximals.&gt;\n\nIR: &lt; You know that I can handle it, besides, with these new modes Prowl and \nmyself are basically a two bot army.&gt;\n\nIRIS: &lt; No, you two are far from an army. Niether of you know those bodies, \nyou&#39;re still learning. And that auto-body defence system of yours, the one \nwhich seemes to tajke controle of your body, will only last as long as you \nremain blind to it&#39;s abilities.&gt;\n\nIR: &lt; How do you know all this?&gt;\n\nIRIS: &lt; Let&#39;s just say that I wasn&#39;t given this body just because I asked \nfor it. You two can&#39;t be trusted with those new bodies, not without someone \nto watch you. Make sure you&#39;re alright.&gt;\n\nIR: &lt; You mean that you were made bot to look after Prowl and I?&gt;\n\nIRIS: &lt; Basically. You two are like eager children. You plow along, never \nconsidering the conciquences, destroying everything in your paths.\nYou can&#39;t be left alone.&gt;\n\nIR: &lt; So, you don&#39;t trust us with thise new bodies?&gt;\n\nIRIS: &lt; It&#39;s not a matter of trust, it&#39;s a matter that if you can allow your \nbody to be so inexperienced that it takes you over in battle, who knows \nwhatelse it will force you to do?\nRemember, that twisted beast mode is still inside you. One slip and you \nmight be in the same condition you were in before all this slag happened.&gt;\n\n* Iron Raptor only sighed, looking towards Prowl, then Firearm.*\n\nIR: &lt; You&#39;re still going back to base. That&#39;s an order Iris.&gt;\n\nIRIS: &lt; You don&#39;t command me, I&#39;m none of your Maximals.&gt;\n\nIR: &lt; No, but you&#39;re a part of my program which was removed as an advisory.&gt;\n\nIRIS: &lt; Exactly. And I&#39;m still advising. But I&#39;ll go back. Though, just \nremember now...I can hit back.&gt;\n\n* Iron Raptor looked at Iris with a cocked eye-brow, the bot compuer simply \ngiving her her look back.\nIron Raptor then looked towards Prowl, stepping towards him.*\n\n&lt; Well, time to hit the wind, I guess.&gt;\n_____________________________________________________________________________________\nGet more from the Web.  FREE MSN Explorer download : http://explorer.msn.com\n\n\n"}}