{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"PiLyCeTO5LEiSZiY9GZN3-Jl8qoPuV45AQvqX7v65y3OKqxhp0SXPbuVW3YUIrKV2sqiYNgs4Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Snow Tech Detected.","postDate":"975995352","msgId":23125,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkwaHZrbytqbGNhQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyNnVlZ051MGpYdU1lQVhPbW0wMDAwZGEzOUBob3RtYWlsLmNvbT4="},"prevInTopic":23112,"nextInTopic":0,"prevInTime":23124,"nextInTime":23126,"topicId":23112,"numMessagesInTopic":2,"msgSnippet":"... Prowl smiles, kissing Iron Raptor as he hears her comment about learning how to fly. -Well, maybe I could still carry you around. You don t learn flying in","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 5 Dec 2000 05:49:19 -0000\r\nReceived: (qmail 54920 invoked from network); 5 Dec 2000 05:49:18 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 5 Dec 2000 05:49:18 -0000\r\nReceived: from unknown (HELO mr.egroups.com) (10.1.1.37) by mta3 with SMTP; 5 Dec 2000 06:50:24 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.25] by mr.egroups.com with NNFMP; 05 Dec 2000 05:49:18 -0000\r\nDate: Tue, 05 Dec 2000 05:49:12 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Snow Tech Detected.\r\nMessage-ID: &lt;90hvko+jlca@...&gt;\r\nIn-Reply-To: &lt;F26uegNu0jXuMeAXOmm0000da39@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6676\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl/Firearm::\n\nProwl smiles, kissing Iron Raptor as he hears her comment about \nlearning how to fly. -Well, maybe I could still carry you around. You \ndon&#39;t learn flying in a day you know..-\n\nAs much as he&#39;d miss flying Iron Raptor places, the thought of \nteaching her how to fly appealed to him. \n\nHe looks at Iris as he hears hers and Iron Raptor&#39;s exchange about \ntheir new bodies. He frowns. An automatic battle system? The idea \nsounded strange, but if what Iris said was true, then they&#39;d need to \ntrain hard with these new forms. He didn&#39;t like the idea of Iris \nbeing their teacher, but his deal with the Matrix hadn&#39;t been very \nclear.\n\n-Allright, let&#39;s go, love.- he thinks to her. He slides his arms \naround her, taking a strong hold.\n\nProwl&#39;s boosters power up, launching the two bots into the air at an \ninstant speed of over 100 miles per hour. Prowl squints his optics \nagainst the wind, accelerating. This was faster than he had ever \ngone, and he wasn&#39;t even started yet!\n\n-Hang on tight!- he thinks to her as he makes a loop, heading down \ntoward the ground at an amazing rate and then pulling up, zooming off \nin the direction of the new Maximals at over 300 miles per hour, and \nspeeding up as he goes.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm shields his eyes as dust and small pebbles rise from Prowl&#39;s \nlaunch-off, making it impossible to see for almost half a minute. He \ncoughs, clearing dust off of himself.\n\n&quot;Man, that bot sure knows how to fly,&quot; he says, clearing his face of \ndust. He looks at Iris, &quot;So you need a ride back to base?&quot;\n\n\n\n\n\n--- In nbwrpg@egroups.com, &quot;Megan Solmonson&quot; &lt;tmrattrap@h...&gt; wrote:\n&gt; \n&gt; * Iron Raptor continued to look at Prowl, seeming to wait for him \nto get her \n&gt; back towards the Cybertronian Fire. Occasionally looking towards \nFiararm.\n&gt; Iris slowly walked up to the small group of three as they stood \nthere, \n&gt; wondering just what was taking so long for them to get their tails \nin gear. \n&gt; Her red armor flashing in the late noon light.\n&gt; \n&gt; Iron Raptor tooked towards Firearm again and was about to ask him \nif he \n&gt; would be so kind as to take Iris back to base when a voice blared \nover her \n&gt; intercom, finding that the voice was rather familier...and she \nalmost felt a \n&gt; sense of annoyance at the sound of the voice.( Snow Tech )*\n&gt; \n&gt; &lt; I know that voice...I just can&#39;t...remem...&gt;\n&gt; \n&gt; * Just then, as she began to finish the thought it came to her, she \nknew ho \n&gt; that voice beloned to!\n&gt; SNOWTECH!!\n&gt; He was an old friend of hers, one that she hadn&#39;t seen since...slag \nknew how \n&gt; long.\n&gt; But Iron Raptor rolled her eyes and retracted the visor and face \nplate so \n&gt; that her face was viasble from the helm, looking towards Prowl.*\n&gt; \n&gt; &quot; I know who that was.&quot;\n&gt; \n&gt; * She had to speak outloud so that Firearm would know what she was \ntalking \n&gt; about, also, it was a good thing to do that once in a while so that \nher \n&gt; voice-box wasn&#39;t weakened so that she would never be able to use it.\n&gt; Besides, all that mind talk had given her a headache.\n&gt; But then Iron Raptor looked at Prowl, Iris and Firearm all in turn.*\n&gt; \n&gt; &quot; His name is Snow Tech, most likely there&#39;ll be a fembot with him \nnamed \n&gt; Shadow Cat. Borther and sister. Old friends of mine.&quot;\n&gt; \n&gt; * She simply shrugged then then tapped a Maximal mark on the flat \nof her \n&gt; chest, which was simply a com-link built into the armor.\n&gt; She opened it to all Maximal frequencies.*\n&gt; \n&gt; &quot; All Maximals, this is Iron Raptor. No doubt you cave recieved a \n&gt; transmission by an unknown signature, please remain where you are, \nI&#39;ll \n&gt; check this out. After doing so I&#39;ll bring the new comrad and return \nto base.\n&gt; Besides that, if you are not already at the meeting, this is the \nlast time I \n&gt; will say this; get there.\n&gt; That is all.&quot;\n&gt; \n&gt; * And with that she simply deactivated the link and then looked at \nProwl, \n&gt; thinking to him despite the pain in her head.*\n&gt; \n&gt; &lt; I need to get at the location of Snow Tech&#39;s ship. Quickly. I \nneed you to \n&gt; fly me there, please?&gt;\n&gt; \n&gt; * Then, she turned towards Firearm.*\n&gt; \n&gt; &quot; Firearm, I need to tend to the new Maximals, could you pleas take \nIris \n&gt; back to base? Then wait for my return in the room where the meeting \nis being \n&gt; held...please?&quot;\n&gt; \n&gt; * Iris opened her mouth to protest but with a stern look from Iron \nRaptor \n&gt; she quickly closed it, simply passing her a good glare.*\n&gt; \n&gt; IRIS: &lt; If you get hurt I&#39;ll shove my foot so hard up your ass \nyou&#39;ll be \n&gt; caughing up rust for a week.... You know very well that a new ship \nwill \n&gt; attract more attention then just from Maximals.&gt;\n&gt; \n&gt; IR: &lt; You know that I can handle it, besides, with these new modes \nProwl and \n&gt; myself are basically a two bot army.&gt;\n&gt; \n&gt; IRIS: &lt; No, you two are far from an army. Niether of you know those \nbodies, \n&gt; you&#39;re still learning. And that auto-body defence system of yours, \nthe one \n&gt; which seemes to tajke controle of your body, will only last as long \nas you \n&gt; remain blind to it&#39;s abilities.&gt;\n&gt; \n&gt; IR: &lt; How do you know all this?&gt;\n&gt; \n&gt; IRIS: &lt; Let&#39;s just say that I wasn&#39;t given this body just because I \nasked \n&gt; for it. You two can&#39;t be trusted with those new bodies, not without \nsomeone \n&gt; to watch you. Make sure you&#39;re alright.&gt;\n&gt; \n&gt; IR: &lt; You mean that you were made bot to look after Prowl and I?&gt;\n&gt; \n&gt; IRIS: &lt; Basically. You two are like eager children. You plow along, \nnever \n&gt; considering the conciquences, destroying everything in your paths.\n&gt; You can&#39;t be left alone.&gt;\n&gt; \n&gt; IR: &lt; So, you don&#39;t trust us with thise new bodies?&gt;\n&gt; \n&gt; IRIS: &lt; It&#39;s not a matter of trust, it&#39;s a matter that if you can \nallow your \n&gt; body to be so inexperienced that it takes you over in battle, who \nknows \n&gt; whatelse it will force you to do?\n&gt; Remember, that twisted beast mode is still inside you. One slip and \nyou \n&gt; might be in the same condition you were in before all this slag \nhappened.&gt;\n&gt; \n&gt; * Iron Raptor only sighed, looking towards Prowl, then Firearm.*\n&gt; \n&gt; IR: &lt; You&#39;re still going back to base. That&#39;s an order Iris.&gt;\n&gt; \n&gt; IRIS: &lt; You don&#39;t command me, I&#39;m none of your Maximals.&gt;\n&gt; \n&gt; IR: &lt; No, but you&#39;re a part of my program which was removed as an \nadvisory.&gt;\n&gt; \n&gt; IRIS: &lt; Exactly. And I&#39;m still advising. But I&#39;ll go back. Though, \njust \n&gt; remember now...I can hit back.&gt;\n&gt; \n&gt; * Iron Raptor looked at Iris with a cocked eye-brow, the bot \ncompuer simply \n&gt; giving her her look back.\n&gt; Iron Raptor then looked towards Prowl, stepping towards him.*\n&gt; \n&gt; &lt; Well, time to hit the wind, I guess.&gt;\n&gt; \n______________________________________________________________________\n_______________\n&gt; Get more from the Web.  FREE MSN Explorer download : \nhttp://explorer.msn.com\n\n\n"}}