{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"kpq4g7QK6SwYi8U7t-LiPYv9t0QH87dAebsEIwyAF-9C4BfTsijtCOVG7e9LygJBWv7Ch6s","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Megatron must not live","postDate":"976050212","msgId":23160,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMxLmQ4NWQ4MmUuMjc1ZWIyMjRAYW9sLmNvbT4="},"prevInTopic":23158,"nextInTopic":23161,"prevInTime":23159,"nextInTime":23161,"topicId":23156,"numMessagesInTopic":7,"msgSnippet":"Megatron and his men entered the Ice Caves, Megatrons lair before joining with Aracnia. THis would be good enough for now considering the circumstances. As for","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 5 Dec 2000 21:04:06 -0000\r\nReceived: (qmail 78346 invoked from network); 5 Dec 2000 21:04:06 -0000\r\nReceived: from unknown (10.1.10.142) by l10.egroups.com with QMQP; 5 Dec 2000 21:04:06 -0000\r\nReceived: from unknown (HELO imo-r13.mail.aol.com) (152.163.225.67) by mta3 with SMTP; 5 Dec 2000 22:05:11 -0000\r\nReceived: from JP3884@... by imo-r13.mx.aol.com (mail_out_v28.34.) id a.31.d85d82e (16642) for &lt;nbwrpg@egroups.com&gt;; Tue, 5 Dec 2000 16:03:33 -0500 (EST)\r\nMessage-ID: &lt;31.d85d82e.275eb224@...&gt;\r\nDate: Tue, 5 Dec 2000 16:03:32 EST\r\nSubject: Re: Megatron must not live\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_31.d85d82e.275eb224_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_31.d85d82e.275eb224_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Megatron and his men entered the Ice Caves, Megatrons lair before \njoining with Aracnia. THis would be good enough for now considering the \ncircumstances. As for the injured Quickstrike, he was going right into the CR \npool.\n       &quot;Bring the scans on line, and I want the entrance sealed and autoguns \narmed. &quot; Megatron ordered, taking his command chair as Waspinator, Aquarous, \nPaddletail, and Nighteyes took thier stations. Adrax showed Quickstrike to \nthe Cr pool.\n       &quot;We shouldnt have run, Megatron. We could have put up an excellent \nfight and probly would have done alot of unfixable damage before we \nretreated. &quot; Hell Beast scorned from across the room at a 3D map of the \nsurround artic territory. He watched as Apocolypse and several other of the \nRebels men search for them. If they did come here, they were sure to meet and \nicy grave because this artic was Megatrons turff. The turff of the true \nPredacons.\n       &quot;Nonsense Hell Beast. How did you expect to win if we couldnt do any \ndamage to them because it was considered moding? Silly ol&#39; Hell Beast. Now, \nlets get serious. Were going to go through as planned.....well, not exactly.&quot; \nMegatron went on as he walked over to the map, and brought up a visual of the \nCybertronian Fire.\n       &quot;Our next conquest? The Maximals? What a waste of time!&quot; Aracnia \nscreamed from the CR pool, still watching Quickstrike. She, also, kept Quasar \nclose to her.\n       Megatron shook his head. &quot;No, if we were to get rid of that ship, or \nuse it to our advantage, we could destroy the Maximals and thus end one thorn \nin our side.&quot; He looked at the blue prints of the ship. It seemed under its \nnew management it had been dilapidated a bit.....or was he getting confused \nwith the Ark? Well, whatever it was the Maximals were weak and could be \nexploited.\n       &quot;Yes, well, do what you will. Gremlin, come with me. We are out for \nawhile.&quot; Hell Beast said as he walked closer to the entrance. &quot;Things have \nchanged Megatron, in such a short time. We went from superpower to under-dogs \nover night. I have to think and clear my head.&quot;\n       The two Predacons exited into the relentless snowstorm that seemed \nconstant in the high mountian they inhabited. Now Megatron turned to the \ntroops. They were angry, no doubt about that. &quot;Aracnia, may I send out our \nambassador? I believe we can still clean up this mess.&quot;\n       Aracnia looked up, &quot;Hell Beast is gone.&quot; She seemed to be extreamly \ndistraught. &quot;Who are you talking about?&quot;\n       &quot;Well, Quasar and Tarantulas are still here. Besides, she could really \nlearn a few things from the meeting. What do you say, Quasar? Will you go?&quot;\n\r\n--part1_31.d85d82e.275eb224_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron and his men entered the Ice Caves, Megatrons lair before &lt;BR&gt;joining with Aracnia. THis would be good enough for now considering the &lt;BR&gt;circumstances. As for the injured Quickstrike, he was going right into the CR &lt;BR&gt;pool.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Bring the scans on line, and I want the entrance sealed and autoguns &lt;BR&gt;armed. &quot; Megatron ordered, taking his command chair as Waspinator, Aquarous, &lt;BR&gt;Paddletail, and Nighteyes took thier stations. Adrax showed Quickstrike to &lt;BR&gt;the Cr pool.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;We shouldnt have run, Megatron. We could have put up an excellent &lt;BR&gt;fight and probly would have done alot of unfixable damage before we &lt;BR&gt;retreated. &quot; Hell Beast scorned from across the room at a 3D map of the &lt;BR&gt;surround artic territory. He watched as Apocolypse and several other of the &lt;BR&gt;Rebels men search for them. If they did come here, they were sure to meet and &lt;BR&gt;icy grave because this artic was Megatrons turff. The turff of the true &lt;BR&gt;Predacons.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Nonsense Hell Beast. How did you expect to win if we couldnt do any &lt;BR&gt;damage to them because it was considered moding? Silly ol&#39; Hell Beast. Now, &lt;BR&gt;lets get serious. Were going to go through as planned.....well, not exactly.&quot; &lt;BR&gt;Megatron went on as he walked over to the map, and brought up a visual of the &lt;BR&gt;Cybertronian Fire.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Our next conquest? The Maximals? What a waste of time!&quot; Aracnia &lt;BR&gt;screamed from the CR pool, still watching Quickstrike. She, also, kept Quasar &lt;BR&gt;close to her.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron shook his head. &quot;No, if we were to get rid of that ship, or &lt;BR&gt;use it to our advantage, we could destroy the Maximals and thus end one thorn &lt;BR&gt;in our side.&quot; He looked at the blue prints of the ship. It seemed under its &lt;BR&gt;new management it had been dilapidated a bit.....or was he getting confused &lt;BR&gt;with the Ark? Well, whatever it was the Maximals were weak and could be &lt;BR&gt;exploited.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Yes, well, do what you will. Gremlin, come with me. We are out for &lt;BR&gt;awhile.&quot; Hell Beast said as he walked closer to the entrance. &quot;Things have &lt;BR&gt;changed Megatron, in such a short time. We went from superpower to under-dogs &lt;BR&gt;over night. I have to think and clear my head.&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The two Predacons exited into the relentless snowstorm that seemed &lt;BR&gt;constant in the high mountian they inhabited. Now Megatron turned to the &lt;BR&gt;troops. They were angry, no doubt about that. &quot;Aracnia, may I send out our &lt;BR&gt;ambassador? I believe we can still clean up this mess.&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aracnia looked up, &quot;Hell Beast is gone.&quot; She seemed to be extreamly &lt;BR&gt;distraught. &quot;Who are you talking about?&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Well, Quasar and Tarantulas are still here. Besides, she could really &lt;BR&gt;learn a few things from the meeting. What do you say, Quasar? Will you go?&quot;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_31.d85d82e.275eb224_boundary--\r\n\n"}}