{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Megan Solmonson","from":"&quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;","replyTo":"LIST","senderId":"BXd5w6USqZaJNzkwdzRMgvU2DJDFjmrHMgD5cDfAnuZOyXtLfGmXzfIQVG-pKVqutEAJGWXX3mAh9sKf5w1T9SdSqXE8pPADX3ITjbrVnBc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Iron Raptor/ IRIS","postDate":"976081684","msgId":23200,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYyMzBDUUpFN1JmTlBHRW9XcmkwMDAwZWU3NkBob3RtYWlsLmNvbT4="},"prevInTopic":23176,"nextInTopic":23204,"prevInTime":23199,"nextInTime":23201,"topicId":23148,"numMessagesInTopic":5,"msgSnippet":"* It was a little cold at the hight that they were, and with the wind whipping her cape behind her, it wasn t exactly warm. But at least her fromt was saved","rawEmail":"Return-Path: &lt;tmrattrap@...&gt;\r\nX-Sender: tmrattrap@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 6 Dec 2000 05:48:06 -0000\r\nReceived: (qmail 95571 invoked from network); 6 Dec 2000 05:48:06 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 6 Dec 2000 05:48:06 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.241.230) by mta3 with SMTP; 6 Dec 2000 06:49:10 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Tue, 5 Dec 2000 21:48:04 -0800\r\nReceived: from 209.53.248.137 by lw8fd.law8.hotmail.msn.com with HTTP;\tWed, 06 Dec 2000 05:48:04 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Iron Raptor/ IRIS\r\nDate: Tue, 05 Dec 2000 21:48:04 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F230CQJE7RfNPGEoWri0000ee76@...&gt;\r\nX-OriginalArrivalTime: 06 Dec 2000 05:48:04.0721 (UTC) FILETIME=[1A23C610:01C05F48]\r\nFrom: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\r\n\r\n\n\n\n* It was a little cold at the hight that they were, and with the wind \nwhipping her cape behind her, it wasn&#39;t exactly warm. But at least her fromt \nwas saved from the cold, but only because it was against Prowl.\nBut her fear kept her from caring that she was chilling in the armor, \nkeeping her eyes closed and her body well plastered to Prowls.\nShe heard his thought, and knew that this was coming from a man she could \nswear was born with wings...or at least a flying guide.\n\nIron Raptor whimpers again as she opens one eye, her cheek against Prowl&#39;s \nchest. Looking down as they happened to weev away from a particularly sharp \nlooking mountain peek. Whimpering a third time as she squeezed her eyes shut \nand clung harder.\nShe didn&#39;t know it at the time, but she had been clinging so hard to Prowl \nthe mechanical tendens in her hands had been standing out.\nHer jaw clenched shut.\nBut then, just as she thought her spark might fail from beating so hard, she \nsuddenly noticed something...she could hear the flapping of her cape.\nShe could&#39;t before, mainly because it was plastered against her even more \nthen she was to Prowl before.\nIron Raptor opened her eyes and looked sown, feeling a softer current of air \nflow against her and watching her cape flitter in the find.\nThey were still very high...but at least she didn&#39;t really have the worry of \nbeing plastered to the side of a mountain.\nShe relaxed her grip...slightly. Sighing in relief.*\n\n&lt; Thank youuuuuaaaaaaaaahhhhhhhhhhh!!&gt;\n\n* This was her reply right when Prowl cut his boosters, Iron Raptors eyes \ngoing wide and her grip resuming as they seemed to hang in mid-air for a \nmoment.*\n\n*gasp!*\n\n* And with that they began to fall, just as her mind trailed off in her \nthanking Prowl, secretly cursing him as they plumited towards the forests \nbelow.\nHer eyes squeezed shut and her teeth gritting, clinging on for dear life. \nThe white hot light of fear coming into her head once again.\nSlag! She hated this!\nIron Raptor remained in this position, even as Prowl reactivated his \nboosters and stabalized himself on the ground. Landing.\nWith a sigh, letting the breath she had been holding, out, Iron Raptor \nopened her eyes...finally realizing that they were surrounded by trees and \non the ground.\n\nShe let go of Prowl a little, keeping a hand on him to make sure that she \ncould still stand. Her legs felt like jell-o!\nIron Raptor then turned and looked at Prowl with a scowl on her face, the \nrest of her helm retracting to let her hair fall down her shoulders.\nProwl had known that she had been scared, but he had pulled that last trick \nnone the less.\nIron Raptor raised a quick hand and brought the flat palm down against Prowl \ncheek, hard! Then she swung her hand up and hit the other cheek with the \nback of it.\nHer had just been bitch slapped.\nHer knees suddenly giving out under her right after, maing her end up cross \nleged on the ground where she had stood, sitting on her rear. She had known \nshe was going to collaps...she just wanted to give Prowl a piece of her \nmind...that he couldn&#39;t listen to with his own, before she did fall.\nBut now she was saticfide, sitting there and shaking visably, her mind \nclearer now thought...the hits making them so.\nThe cape seemed to ruffle down from her height moments before, floting down \nand nestling itself right on top of her head, some down her back...mose \ncovering her face.\nFrom under the red fabrik there was a sigh, partly of annoyance and relief.\nOne thought in mind, directed right towards Prowl.*\n\n&lt; Jerk....&gt;\n\n\n\n____________________________________________________IRIS:\n\n\n* Iris only grumbles, just as an old woman might as she looks onto a bunch \nof children roughhousing. Remembering the good old days.\nBut Iris was far from old. She was just as young as Iron Raptor, because she \nwas a part of her programming, but much more mature. In body and mind.\nIris humphs.*\n\n&quot; I&#39;ve seen data process faster then that!&quot;\n\n* But she crosses her arms as Firearm transforms and drives up to her, \nlooking him over before looking at him sternly.\nThough, she didn&#39;t mean to wreck his jolly attitude.\nIris easily jumped on but then looked down at the armor plating of his \nmode.*\n\n&quot; Just try it, sunny, and only ONE of us will make it back to base in one \npiece. And it will most likely be the one without the cannon....&quot;\n\n\n\n\n_____________________________________________________________________________________\nGet more from the Web.  FREE MSN Explorer download : http://explorer.msn.com\n\n\n"}}