{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alten Gould","from":"&quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;","replyTo":"LIST","senderId":"xNRZzkq-GbZPbmYu45AQQ24m9wlXrLw6bJvXYA0l5KnSmaxkKCx-vk36MqUy6j8ghUpQ0Btt9EYsiyemo-pJeBI41i62yWOaL_Z_U--NGTEGhjs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Tiny Tim","postDate":"976312765","msgId":23374,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxOTJRRER0TGFwdEpqeXgzaEUwMDAwOGQ1OUBob3RtYWlsLmNvbT4="},"prevInTopic":23366,"nextInTopic":23387,"prevInTime":23373,"nextInTime":23375,"topicId":18598,"numMessagesInTopic":404,"msgSnippet":"* Shadow Cat looks atthe new bot that stood before her. She wasn t shure if she could trust him, but she had to start somewhere. She lowers her sheild and","rawEmail":"Return-Path: &lt;beastwarsaddress@...&gt;\r\nX-Sender: beastwarsaddress@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 8 Dec 2000 21:59:26 -0000\r\nReceived: (qmail 80460 invoked from network); 8 Dec 2000 21:59:26 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 8 Dec 2000 21:59:26 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.17.192) by mta2 with SMTP; 8 Dec 2000 21:59:26 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Fri, 8 Dec 2000 13:59:25 -0800\r\nReceived: from 199.175.25.118 by lw11fd.law11.hotmail.msn.com with HTTP;\tFri, 08 Dec 2000 21:59:25 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Tiny Tim\r\nDate: Fri, 08 Dec 2000 13:59:25 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F192QDDtLaptJjyx3hE00008d59@...&gt;\r\nX-OriginalArrivalTime: 08 Dec 2000 21:59:25.0694 (UTC) FILETIME=[212201E0:01C06162]\r\nFrom: &quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;\r\n\r\n\n* Shadow Cat looks atthe new bot that stood before her. She wasn&#39;t shure if \nshe could trust him, but she had to start somewhere. She lowers her sheild \nand returns her gun to it&#39;s magnetic holding system. She extends her hand in \ngreeting,*\n\n&quot; I am SHadow Cat, twin of Snow Tech and battle warrior.I greet you.&quot;\n\n* She heard a commotion behind her and twists herhead to see, though keeping \nthe new bot in her vision. SNow Tech seemed to be in trouble. She sighs and \nturns back to Aerotuar and speaks in a less formal voice.*\n\n&quot; My brother seems to be in trouble, could you please exscuse me for a \nmoment?&quot;\n\n* And without giving much thought, she turns toward the problem. The little \npif-ball had begun to attack Prowl and was not doing a good job. It seemed \nProwls new body was imune to the little ones first stage of development. The \nlittle &#39;un senced he wasn&#39;t getting anywhere and climbed back to his perch \non Prowls head. He began to groom his fur, making it so it did not stand on \nend. He then began playing with Prowls wing feathers, which seemed to make \nthe little annoyance forget he was mad at the person he was &quot;playing&quot; with. \nShadow Cat sighed in relif. If he got too mad.... She let the thought go. \nShe new that the little guy could sence emotions like she and Snow Tech \ncould, but could not totally understand them, so could not totally seperate \none thought from another. Luckily, She and Snow Tech had been able to help. \nLending their combined telepathic strengths to protect the little guy. After \nall, he was one of them, he should be protected. She suppressed a shudder of \nfear on remembering the labs. She controled them though. She COULD NOT \ngetthe little one scared or mad. The results could be devestating....*\n\n* Snow Tech clicked on his sheild, it completely covered him and IR. He knew \nit could stand almost anything, so he wasn&#39;t worried about getting hurt. He \ncalled out,*\n\n&quot; Uh, he&#39;s not mine, tell Shadow Cat to come get him!&quot;\n\n* Shadow Cat growled and walked over to the larger bot, stepping right in \nfront of the gun,*\n\n&quot; Well? Hand the dink over. Or are you going to shoot me?&quot; Hurry up i don&#39;t \nhave all day for your desicion.&quot;\n\n* SHe held out her hands and waited...*\n\n\n\n&gt;No problem, AG, I was just making sure eveyone knew.\n&gt;\n&gt;::Prowl::\n&gt;\n&gt;Prowl could hear what Iron Raptor heard through the link he had with\n&gt;her. His eyes narrow, but then he laughs.\n&gt;\n&gt;&quot;Overprotective and ugly, eh? You&#39;re not exactly beautiful yourself,\n&gt;kitty.&quot;\n&gt;\n&gt;He chuckles at Snow Tech&#39;s next comment. &quot;Oh, I wouldn&#39;t injure Iron\n&gt;Raptor. I&#39;m a very good aim, and I don&#39;t think we&#39;ll get along\n&gt;anyways.&quot;\n&gt;\n&gt;This was not like him at all, but there was something about this bot\n&gt;that made Prowl want to open fire. Prowl&#39;s logic circuits override\n&gt;that urge, and he makes a mental note to remember to learn how to\n&gt;control this new body&#39;s emotions.\n&gt;\n&gt;Prowl doesn&#39;t flinch as the little bot covers his eyes and starts\n&gt;scratching through Prowl&#39;s thick armor. Two plates slide down to\n&gt;cover Prowl&#39;s optics. The bot&#39;s attempts were futile, as Prowl was\n&gt;neither blinded nor hurt. He could see, or rather sense, through his\n&gt;wing orbs. His wing guns remain aimed at Snow Tech&#39;s head.\n&gt;\n&gt;&quot;And tell the furball to lay off. I can see perfectly whether he&#39;s\n&gt;covering my eyes or not.&quot;\n&gt;\n&gt;-Do you want to clear this up or should I take him out?&quot; Prowl thinks\n&gt;to Iron Raptor.\n&gt;\n&gt;\n&gt;\n&gt;--- In nbwrpg@egroups.com, &quot;Alten Gould&quot; &lt;beastwarsaddress@h...&gt;\n&gt;wrote:\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; * Shadow Cat whirls around to face the laughing Aerotaur. She\n&gt;wasn&#39;t used to\n&gt; &gt; being caught by suprise, usually she can sence the emotions of\n&gt;others before\n&gt; &gt; they have reached her or Snow Tech. she unconciously rasied her arm\n&gt;to\n&gt; &gt; protect herself, sheil extending from it&#39;s energy form.*\n&gt; &gt;\n&gt; &gt; &quot; What the Inferno.... Who are you?&quot;\n&gt; &gt;\n&gt; &gt; * She keeps her shield raised and places her hand next to her\n&gt;lightning\n&gt; &gt; blaster for a quick retrival if he was an enemy. Mabey her\n&gt;internals where\n&gt; &gt; busted up, she needed to find out why she could not sence his\n&gt;arrival.*\n&gt; &gt;\n&gt; &gt; *Snow Tech glances at the barrel of Prowls gun, a half smirk on his\n&gt;face. He\n&gt; &gt; turns his head to IR and speaks out of the side of his mouth so\n&gt;only she\n&gt; &gt; could hear*\n&gt; &gt;\n&gt; &gt; &quot; My, your tastes have changed since last we talked, now you go for\n&gt; &gt; over-protective and ugly? Jeeze, i thought i taught you better than\n&gt;that!&quot;\n&gt; &gt;\n&gt; &gt; * He looks back at Prowl, knowing that if he said anything wrong,\n&gt;this new\n&gt; &gt; bot would kill him, and probally blow of Ir&#39;s arm. And Snow Tech\n&gt;was too\n&gt; &gt; good of a friend to let that happen. He touched Iron Raptors\n&gt;shoulder and\n&gt; &gt; spoke gentley and firmly to him,*\n&gt; &gt;\n&gt; &gt; &quot; Iron and I are good friends, if you must know, and I was just\n&gt;jocking, you\n&gt; &gt; moron, if you hadn&#39;t noticed. And, if you do not lower that gun\n&gt;from my\n&gt; &gt; face, we will not get along. Plus, if you shoot me, you have a\n&gt;chance of\n&gt; &gt; hitting Iron. And then i don&#39;t think she will love you much then,\n&gt;now will\n&gt; &gt; she?&quot;\n&gt; &gt;\n&gt; &gt; * Snow Tech had taken his hand from Iron Raptors shoulder and\n&gt;placed it on\n&gt; &gt; his Ice-beam shooter, magnetically un snapping it from it&#39;s\n&gt;fastening and\n&gt; &gt; placing it into his hands, just in case this bot was a nut case and\n&gt;would\n&gt; &gt; shoot him. He also put his energy sheild on hold so in a nano, it\n&gt;would\n&gt; &gt; activate and save him and Iron from major damage.*\n&gt; &gt;\n&gt; &gt; &quot; So, just chill dude,&quot;\n&gt; &gt;\n&gt; &gt; * He placed his arm with his sheild on it in front of Iron Raptor,\n&gt;his first\n&gt; &gt; concern. Snow Tech did not know what new weapons Iron had now, but\n&gt;he wasn&#39;t\n&gt; &gt; taking any chances.*\n&gt; &gt;\n&gt; &gt; &quot; And put DOWN your weapon!&quot;\n&gt; &gt;\n&gt; &gt; * Snow Techs last request sounded with athourity, rarely heard\n&gt;through his\n&gt; &gt; juviniell lips, but when sounded, he made shure they new he ment\n&gt;buissness.*\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; * The little &#39;un was watching all this from the top of Prowls head.\n&gt; &gt; Confused, he watched the bot he had choosen to inspect aim a weapon\n&gt;at his\n&gt; &gt; friends who had saved him from harm a while back. His hackeles\n&gt;began to\n&gt; &gt; raise and his claws dug into the bots head. Before Snow tech could\n&gt;say no,\n&gt; &gt; he placed himself on top of Prowls eyes, effectivally blinding him,\n&gt;and\n&gt; &gt; began to attak with little sharp claws, prowls top lip.*\n&gt; &gt;\n&gt; &gt; &quot; Mew, Fhtttt!&quot;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt;______________________________________________________________________\n&gt;_______________\n&gt; &gt; Get more from the Web.  FREE MSN Explorer download :\n&gt;http://explorer.msn.com\n&gt;\n\n_____________________________________________________________________________________\nGet more from the Web.  FREE MSN Explorer download : http://explorer.msn.com\n\n\n"}}