{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"FvUvglD1QqM4mTHzu1rQXS4DSZt4GR1wp9guD_vDdXdzgmWcEeZ4pWlM3YF1Wp12fhym6p8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Scanning","postDate":"976664368","msgId":23656,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGFhLmU0MTgxZWYuMjc2ODExMzBAYW9sLmNvbT4="},"prevInTopic":23652,"nextInTopic":23677,"prevInTime":23655,"nextInTime":23657,"topicId":15335,"numMessagesInTopic":11,"msgSnippet":"Tankkor served as the means of transportation in the Antartica country. With such freezing cold, and mass of snow, his vhicle mode was the only thing able to","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 12 Dec 2000 23:40:02 -0000\r\nReceived: (qmail 11550 invoked from network); 12 Dec 2000 23:40:02 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 12 Dec 2000 23:40:02 -0000\r\nReceived: from unknown (HELO imo-d07.mx.aol.com) (205.188.157.39) by mta1 with SMTP; 12 Dec 2000 23:40:02 -0000\r\nReceived: from JP3884@... by imo-d07.mx.aol.com (mail_out_v28.34.) id a.aa.e4181ef (16484) for &lt;nbwrpg@egroups.com&gt;; Tue, 12 Dec 2000 18:39:28 -0500 (EST)\r\nMessage-ID: &lt;aa.e4181ef.27681130@...&gt;\r\nDate: Tue, 12 Dec 2000 18:39:28 EST\r\nSubject: Re: Scanning\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_aa.e4181ef.27681130_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_aa.e4181ef.27681130_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Tankkor served as the means of transportation in the Antartica \ncountry. With such freezing cold, and mass of snow, his vhicle mode was the \nonly thing able to plow through it. So that ment the ambush team was forced \nto ride on him in the form. With his numerous headlights full blast, they \nwent deeper into the snow storm. \n       &quot;They should be a mile or so this way. Our ambush is going to at least \nseperate them and damage them so they will be forced to turn around. Is that \nclear?&quot; The leader of the ambush said, through jagged teeth in a depp gravely \nvoice. He gave them the mission parameters, and now they knew what was to be \ndone.\n       The tank pressed onward, with the team on its back. He didnt like \nbeing the mode of transportation, but with his turret ready to fire, he was \nhappy to at least be able to get the first shots off.\n       Rampage looked to Inferno, who looked to Paralysis. The four members \nwere the best armed, and the most experienced. Guns ready, ammo loaded, the \nsense of battle aroused, they came closer to Killfests strike team, so close \nthey began to smell the different bots ahead of them.\n\n       The ice cave that served as Megatrons headquarters was truly a great \nlocation. Sitting on top of a mountian of ice, it was almost impenetrable. A \ndouble sold iron door was the only portal into the facility, which was good \nbeacuse Megatron didnt like unexpected vistors coming through back doors. And \nanother plus was the fact that thier was no need for air vents, no need for \nthe cold air. \n       Flanking the outside of the iron door were two modified turret \nautoguns. Modified because thier were only two. Given the fact that the trail \nto the door was small, and between two carved ice walls, space was limited \nand the two guns would be adequate to eliminate any intruders because thier \nwas no place to go except back or forward. Besides the basic, there were \nbasic shields which surrounded the area around the trail to the cave. Trying \nto dig in would be suicide considering the avalanch that would occur. \n       &quot;Tarantulas, how are the defences?&quot; Megatron said, he sitting in the \ncommand chair and Tarantulas sitting at the main terminal.\n       He responded, &quot;Shields are armed, Autoguns are ready and working, and \nthe doors are magnetically sealed until we hear from the ambush team. \nAccording to the map, they should be right on top of them as we speak.&quot;\n\r\n--part1_aa.e4181ef.27681130_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tankkor served as the means of transportation in the Antartica &lt;BR&gt;country. With such freezing cold, and mass of snow, his vhicle mode was the &lt;BR&gt;only thing able to plow through it. So that ment the ambush team was forced &lt;BR&gt;to ride on him in the form. With his numerous headlights full blast, they &lt;BR&gt;went deeper into the snow storm. \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;They should be a mile or so this way. Our ambush is going to at least &lt;BR&gt;seperate them and damage them so they will be forced to turn around. Is that &lt;BR&gt;clear?&quot; The leader of the ambush said, through jagged teeth in a depp gravely &lt;BR&gt;voice. He gave them the mission parameters, and now they knew what was to be &lt;BR&gt;done.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The tank pressed onward, with the team on its back. He didnt like &lt;BR&gt;being the mode of transportation, but with his turret ready to fire, he was &lt;BR&gt;happy to at least be able to get the first shots off.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rampage looked to Inferno, who looked to Paralysis. The four members &lt;BR&gt;were the best armed, and the most experienced. Guns ready, ammo loaded, the &lt;BR&gt;sense of battle aroused, they came closer to Killfests strike team, so close &lt;BR&gt;they began to smell the different bots ahead of them.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The ice cave that served as Megatrons headquarters was truly a great &lt;BR&gt;location. Sitting on top of a mountian of ice, it was almost impenetrable. A &lt;BR&gt;double sold iron door was the only portal into the facility, which was good &lt;BR&gt;beacuse Megatron didnt like unexpected vistors coming through back doors. And &lt;BR&gt;another plus was the fact that thier was no need for air vents, no need for &lt;BR&gt;the cold air. \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flanking the outside of the iron door were two modified turret &lt;BR&gt;autoguns. Modified because thier were only two. Given the fact that the trail &lt;BR&gt;to the door was small, and between two carved ice walls, space was limited &lt;BR&gt;and the two guns would be adequate to eliminate any intruders because thier &lt;BR&gt;was no place to go except back or forward. Besides the basic, there were &lt;BR&gt;basic shields which surrounded the area around the trail to the cave. Trying &lt;BR&gt;to dig in would be suicide considering the avalanch that would occur. \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Tarantulas, how are the defences?&quot; Megatron said, he sitting in the &lt;BR&gt;command chair and Tarantulas sitting at the main terminal.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He responded, &quot;Shields are armed, Autoguns are ready and working, and &lt;BR&gt;the doors are magnetically sealed until we hear from the ambush team. &lt;BR&gt;According to the map, they should be right on top of them as we speak.&quot;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_aa.e4181ef.27681130_boundary--\r\n\n"}}