{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"Smba722Cyydyd-MDzVy8FciSerOtCOvT8HWzO0cSH2UaMzvnyulBON4YhObZMZBESSf3MO0I9w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Men!","postDate":"976675469","msgId":23686,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkxNm5xZCt2czA3QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyODMwZ3hhcHpoYWQyVnFLd1IwMDAxNjA0YUBob3RtYWlsLmNvbT4="},"prevInTopic":23649,"nextInTopic":0,"prevInTime":23685,"nextInTime":23687,"topicId":23418,"numMessagesInTopic":4,"msgSnippet":"IR didn t reject Prowl s advances. Well, she didn t respond, but she didn t move away from Prowl s arm. ... Prowl looks at Snow Tech calmly as the bot jeers at","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 13 Dec 2000 02:44:45 -0000\r\nReceived: (qmail 64757 invoked from network); 13 Dec 2000 02:44:43 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 13 Dec 2000 02:44:43 -0000\r\nReceived: from unknown (HELO mq.egroups.com) (10.1.1.36) by mta1 with SMTP; 13 Dec 2000 02:44:43 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.121] by mq.egroups.com with NNFMP; 13 Dec 2000 02:44:39 -0000\r\nDate: Wed, 13 Dec 2000 02:44:29 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Men!\r\nMessage-ID: &lt;916nqd+vs07@...&gt;\r\nIn-Reply-To: &lt;F2830gxapzhad2VqKwR0001604a@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6508\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nIR didn&#39;t reject Prowl&#39;s advances. Well, she didn&#39;t respond, but she \ndidn&#39;t move away from Prowl&#39;s arm.\n\n::Prowl::\n\nProwl looks at Snow Tech calmly as the bot jeers at him. Unknown to \neither of them, Prowl was thinking the same thoughts as Snow Tech, or \nvery similar. He had already caused his and Iron Raptor&#39;s death by \nbeing jealous, and now he was doing it again. He needed to stop, he \nknew that, and he probably would have reacted better if it wasn&#39;t for \nhis body. It was so new and uncontrolable. He had gotten mad on two \noccations since the merge, and that was two too many times.\n\nProwl was interrupted from his thoughts by the look on Snow Tech&#39;s \nand Shadow Cat&#39;s faces. Even though he didn&#39;t particularly like Snow \nTech, he felt a bit concerned as to what was going on. He watches \nSnow Tech comfort his sister. Perhaps he had been wrong about this \nbot. Perhaps.\n\n&quot;We&#39;re not l-SLAG!&quot; Prowl suddenly exclaims. It was his turn to be \nsurprized and horrified. He had just gotten Kluster&#39;s transmission. \nHis computers were displaying data that was being downlinked to him \nfrom the Cybertronian Fire.\n\n&quot;The Alliance is attack the Cybertronian Fire!&quot; He says in \nsurprize, &quot;From what the scanners report and from Kluster&#39;s voice, it \nsounds like Zardus&#39; entire army decided to pay us a visit!&quot;\n\nHe looks at Iron Raptor before adding on to his last statement. &quot;Two \nof the known Alliance Gestalt groups are there. THe Cybertronian Fire \nwouldn&#39;t stand up for too long against a force like that.&quot;\n\nHe looks at Snow Tech and Shadow Cat. His anger at Snow Tech was \nforgotten. They were all in this war together anyways. &quot;Whatever is \nchasing you guys can wait.&quot; Hostility was gone from his voice now. He \nwas serious, &quot;We need to get back to base, or there might not be a \nbase to get back to.&quot;\n\nHe looks at Snow Tech. Might as well get all the disagreements over \nwith now, Prowl thinks to himself. &quot;I&#39;m sorry how I reacted to your \njoke. There&#39;s still a bunch I need to lear about this new body. But I \ncan fly all three of you to the CF along with Iron Raptor. We need to \nget there as fast as possible.&quot;\n\nProwl might have admitted defeat in their argument by apologizing, \nbut there was much more at stake here than some pride. He sucks in \nhis pride and looks at Snow Tech. &quot;And I&#39;m sorry about the guns too. \nWill you help us defend the Cybertronian Fire?&quot;\n\n\n\n\n\n\n--- In nbwrpg@egroups.com, &quot;Alten Gould&quot; &lt;beastwarsaddress@h...&gt; \nwrote:\n&gt; \n&gt; * Snow Tech smiles at Iron Raptor, she had a new sence of humour, \nfinally. \n&gt; He lowered his sheild as she asked him, trusting that she would \nprotect him \n&gt; and not gey him killed. He looks at Prowl as he slides his arm \naround IR,*\n&gt; \n&gt; &lt;What a imature little heathen! He&#39;s worse than me! God, if he \nwants to play \n&gt; games....&gt;\n&gt; \n&gt; * Snow Tech stopped just then, he watched as IR rejected his \nadvances, and \n&gt; was almost unable to contain his laughter. This guy was so insanely \njelouse \n&gt; that he didn&#39;t relize that he might be making her mad or anything \nelse! What \n&gt; a dope! he looks over at Shadow Cat who was standing there saying \ngood bye \n&gt; to the bot who had scared her erlier.*\n&gt; \n&gt; &quot; Sheesh! Some peoples kids, huh Shad?&quot;\n&gt; \n&gt; * SHadow Cat smiled tolerably at Snow Techs jest to Prowl. She then \nfrowned \n&gt; at him, knowing that this was no way a proper way to show they \ndidn&#39;t mean \n&gt; harm to the over-zelous bot. He was obviously in love with Iron \nRaptor, but \n&gt; would his jelousy and over-protectivness jepordize their \nrelashonship with \n&gt; each-other? She knew Iron Raptor well, mabey too well, they had \nbeen best \n&gt; buds back on the home planet, and Shadow Cat knew She had changed, \nbut she \n&gt; hadn&#39;t changed too much. If he kept this up, who knows what will \nhappen? \n&gt; Mabey she will get mad, or mabey not, who could judge, but one \nthing was \n&gt; certian. If this lover of IR&#39;s pulled and crap like the crap he \npulled on \n&gt; Snow Tech, he would regret it. She might be Ir&#39;s friend, but she \ncould only \n&gt; take so much crap from some bots.*\n&gt; \n&gt; * She intervened Snow Techs Awnser to Iron Raptors question of \ngoing to \n&gt; base. She knew he would just say some thing smart-assed. She side-\nstepped in \n&gt; front of him, facing Iron Raptor.*\n&gt; \n&gt; &quot;I will fly the walking turd, just give us the directions.....&quot;\n&gt; \n&gt; * She never finished her sentance. Her eyes dimmed and looked into \nthe \n&gt; distance, seeing something they other two bots couldn&#39;t see. Snow \nTech and \n&gt; the other little bot had also gone that way. Looking as if they had \nturned \n&gt; into living vegtables. As the nano seconds flew by, a look of dread \nand \n&gt; absalute terror crossed all three faces until they snapped out of \nit, all \n&gt; looking at the two other bots, a mix of feeling flashing across \ntheir faces. \n&gt; The little bot curled into a ball and began to whimper, and Shadow \nCat and \n&gt; Snow Tech looked as if they wanted to do the same. Finally Shadow \nCat Spoke, \n&gt; and hurridely, to Iron Raptor and Prowl,*\n&gt; \n&gt; &quot; Leave now! Go, they wont find you if you go!!!&quot;\n&gt; \n&gt; * She began backing away from them, as if the very air they \nbreathed was \n&gt; contaminated by an evil force, waving a free hand at them to depart*\n&gt; \n&gt; &quot; They are here! how.. What did we do wrong?&quot;\n&gt; \n&gt; * Snow Tech had come up to her and put his arms around her \nshoulders as she \n&gt; shook. He awnsered her softly and soothingly*\n&gt; \n&gt; &quot; We did nothing wrong. They probally had transmitters implanted in \nus just \n&gt; in case it did happen.&quot;\n&gt; \n&gt; * He sighed and looked at the surrounding jungle.*\n&gt; \n&gt; &quot; Now where are they?&quot;\n&gt; \n&gt; * Far away, they trees shook as the terrible machines passed, \nleaving a wide \n&gt; berth of destruction as they passed. Animals fled in their wake, \nsencing \n&gt; that they intended harm. One of the mighty things stopped and \nswivled its \n&gt; head 180 degrees, a light blipped and it spoke to the others,*\n&gt; \n&gt; &lt;Suspects spotted at nine thousand nano-meres from this location. \nSuspects \n&gt; have with them two unadentified organic/robotic mix creachers. Is \nthis a \n&gt; search and destroy mission?&gt;\n&gt; \n&gt; * A voice spoke from the crowd of others*\n&gt; \n&gt; &lt; Search and destroy mission confirmed, anniahlate any creachers \nthat the \n&gt; suspects have had contact with. Leave no evidence of presance&gt;\n&gt; \n&gt; * They resumed their travel to the three bots code named Shadow 13, \nSnow 3 \n&gt; and Kitt 7.*\n&gt; \n&gt; \n&gt; \n______________________________________________________________________\n_______________\n&gt; Get more from the Web.  FREE MSN Explorer download : \nhttp://explorer.msn.com\n\n\n"}}