{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"J6ex92CHS_Y6F86WbxhYO1dRdik1qgpqKG_NOm-xRZn8uaBJzFgGCUTwZJGdDqsI0gnczII","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Ambush","postDate":"976903350","msgId":23912,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDExLmQxZjMxMzcuMjc2YmI2YjZAYW9sLmNvbT4="},"prevInTopic":23738,"nextInTopic":23986,"prevInTime":23911,"nextInTime":23913,"topicId":23679,"numMessagesInTopic":12,"msgSnippet":"Can someone explain this whole Megaton thing to me? Who is he, and what side is he on? Tankkor, with the bot on him, sending bolts of electricity through him,","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 15 Dec 2000 18:02:43 -0000\r\nReceived: (qmail 14287 invoked from network); 15 Dec 2000 18:02:42 -0000\r\nReceived: from unknown (10.1.10.27) by l8.egroups.com with QMQP; 15 Dec 2000 18:02:42 -0000\r\nReceived: from unknown (HELO imo-r16.mail.aol.com) (152.163.225.70) by mta2 with SMTP; 15 Dec 2000 18:02:42 -0000\r\nReceived: from JP3884@... by imo-r16.mx.aol.com (mail_out_v28.34.) id a.11.d1f3137 (16486) for &lt;nbwrpg@egroups.com&gt;; Fri, 15 Dec 2000 13:02:31 -0500 (EST)\r\nMessage-ID: &lt;11.d1f3137.276bb6b6@...&gt;\r\nDate: Fri, 15 Dec 2000 13:02:30 EST\r\nSubject: Ambush\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_11.d1f3137.276bb6b6_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_11.d1f3137.276bb6b6_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Can someone explain this whole Megaton thing to me? Who is he, and \nwhat side is he on?\n\n       Tankkor, with the bot on him, sending bolts of electricity through \nhim, suddenly transforms into his bot mode, sending Endbringer rolling away \nfrom him. As smoke rises out of his armor, Tankkor begins a slow march towrds \nendbringer, with a slight limp. He raises his right arm and shoots out a \nseries of pulses at Endbringer, while his internal computer calculates its \nnext move.\n\n       Paralysis now inhales this bots very spark. He is so close he can \ntaste the exhaust overload from his mech pump. There, suddenly, he see&#39;s a \nwhif of the exhaust in midair. In the cold of the artic it appeared to be \nsteam. At least it gave him a chance at this invisable foe.\n       &quot;Scather, I should have known.&quot; He said, with intense reptilian eyes \nlocked on the small exhaust that came and dissloved every few moment. He \nwould have to be quick, He didnt know what the invisable bot was holding.\n       With as much quickness as he could produce, Paralysis ripped his \npistol from his holster and fired three shots at the exhaust, and then \nbracing himself for wahtever Scather was going to throw back at him.\n\n       Rampage yelled in pain as the claws sunk in, his arms released the \nlegs and now he used his crab legs mounted on his back to stab the larger \nbots claw. Wriggling hard, Rampage looked at his missle launcher only a few \nfeet away.\n       Inferno dove down, and kicked it over to the crab, still in the bizzar \ndance with the enemy. He gave his hoarse laugh and sent several fire balls at \nthe bot as Ramapge fianally grasped his weapon.\n\n\n       Megatron watched the icons from the 3 demensional map. He was going to \nsend reinforcements, Aerostreak and Quasar prehaps...\n       &quot;Quasar, do you think you could help with our current situation?&quot;\n\n       Hell Beast and Gremlin made the returning trip from the large lake. \nThey had recived Megatrons message of the ambush, and as they trudged trhough \nthe snow, stumbling on it wouldnt be hard. In the distance they saw the \nlights of the crossfire, and looking at Gremlin Hell Beast nodded.\n       &quot;Load your pistol. We might as well help out, seeing as if we dont \nthey mountian base is the next target.&quot;\n       Guns ready they moved forward to engage.\n\r\n--part1_11.d1f3137.276bb6b6_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can someone explain this whole Megaton thing to me? Who is he, and &lt;BR&gt;what side is he on?\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tankkor, with the bot on him, sending bolts of electricity through &lt;BR&gt;him, suddenly transforms into his bot mode, sending Endbringer rolling away &lt;BR&gt;from him. As smoke rises out of his armor, Tankkor begins a slow march towrds &lt;BR&gt;endbringer, with a slight limp. He raises his right arm and shoots out a &lt;BR&gt;series of pulses at Endbringer, while his internal computer calculates its &lt;BR&gt;next move.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paralysis now inhales this bots very spark. He is so close he can &lt;BR&gt;taste the exhaust overload from his mech pump. There, suddenly, he see&#39;s a &lt;BR&gt;whif of the exhaust in midair. In the cold of the artic it appeared to be &lt;BR&gt;steam. At least it gave him a chance at this invisable foe.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Scather, I should have known.&quot; He said, with intense reptilian eyes &lt;BR&gt;locked on the small exhaust that came and dissloved every few moment. He &lt;BR&gt;would have to be quick, He didnt know what the invisable bot was holding.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With as much quickness as he could produce, Paralysis ripped his &lt;BR&gt;pistol from his holster and fired three shots at the exhaust, and then &lt;BR&gt;bracing himself for wahtever Scather was going to throw back at him.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rampage yelled in pain as the claws sunk in, his arms released the &lt;BR&gt;legs and now he used his crab legs mounted on his back to stab the larger &lt;BR&gt;bots claw. Wriggling hard, Rampage looked at his missle launcher only a few &lt;BR&gt;feet away.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inferno dove down, and kicked it over to the crab, still in the bizzar &lt;BR&gt;dance with the enemy. He gave his hoarse laugh and sent several fire balls at &lt;BR&gt;the bot as Ramapge fianally grasped his weapon.\n&lt;BR&gt;\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron watched the icons from the 3 demensional map. He was going to &lt;BR&gt;send reinforcements, Aerostreak and Quasar prehaps...\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Quasar, do you think you could help with our current situation?&quot;\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hell Beast and Gremlin made the returning trip from the large lake. &lt;BR&gt;They had recived Megatrons message of the ambush, and as they trudged trhough &lt;BR&gt;the snow, stumbling on it wouldnt be hard. In the distance they saw the &lt;BR&gt;lights of the crossfire, and looking at Gremlin Hell Beast nodded.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Load your pistol. We might as well help out, seeing as if we dont &lt;BR&gt;they mountian base is the next target.&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Guns ready they moved forward to engage.&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_11.d1f3137.276bb6b6_boundary--\r\n\n"}}