{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"ChhHn5pr-ntvlWAHHiAqgxamCu_Ig0nMlEiJ9R52aFLZHxpTzjqYM8mK5LZP8x7KONrpoSc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: More Darkfate&#39;s troops are arriving to the battle","postDate":"976977624","msgId":23998,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGFlLmU4ZmM1NDYuMjc2Y2Q4ZDhAYW9sLmNvbT4="},"prevInTopic":23996,"nextInTopic":24006,"prevInTime":23997,"nextInTime":23999,"topicId":23996,"numMessagesInTopic":4,"msgSnippet":"Rampage sees a burst of light just as he is sent tumbling over the cliff side. Thinking the worst, and thinking the end, he suddenly launched a grappling hook,","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 16 Dec 2000 14:40:41 -0000\r\nReceived: (qmail 48262 invoked from network); 16 Dec 2000 14:40:40 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 16 Dec 2000 14:40:40 -0000\r\nReceived: from unknown (HELO imo-r07.mx.aol.com) (152.163.225.7) by mta1 with SMTP; 16 Dec 2000 14:40:39 -0000\r\nReceived: from JP3884@... by imo-r07.mx.aol.com (mail_out_v28.34.) id a.ae.e8fc546 (3756) for &lt;nbwrpg@egroups.com&gt;; Sat, 16 Dec 2000 09:40:24 -0500 (EST)\r\nMessage-ID: &lt;ae.e8fc546.276cd8d8@...&gt;\r\nDate: Sat, 16 Dec 2000 09:40:24 EST\r\nSubject: Re: More Darkfate&#39;s troops are arriving to the battle\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_ae.e8fc546.276cd8d8_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_ae.e8fc546.276cd8d8_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Rampage sees a burst of light just as he is sent tumbling over the \ncliff side. Thinking the worst, and thinking the end, he suddenly launched a \ngrappling hook, the same hook he once used to pull the Axalon off of its \npearch and into a watery grave. It soared into the air and sank into a large \nglaciar nearby. Dangling from the rope, he glances down to see a river of \nice, one so thick it would most likely kill him if he were to fall.\n       &quot;Argh! Demise, I truly under estimated you...&quot; He said, and using all \nof his remaining strength pulled himself back up. As he pulls himself back \nonto solid ground, he can see the engagememnts taking place all around him. \nAnd then sees a pair of his back mounted crab legs lying in the snow. Must \nhave snapped off....\n       With missle launcher in hand, he aims at the large bot, and fires with \nintense rage that only a bot like Rmapage could house in his twisted spark.\n\n       Inferno sees Demise coming, but he didnt expect it. Caught off gaurd \nhe is sent to the ground as the bot tackles him. &quot;Ahh!&quot; He manages to groan \nunder the massive bots weight.\n\n       Tankkor once agian goes on a slow march to crush Endbringer when his \nstry missle nails him under his head, sending is tank turret spining and \ndiscarging at Demise. After his head stops spinning, Tankkor growls and \ntransforms back into tank mode. With his engin reving, and a stream of mech \nfluid running from his know wounded head, he charges full speed at Endbringer.\n\n       Paralysis watches as his chest is suddenly scared with a thin stream \nof mech, and then suddenly the pain catches up with the quick slice. He grabs \nhis shoulder and groans, dropping to one knee.\n       Aerostreak sees his commrad drop, and bursts into the air, arms \nextended and two with two  shoulder mounted plasma cannons armed. His jet \ngives a scream as he flys at top speed over to Paralysis, and as he gets \ncloser he unloads three pairs of shots from the cannons.\n\n       Hell Beast, and Gremlin, ducking behinde a snao bank fire at the \nNightmares and thier partners as they approach.\n\n       Megatron slams his fist down. Tarantulas, Nighteyes, Aquarious, \nPaddletail, Waspinator, Adrax, Black Aracnia, and Quickstrike fill the Ice \nCave as the battle at the foot of the mountian rages on.\n       &quot;Tarantulas, keep a visual on them at all times. Black Aracnia, how is \nQUickstrike?&quot; Megatron says, his head filled with pain.\n       &quot;Hes still groggy, but I think I ought to go out there...with my \ntroops.&quot; She said, loading her crossbow as she approaches.\n       Megatron nods, and she departs. He wants to go out there, but with no \none to maintain command in here it would be to easy for something to happen. \nAnd he didnt trust the arachnid behinde the control panel.\n\r\n--part1_ae.e8fc546.276cd8d8_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rampage sees a burst of light just as he is sent tumbling over the &lt;BR&gt;cliff side. Thinking the worst, and thinking the end, he suddenly launched a &lt;BR&gt;grappling hook, the same hook he once used to pull the Axalon off of its &lt;BR&gt;pearch and into a watery grave. It soared into the air and sank into a large &lt;BR&gt;glaciar nearby. Dangling from the rope, he glances down to see a river of &lt;BR&gt;ice, one so thick it would most likely kill him if he were to fall.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Argh! Demise, I truly under estimated you...&quot; He said, and using all &lt;BR&gt;of his remaining strength pulled himself back up. As he pulls himself back &lt;BR&gt;onto solid ground, he can see the engagememnts taking place all around him. &lt;BR&gt;And then sees a pair of his back mounted crab legs lying in the snow. Must &lt;BR&gt;have snapped off....\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With missle launcher in hand, he aims at the large bot, and fires with &lt;BR&gt;intense rage that only a bot like Rmapage could house in his twisted spark.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inferno sees Demise coming, but he didnt expect it. Caught off gaurd &lt;BR&gt;he is sent to the ground as the bot tackles him. &quot;Ahh!&quot; He manages to groan &lt;BR&gt;under the massive bots weight.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tankkor once agian goes on a slow march to crush Endbringer when his &lt;BR&gt;stry missle nails him under his head, sending is tank turret spining and &lt;BR&gt;discarging at Demise. After his head stops spinning, Tankkor growls and &lt;BR&gt;transforms back into tank mode. With his engin reving, and a stream of mech &lt;BR&gt;fluid running from his know wounded head, he charges full speed at Endbringer.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paralysis watches as his chest is suddenly scared with a thin stream &lt;BR&gt;of mech, and then suddenly the pain catches up with the quick slice. He grabs &lt;BR&gt;his shoulder and groans, dropping to one knee.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aerostreak sees his commrad drop, and bursts into the air, arms &lt;BR&gt;extended and two with two &nbsp;shoulder mounted plasma cannons armed. His jet &lt;BR&gt;gives a scream as he flys at top speed over to Paralysis, and as he gets &lt;BR&gt;closer he unloads three pairs of shots from the cannons.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hell Beast, and Gremlin, ducking behinde a snao bank fire at the &lt;BR&gt;Nightmares and thier partners as they approach.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron slams his fist down. Tarantulas, Nighteyes, Aquarious, &lt;BR&gt;Paddletail, Waspinator, Adrax, Black Aracnia, and Quickstrike fill the Ice &lt;BR&gt;Cave as the battle at the foot of the mountian rages on.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Tarantulas, keep a visual on them at all times. Black Aracnia, how is &lt;BR&gt;QUickstrike?&quot; Megatron says, his head filled with pain.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Hes still groggy, but I think I ought to go out there...with my &lt;BR&gt;troops.&quot; She said, loading her crossbow as she approaches.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron nods, and she departs. He wants to go out there, but with no &lt;BR&gt;one to maintain command in here it would be to easy for something to happen. &lt;BR&gt;And he didnt trust the arachnid behinde the control panel.&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_ae.e8fc546.276cd8d8_boundary--\r\n\n"}}