{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"Xam3mYoBX6GptnvOoHQv3BKE0dVBatBCePWeG2e4fWbiT2-UvhMoSYEGzRo3_dUctmiSjSA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Enter Energonians","postDate":"977072228","msgId":24071,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDc3LmRhNzYzYmQuMjc2ZTRhNjRAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":24072,"prevInTime":24070,"nextInTime":24072,"topicId":24071,"numMessagesInTopic":3,"msgSnippet":"The Orb shot through the Transwarp tunnle as fast as its warp cababilities would permit. As it went, the tunnle collapsed on itself, a result from the vast","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 17 Dec 2000 16:57:20 -0000\r\nReceived: (qmail 39180 invoked from network); 17 Dec 2000 16:57:19 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 17 Dec 2000 16:57:19 -0000\r\nReceived: from unknown (HELO imo-r12.mail.aol.com) (152.163.225.66) by mta3 with SMTP; 17 Dec 2000 17:58:25 -0000\r\nReceived: from JP3884@... by imo-r12.mx.aol.com (mail_out_v28.34.) id a.77.da763bd (4402) for &lt;nbwrpg@egroups.com&gt;; Sun, 17 Dec 2000 11:57:09 -0500 (EST)\r\nMessage-ID: &lt;77.da763bd.276e4a64@...&gt;\r\nDate: Sun, 17 Dec 2000 11:57:08 EST\r\nSubject: Enter Energonians\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_77.da763bd.276e4a64_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: Unknown sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_77.da763bd.276e4a64_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       The Orb shot through the Transwarp tunnle as fast as its warp \ncababilities would permit. As it went, the tunnle collapsed on itself, a \nresult from the vast amounts of Energon coming from within the Orb.\n      The other end opened to a spectacular view of Prehistoric Earth, and \nits single moon. It looked peaceful enough, but the pilots of the Orb knew \nbetter. They knew a war was raging on the surface.\n      Finally, the Orb broke free of the tunnle, and it slammed shut behinde \nit with a beautiful brilliance of multicolor. After the orb adjusted itself, \nit took orbit around the planet.\n      Ominous Prime looked over his four Energonians. He had created them. \nThey were the only other members of his species. A species he was intent on \nmaking grow. \n      &quot;Putnam, Venus, Odiphious, Akron, we have arrived here. Not by choice, \nbut nun-the-less we will make the best of it. This planet once had veins of \nEnergon coarsing through it, and Im sure we can still mine it for more.&quot; He \nsaid, gesturing to the main viewer and a picture of the blue and green planet \nearth. It displayed different types of animals, plants, minerals, and such. \nAlso it displayed the information Ominous Prime recalled about the factions \nof Transformers that resided there, whic wasnt much to go on from all the \nchange that had occured.\n      &quot;Sir, if I must say, I think this would be an exceptional spot to \nsettle. According to the map, its an island covered in a thick jungle and has \nseveral volcanos. I believe we can set the Orb down at the base of this \nvolcano,&quot; Putnam, the Subcommander said, &quot;It provides a virtual wall of \nprotection, not to mention its absolutely loaded with minerals. The jungle is \ndense and would prove difficult for ground troop invasion.&quot; He said, in \nending and looked to the others.\n      Ominous looked down at the metallic, blue eyes Subcommander, &quot;Excellent \nthinking. Set a course for it. Venus, raise shileds and the cloaking device. \nOdiphious, arm cannons and pilot the Navsystem.&quot; \n      The Energonians dispersed to thier own little computer stations. After \na brief pause the Orb began the bumpy descent into the jungles of Madagascar. \nThe Orb settled nicely at the base of the Volcano, and around it grew tall, \ngreen, trees and shrubs.\n      Ominous opened the hatch, and the four others followed him out into the \nopen air. This was the first time they had ever stepped foot on an actual \nplanet. &quot;Start the mining mechanism now. Switch from Main Power to solar. And \nI want long range scans on around the clock. Even with our cloak, I expect \nvistors sooner or later.&quot;\n\r\n--part1_77.da763bd.276e4a64_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Orb shot through the Transwarp tunnle as fast as its warp &lt;BR&gt;cababilities would permit. As it went, the tunnle collapsed on itself, a &lt;BR&gt;result from the vast amounts of Energon coming from within the Orb.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The other end opened to a spectacular view of Prehistoric Earth, and &lt;BR&gt;its single moon. It looked peaceful enough, but the pilots of the Orb knew &lt;BR&gt;better. They knew a war was raging on the surface.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Orb broke free of the tunnle, and it slammed shut behinde &lt;BR&gt;it with a beautiful brilliance of multicolor. After the orb adjusted itself, &lt;BR&gt;it took orbit around the planet.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ominous Prime looked over his four Energonians. He had created them. &lt;BR&gt;They were the only other members of his species. A species he was intent on &lt;BR&gt;making grow. \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Putnam, Venus, Odiphious, Akron, we have arrived here. Not by choice, &lt;BR&gt;but nun-the-less we will make the best of it. This planet once had veins of &lt;BR&gt;Energon coarsing through it, and Im sure we can still mine it for more.&quot; He &lt;BR&gt;said, gesturing to the main viewer and a picture of the blue and green planet &lt;BR&gt;earth. It displayed different types of animals, plants, minerals, and such. &lt;BR&gt;Also it displayed the information Ominous Prime recalled about the factions &lt;BR&gt;of Transformers that resided there, whic wasnt much to go on from all the &lt;BR&gt;change that had occured.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Sir, if I must say, I think this would be an exceptional spot to &lt;BR&gt;settle. According to the map, its an island covered in a thick jungle and has &lt;BR&gt;several volcanos. I believe we can set the Orb down at the base of this &lt;BR&gt;volcano,&quot; Putnam, the Subcommander said, &quot;It provides a virtual wall of &lt;BR&gt;protection, not to mention its absolutely loaded with minerals. The jungle is &lt;BR&gt;dense and would prove difficult for ground troop invasion.&quot; He said, in &lt;BR&gt;ending and looked to the others.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ominous looked down at the metallic, blue eyes Subcommander, &quot;Excellent &lt;BR&gt;thinking. Set a course for it. Venus, raise shileds and the cloaking device. &lt;BR&gt;Odiphious, arm cannons and pilot the Navsystem.&quot; \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Energonians dispersed to thier own little computer stations. After &lt;BR&gt;a brief pause the Orb began the bumpy descent into the jungles of Madagascar. &lt;BR&gt;The Orb settled nicely at the base of the Volcano, and around it grew tall, &lt;BR&gt;green, trees and shrubs.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ominous opened the hatch, and the four others followed him out into the &lt;BR&gt;open air. This was the first time they had ever stepped foot on an actual &lt;BR&gt;planet. &quot;Start the mining mechanism now. Switch from Main Power to solar. And &lt;BR&gt;I want long range scans on around the clock. Even with our cloak, I expect &lt;BR&gt;vistors sooner or later.&quot;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_77.da763bd.276e4a64_boundary--\r\n\n"}}