{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"murAMUQ4FtxZfEFTFMpXjtUlLwWXLwyJSmrYspWgy6WafhzeEljKg00fwca4xpSRhZO8N0M4GQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Battle Ends, and the Carnage Begins","postDate":"977119683","msgId":24126,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNiLmM2NWU4MjAuMjc2ZjAzYzNAY3MuY29tPg=="},"prevInTopic":24122,"nextInTopic":24129,"prevInTime":24125,"nextInTime":24127,"topicId":24120,"numMessagesInTopic":12,"msgSnippet":"(I will prevail.  Cause I m listening to the TF:TM soundtrack :P, then I m gonna watch the movie, and I ll be sure to attack during the greatest moments for","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 18 Dec 2000 06:08:09 -0000\r\nReceived: (qmail 4476 invoked from network); 18 Dec 2000 06:08:09 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 18 Dec 2000 06:08:09 -0000\r\nReceived: from unknown (HELO imo-r13.mail.aol.com) (152.163.225.67) by mta1 with SMTP; 18 Dec 2000 06:08:09 -0000\r\nReceived: from KSLawdogg@... by imo-r13.mx.aol.com (mail_out_v28.34.) id a.cb.c65e820 (4218) for &lt;nbwrpg@egroups.com&gt;; Mon, 18 Dec 2000 01:08:04 -0500 (EST)\r\nMessage-ID: &lt;cb.c65e820.276f03c3@...&gt;\r\nDate: Mon, 18 Dec 2000 01:08:03 EST\r\nSubject: Re: The Battle Ends, and the Carnage Begins\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I will prevail.  &#39;Cause I&#39;m listening to the TF:TM soundtrack :P, then I&#39;m \ngonna watch the movie, and I&#39;ll be sure to attack during the greatest moments \nfor the Decepticons...ie the death of Op Prime, Starscream&#39;s brief moment as \nthe Emperor of the Decepticon Empire, and the death of Ultra Magnus!  \nAHAHAHAHAHAHAHA...CD&#39;s more than halfway done and I ain&#39;t done with this post \nyet...)\n\nThe Oblitercons/Sixshot/Demon Wulf/Dark Claw/Flesh Ripper/Double \nPunch/Manterror/Injector/Bumblebee/Ares/Unitron/Nemesis Enforcer:\n\n\n\n\n\nDark One swooped down, ast he missiles were being fired, one still heading \ntowards him though since he hadn&#39;t gone down far enough.  A button pressed \ninward in his cockpit, two flares launching from the back of his form, \nintercepting the missile and causing it to pre-emptively explode, the \nshockwave sending Dark One spinning, though he regained his composure with a \nburnt engine.\n\n---\n\nBreakdown laughed as shrapnel impacted Hot Rod&#39;s back.  He stopped laughing \nwhen he saw two rockets heading for him.  He couldn&#39;t do anything.  His \nartillery mode was rather slow.  He just braced for impact, flipping onto a \nside as a few of Torca&#39;s shots impacting with him, but he barely noticed.\n\nAfter leaving a &#39;dent&#39; in the ground, Breakdown slowly transformed to his \nbiped mode, climbing to his feet angry and firing off a grenade from his \ngrenade launcher at Torca.\n\n---\n\nPyro drove forward full speed, firing off a single fire ball at Sky Lynx.\n\n---\n\nHiss charged the Cybertronian Fire as an explosion ripped a hole in the side \nof the once proud looking warship.  Once, Hiss was scared of it.  Slag, just \nabout everyone he knew of was afraid of the gargantuan machine of death.  But \nhe wasn&#39;t anymore.  \n\nHe jumped to the side, an EMP blast hitting the grass next to him.  He raised \nhis fusion cannon, firing off two blasts, blowing apart an EMP cannon. \n\n---\n\nScavenger transformed into his HUMV mode, driving forward at 80 MPH, firing \noff twenty shells from each cannon, forty shells in all heading for Ratchet.\n\n---\n\nSixshot felt sixteen shots collide into his armored tank mode.  The turret of \nhis form turned, firing off two powerful purple laser blasts from his single \ncannon off at Ratchet.\n\n---\n\nDemon Wulf walked over to Flesh Ripper, who was next to Dark Claw.\n\n&quot;Brethren, incoming explosive projectiles with large mass.&quot; he refered to the \nmissiles, firing an optic blast, blowing apart one of three incoming missiles \nfrom the CF.  Two missile shit the ground near Demon Wulf and Flesh Ripper, \nknocking them off their feet.\n\nDark Claw drove forward, firing off twenty rapid laser blasts at the \nCybertronian Fire&#39;s missile launcher closest to him.  But his shots were \nintercepted by the blue shield of the CF.\n\n---\n\n\nManterror heard the scream of missiles and looked down.  Four were heading \nstraight for him.  He raised his arms, firing off three ion disks, one at \nthree missiles.  He tried to dodge the fourth, but in vain.  The explosion \nsent him rocketing downward, on his way down he fired two ion disks down at \nSky Lynx.\n\n---\n\nInjector took all twenty-five shots in the side, sending him flying sideways \nthrough the air with an almost cracked side.  He straightened out, charging \ndown at Sideswipe.  &quot;That&#39;s it!  We come here to have a pow-wow, and you go \nand mess with me!&quot; he yelled, firing down four stinger missiles, two from \neach launcher, and twenty-five rapid optic blasts, all at Sideswipe.\n\n---\n\nBumblebee slid to the side of one missile, another hitting him square in the \nchest and sending him flipping back.  He straightened out and cursed in \nAncient Cybertronian.  He didn&#39;t even know what the curse meant, he just \nthought it sounded cool.  He flew forward full power, firing off 3 optic \nblasts and six stinger missiles at Sideswipe, three missiles from each weapon.\n\n---\n\nDouble Punch watched the battle with growing interest.  &quot;No is my time to \nshine.&quot; smiled the ex-assassin.  He raised both pinchers, each opening.  He \nfired one energy-signature seeking missile off at Orion, and another off at \nSky Lynx, walking around holding in a laugh in his stealth mode, cloaked from \nview.\n\n---\n\nAres&#39; turret spun, firing off sixteen purple blasts of energy off at the \nCybertronian Fire.  He would soon aid his comrades in the warrior to warrior \ncombat.  He watched on his scanners as two of the remaining ten autoguns blew \napart.  A barrage off autogun fire struck him, the shots lightly denting his \narmor.  The rest of his blasts stung into the shields.  He admired himself.  \nHaving four cannons to fire four shots.\n\n---\n\nUnitron&#39;s sensors detected Hot Rod.  Hot Rod firing on Alliance members.  He \nshould&#39;ve disobeyed Zardus&#39; orders and killed him while he was in the base.  \nThat Feline female was inimate with Hot Rod last he remembered.  He&#39;d have to \nkill her.  He powered up his engines, launching full force at Hot Rod.\n\n&quot;HOT ROD IS MINE!&quot; he bellowed, as if he held command.  But, in reality, no \none really knew he was dangerous, and they knew he held no real rank in the \nAlliance.  Only Serpentor knew he had destroyed the Newcomers.  \nSelf-destructed the base and assassinated Koga Shuko and his loyal followers. \n But Unitron knew Serpentor would keep quiet.  \n\nBut, most had seen him take out a missile launcher and blow apart a part of \nthe CF.  That had commanded some respect, so some stayed away.  The ones with \nhigher authority ignored him though.\n\nHe transformed in mid air, landing on his feet, an energy blade in his left \nhand, a laser rifle in his right.  &quot;Now, Slayer of Unicron.  So-called hero \nof the Third Cybertronian War.  You shall die at my hands NOW.&quot; he yelled, \nfiring off three blasts from his rifle at Hot Rod&#39;s sternum.\n\n---\n\nNemesis Enforcer touched down to the ground, hearing Unitron&#39;s command.  &quot;Heh \nheh.&quot; he raised his rifle, firing off twenty-five rapid laser blasts at \nRatchet, keeping his eye on the soon-to-come battle between Hot Rod and \nUnitron.\n\n"}}