{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alloran2@aol.com","from":"Alloran2@...","replyTo":"LIST","senderId":"k1tx01XEKFDi70Wuzl7uwhFAtWITH8ukzVKCGHb7D9BCmky4n0xh3JVo3Yq9Dd7YSadjfayNcA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Battle Ends, and the Carnage Begins","postDate":"977109446","msgId":24122,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkxanZrNitmNGJwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDEyLjY0YjczMTQuMjc2ZWM3NGNAY3MuY29tPg=="},"prevInTopic":24120,"nextInTopic":24126,"prevInTime":24121,"nextInTime":24123,"topicId":24120,"numMessagesInTopic":12,"msgSnippet":"... of his 2 blasters at Sixshot.  Sideswipe fires 25 shots at Injector and 2 missles at Bumblebee. Sky Lynx fires 2 missles from each of his 2 missle","rawEmail":"Return-Path: &lt;Alloran2@...&gt;\r\nX-Sender: Alloran2@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 18 Dec 2000 03:17:39 -0000\r\nReceived: (qmail 36862 invoked from network); 18 Dec 2000 03:17:39 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 18 Dec 2000 03:17:39 -0000\r\nReceived: from unknown (HELO cj.egroups.com) (10.1.2.82) by mta1 with SMTP; 18 Dec 2000 03:17:38 -0000\r\nX-eGroups-Return: Alloran2@...\r\nReceived: from [10.1.2.23] by cj.egroups.com with NNFMP; 18 Dec 2000 03:17:38 -0000\r\nDate: Mon, 18 Dec 2000 03:17:26 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: The Battle Ends, and the Carnage Begins\r\nMessage-ID: &lt;91jvk6+f4bp@...&gt;\r\nIn-Reply-To: &lt;12.64b7314.276ec74c@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6745\r\nX-Mailer: eGroups Message Poster\r\nFrom: Alloran2@...\r\n\r\n:::Orion/Ratchet/Sideswipe/Sky Lynx/Torca:::\n\n::Orion fires 2 missles at Dark One.  Ratchet fires 8 shots from each \nof his 2 blasters at Sixshot.  Sideswipe fires 25 shots at Injector \nand 2 missles at Bumblebee. Sky Lynx fires 2 missles from each of his \n2 missle launchers at Manterror.  Torca, seeing that Klant is doing \nfine, turns his attention to the battle, firing 25 rapid fire blasts \nof plasma at Breakdown::\n\n\n\n--- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; (As I said in an earlier e-mail, sorry about the lateness of this e-\nmail, but \n&gt; I had a long power outtage.  Happens quite frequently during the \nwinter \n&gt; unfortunately.  I lost all the e-mails I read, so I&#39;m just going by \nmemory.  \n&gt; Sorry if it&#39;s a little off, I&#39;m also not up-to-date on events in \nthe battle)\n&gt; \n&gt; \n&gt; The Oblitercons/Sixshot/Demon Wulf/Dark Claw/Flesh Ripper/Double \n&gt; \nPunch/Manterror/Injector/Bumblebee/Ares/Serpentor/Unitron/Chordate/Cai\ntiff/\n&gt; Shockwave/Nemesis Enforcer/Scattershot:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Dark One barell rolled, dodging numerous blasts, an EMP shot \nhitting the tip \n&gt; of his left wing.  Fortunately, that part of his form was entirely \nuseless, \n&gt; at least in the ways of circuitry and such.  He fired off two \n&gt; energy-signature seeking missiles off at Lunaprine, who was \nattacking \n&gt; Serpentor.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown fired off another explosive shell from his artillery form \nat Hot \n&gt; Rod.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro fired off three fireballs at the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss fired off three fusion cannons, taking out an EMP cannon, \nautogun fire \n&gt; raking across his body and causing him to fall to his knees.\n&gt; \n&gt; ---\n&gt; \n&gt; Scavenger fired off twenty-five explosive rounds at Angel Prime.\n&gt; \n&gt; ---\n&gt; \n&gt; Sixshot&#39;s underbelly got hit with a blast, and he began to head \nstraight for \n&gt; the ground.  He pulled up a little, firing off two missiles at the \nCF, one \n&gt; taking out three autoguns, the other blowing up against the shields.\n&gt; \n&gt; &quot;Gotta, make this, count.&quot; Sixshot yelled, transforming in mid air, \nslamming \n&gt; to the ground on his treads, the sides of the treads covered in \nheavy armor \n&gt; so they couldn&#39;t be simply shot.  He armed his cannon with laser \nenergy.\n&gt; \n&gt; ---\n&gt; \n&gt; Demon Wulf fired off a missile blade at Angel Prime from his sword, \nthe blade \n&gt; quickly replaced as autogun fire raked over his legs, but causing \nlittle \n&gt; damage.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw fired off two missiles from his attack vehicle form at \nDepth \n&gt; Charge.  An EMP blast hitting an unimportant part of his body.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper fired off ten red rapid optic blasts at Angel Prime&#39;s \nleft knee, \n&gt; charging forward at the enemy.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror kept his momentum, speeding up as an EMP blast nearly \nstruck him, \n&gt; he pulled up, dodging (Lunaprine&#39;s character, don&#39;t know name) \nunwittingly, \n&gt; but still didn&#39;t know (Lunaprine&#39;s character) was there.  He fired \noff two \n&gt; more ion disks, each penetrating into the chest of Caitiff.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch walked around in his stealth mode, looking for a \ntarget.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector flew at the CF, firing off ten rapid optic blasts, \nfollowed by six \n&gt; stinger missiles, three from each weapon, all heading towards the \n&gt; Cybertornian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Bumblebee caught an autogun blast into his chest, which \nsurprisingly pierced \n&gt; into his body.  He raised both stinger missile launchers, firing \noff two \n&gt; missiles each, the autogun blowing apart.\n&gt; \n&gt; ---\n&gt; \n&gt; Ares swerved his turret to face the Cybertronian Fire, firing off \nfour \n&gt; powerful blasts from each of his cannons (sixteen shots in all) at \nthe \n&gt; massive warship.\n&gt; \n&gt; ---\n&gt; \n&gt; Serpentor yelled as Lunaprine tackled him, but the Alliance warrior \nkept his \n&gt; wits and fired off an optic blast at Lunaprine&#39;s face, and brought \nout his \n&gt; energy blade from subspace in his left hand, but kept it \ndeactivated.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer flew through the air like a bat out of hell.  \nCoincidently \n&gt; in his giant bat mode.  The wings pulled back, numerous changes \ngoing on \n&gt; through his body, the winged biped form of Nemesis now apparent, a \nmissile \n&gt; launcher launching off a rocket at the Maximal warship.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot touched to the ground, raising his rifle, looking \naround for any \n&gt; targets.\n&gt; \n&gt; ------\n&gt; \n&gt; Chordate sighed as Kluster left without replying.  He pressed a few \nbuttons, \n&gt; bringing the missile launchers online.  All five of them.  He \npressed another \n&gt; button, firing off a single missile from each launcher.\n&gt; \n&gt; ------\n&gt; \n&gt; Unitron hovered in his space fighter mode, when his sensors \ndetected activity \n&gt; in the missile launchers of the Cybertronian Fire.  He activated \nhis laser \n&gt; weaponry and charged forward at full speed with his engines blazing.\n&gt; \n&gt; &quot;Perfect.&quot; he said to himself, followed by a chuckle.  He saw one \nof the \n&gt; missiles coming out, and he instinctively fired off twenty-five \nrapid laser \n&gt; blasts, the blasts intercepting the missile before it even left the \nmissile \n&gt; tube.\n&gt; \n&gt; ------\n&gt; \n&gt; Chordate&#39;s scanner readings of the shields at 54% changed into a \nbig red \n&gt; &quot;WARNING: EVACUATE BRIDGE IMMEDIATELY&quot; the flashed and played over \nand over \n&gt; again.\n&gt; \n&gt; &quot;What the...?&quot;\n&gt; \n&gt; Unknown to Chordate, the missile in Missile Tube Three exploded \nbefore it \n&gt; even left the tube, and as a new missile was being armed only five \nfeet \n&gt; behind it.  As the first missile exploded from Unitron&#39;s laser \nblasts, the \n&gt; resulting explosion setting off the other missile, soon taking out \nthe entire \n&gt; missile launcher and blowing a small hole that was only 5 X 5 ft in \ndiamter \n&gt; in the side of the Cybertronian Fire.\n&gt; \n&gt; Chordate let out a yell as the main control panel of the CF glowed \na bluish \n&gt; white for a second, then exploded, the resulting flames and scrap \nmetal \n&gt; digging into the Maximal&#39;s face.  Chordate let out a scream of pain \nand fell \n&gt; backwards in his feet, rolling all over the floor screaming, mech-\nfluid \n&gt; leaking from his face over his hands.  He knew at least one optic \nsensor had \n&gt; been destroyed, and may have been so irreversably.  But he \ncontinued to \n&gt; scream in agony, hundreds of tiny metal and glass pieces stuck in \nhis face.\n&gt; \n&gt; -------\n&gt; \n&gt; Caitiff jumped, but to no avail.  The ion disks pierced in his \nchest, and cut \n&gt; through his spark.  As the ion disks came into contact with his \nspark, the \n&gt; explosion from the inside ripped him apart, killing him almost \ninstantly.\n&gt; \n&gt; =====\n&gt; \n&gt; Shockwave&#39;s long range scanners detected a battle at the ice \ncontinent of \n&gt; Antarctica.  He transformed into his space fighter mode, activating \nhis \n&gt; engines and blasting full speed for the site of battle at \nAntarctica from the \n&gt; large island continent of Australia.\n\n\n"}}