{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"rmX7aTCIwQQCJ9XDtww4iKg0TcfeXGMQ28a4w9jQFRgoHNqkhmX2ekWrjmyGeoXG0SNfOl2GGPG_ta34eeOn0QmC7OY5Vu1BzSz9MQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Battle Ends, and the Carnage Begins","postDate":"977188943","msgId":24141,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxMWQwMWMwNjk1YSQyNWExYWVhMCRhNTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDEyLjY0YjczMTQuMjc2ZWM3NGNAY3MuY29tPg=="},"prevInTopic":24140,"nextInTopic":24148,"prevInTime":24140,"nextInTime":24142,"topicId":24120,"numMessagesInTopic":12,"msgSnippet":"Lunarpine holds up his claws crossing them into an X, the energy field it produces blocks the missles from Dark one. the recoil pushed him back skidding his","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 18 Dec 2000 22:25:11 -0000\r\nReceived: (qmail 29296 invoked from network); 18 Dec 2000 22:25:11 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 18 Dec 2000 22:25:11 -0000\r\nReceived: from unknown (HELO pimout1-int.prodigy.net) (207.115.63.77) by mta2 with SMTP; 18 Dec 2000 22:25:10 -0000\r\nReceived: from pavilion (A010-0165.ELRA.splitrock.net [209.156.146.165]) by pimout1-int.prodigy.net (8.11.0/8.11.0) with SMTP id eBIMP7a34048 for &lt;nbwrpg@egroups.com&gt;; Mon, 18 Dec 2000 17:25:08 -0500\r\nMessage-ID: &lt;011d01c0695a$25a1aea0$a5929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;12.64b7314.276ec74c@...&gt;\r\nSubject: Re: The Battle Ends, and the Carnage Begins\r\nDate: Mon, 18 Dec 2000 17:22:23 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nLunarpine holds up his claws crossing them into an X, the energy field it\nproduces blocks the missles from Dark one. the recoil pushed him back\nskidding his footprints where he stood. &quot;Do you mind, this is a private\nbattle.&quot; Lunarpine puts his attention back on Serpentor flashing his claws\nin a challenge to the snake.\n----- Original Message -----\nFrom: &lt;KSLawdogg@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, December 17, 2000 5:50 PM\nSubject: The Battle Ends, and the Carnage Begins\n\n\n&gt; (As I said in an earlier e-mail, sorry about the lateness of this e-mail,\nbut\n&gt; I had a long power outtage.  Happens quite frequently during the winter\n&gt; unfortunately.  I lost all the e-mails I read, so I&#39;m just going by\nmemory.\n&gt; Sorry if it&#39;s a little off, I&#39;m also not up-to-date on events in the\nbattle)\n&gt;\n&gt;\n&gt; The Oblitercons/Sixshot/Demon Wulf/Dark Claw/Flesh Ripper/Double\n&gt;\nPunch/Manterror/Injector/Bumblebee/Ares/Serpentor/Unitron/Chordate/Caitiff/\n&gt; Shockwave/Nemesis Enforcer/Scattershot:\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Dark One barell rolled, dodging numerous blasts, an EMP shot hitting the\ntip\n&gt; of his left wing.  Fortunately, that part of his form was entirely\nuseless,\n&gt; at least in the ways of circuitry and such.  He fired off two\n&gt; energy-signature seeking missiles off at Lunaprine, who was attacking\n&gt; Serpentor.\n&gt;\n&gt; ---\n&gt;\n&gt; Breakdown fired off another explosive shell from his artillery form at Hot\n&gt; Rod.\n&gt;\n&gt; ---\n&gt;\n&gt; Pyro fired off three fireballs at the CF.\n&gt;\n&gt; ---\n&gt;\n&gt; Hiss fired off three fusion cannons, taking out an EMP cannon, autogun\nfire\n&gt; raking across his body and causing him to fall to his knees.\n&gt;\n&gt; ---\n&gt;\n&gt; Scavenger fired off twenty-five explosive rounds at Angel Prime.\n&gt;\n&gt; ---\n&gt;\n&gt; Sixshot&#39;s underbelly got hit with a blast, and he began to head straight\nfor\n&gt; the ground.  He pulled up a little, firing off two missiles at the CF, one\n&gt; taking out three autoguns, the other blowing up against the shields.\n&gt;\n&gt; &quot;Gotta, make this, count.&quot; Sixshot yelled, transforming in mid air,\nslamming\n&gt; to the ground on his treads, the sides of the treads covered in heavy\narmor\n&gt; so they couldn&#39;t be simply shot.  He armed his cannon with laser energy.\n&gt;\n&gt; ---\n&gt;\n&gt; Demon Wulf fired off a missile blade at Angel Prime from his sword, the\nblade\n&gt; quickly replaced as autogun fire raked over his legs, but causing little\n&gt; damage.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark Claw fired off two missiles from his attack vehicle form at Depth\n&gt; Charge.  An EMP blast hitting an unimportant part of his body.\n&gt;\n&gt; ---\n&gt;\n&gt; Flesh Ripper fired off ten red rapid optic blasts at Angel Prime&#39;s left\nknee,\n&gt; charging forward at the enemy.\n&gt;\n&gt; ---\n&gt;\n&gt; Manterror kept his momentum, speeding up as an EMP blast nearly struck\nhim,\n&gt; he pulled up, dodging (Lunaprine&#39;s character, don&#39;t know name)\nunwittingly,\n&gt; but still didn&#39;t know (Lunaprine&#39;s character) was there.  He fired off two\n&gt; more ion disks, each penetrating into the chest of Caitiff.\n&gt;\n&gt; ---\n&gt;\n&gt; Double Punch walked around in his stealth mode, looking for a target.\n&gt;\n&gt; ---\n&gt;\n&gt; Injector flew at the CF, firing off ten rapid optic blasts, followed by\nsix\n&gt; stinger missiles, three from each weapon, all heading towards the\n&gt; Cybertornian Fire.\n&gt;\n&gt; ---\n&gt;\n&gt; Bumblebee caught an autogun blast into his chest, which surprisingly\npierced\n&gt; into his body.  He raised both stinger missile launchers, firing off two\n&gt; missiles each, the autogun blowing apart.\n&gt;\n&gt; ---\n&gt;\n&gt; Ares swerved his turret to face the Cybertronian Fire, firing off four\n&gt; powerful blasts from each of his cannons (sixteen shots in all) at the\n&gt; massive warship.\n&gt;\n&gt; ---\n&gt;\n&gt; Serpentor yelled as Lunaprine tackled him, but the Alliance warrior kept\nhis\n&gt; wits and fired off an optic blast at Lunaprine&#39;s face, and brought out his\n&gt; energy blade from subspace in his left hand, but kept it deactivated.\n&gt;\n&gt; ---\n&gt;\n&gt; Nemesis Enforcer flew through the air like a bat out of hell.\nCoincidently\n&gt; in his giant bat mode.  The wings pulled back, numerous changes going on\n&gt; through his body, the winged biped form of Nemesis now apparent, a missile\n&gt; launcher launching off a rocket at the Maximal warship.\n&gt;\n&gt; ---\n&gt;\n&gt; Scattershot touched to the ground, raising his rifle, looking around for\nany\n&gt; targets.\n&gt;\n&gt; ------\n&gt;\n&gt; Chordate sighed as Kluster left without replying.  He pressed a few\nbuttons,\n&gt; bringing the missile launchers online.  All five of them.  He pressed\nanother\n&gt; button, firing off a single missile from each launcher.\n&gt;\n&gt; ------\n&gt;\n&gt; Unitron hovered in his space fighter mode, when his sensors detected\nactivity\n&gt; in the missile launchers of the Cybertronian Fire.  He activated his laser\n&gt; weaponry and charged forward at full speed with his engines blazing.\n&gt;\n&gt; &quot;Perfect.&quot; he said to himself, followed by a chuckle.  He saw one of the\n&gt; missiles coming out, and he instinctively fired off twenty-five rapid\nlaser\n&gt; blasts, the blasts intercepting the missile before it even left the\nmissile\n&gt; tube.\n&gt;\n&gt; ------\n&gt;\n&gt; Chordate&#39;s scanner readings of the shields at 54% changed into a big red\n&gt; &quot;WARNING: EVACUATE BRIDGE IMMEDIATELY&quot; the flashed and played over and\nover\n&gt; again.\n&gt;\n&gt; &quot;What the...?&quot;\n&gt;\n&gt; Unknown to Chordate, the missile in Missile Tube Three exploded before it\n&gt; even left the tube, and as a new missile was being armed only five feet\n&gt; behind it.  As the first missile exploded from Unitron&#39;s laser blasts, the\n&gt; resulting explosion setting off the other missile, soon taking out the\nentire\n&gt; missile launcher and blowing a small hole that was only 5 X 5 ft in\ndiamter\n&gt; in the side of the Cybertronian Fire.\n&gt;\n&gt; Chordate let out a yell as the main control panel of the CF glowed a\nbluish\n&gt; white for a second, then exploded, the resulting flames and scrap metal\n&gt; digging into the Maximal&#39;s face.  Chordate let out a scream of pain and\nfell\n&gt; backwards in his feet, rolling all over the floor screaming, mech-fluid\n&gt; leaking from his face over his hands.  He knew at least one optic sensor\nhad\n&gt; been destroyed, and may have been so irreversably.  But he continued to\n&gt; scream in agony, hundreds of tiny metal and glass pieces stuck in his\nface.\n&gt;\n&gt; -------\n&gt;\n&gt; Caitiff jumped, but to no avail.  The ion disks pierced in his chest, and\ncut\n&gt; through his spark.  As the ion disks came into contact with his spark, the\n&gt; explosion from the inside ripped him apart, killing him almost instantly.\n&gt;\n&gt; =====\n&gt;\n&gt; Shockwave&#39;s long range scanners detected a battle at the ice continent of\n&gt; Antarctica.  He transformed into his space fighter mode, activating his\n&gt; engines and blasting full speed for the site of battle at Antarctica from\nthe\n&gt; large island continent of Australia.\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}