{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"iQ6pxAIxo03S6VKup6gXgMmC3KdqQDcrD70tom345Tpl9g7As3IjowqMrdv8Y41jhBeVNpqTpw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Story So Far (OOC about NBW story line)","postDate":"977193045","msgId":24171,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyLmY2N2UxYTIuMjc3MDIyNTVAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24178,"prevInTime":24170,"nextInTime":24172,"topicId":24171,"numMessagesInTopic":5,"msgSnippet":"The Story so Far.... The story begins after Beast Wars third season... Megatron had returned back to Cybertron under arrest by Optimal Optimus and the other","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 19 Dec 2000 02:30:50 -0000\r\nReceived: (qmail 39912 invoked from network); 19 Dec 2000 02:30:50 -0000\r\nReceived: from unknown (10.1.10.142) by l9.egroups.com with QMQP; 19 Dec 2000 02:30:50 -0000\r\nReceived: from unknown (HELO imo-r15.mail.aol.com) (152.163.225.69) by mta3 with SMTP; 19 Dec 2000 03:31:55 -0000\r\nReceived: from KSLawdogg@... by imo-r15.mx.aol.com (mail_out_v28.34.) id a.22.f67e1a2 (4565) for &lt;nbwrpg@egroups.com&gt;; Mon, 18 Dec 2000 21:30:45 -0500 (EST)\r\nMessage-ID: &lt;22.f67e1a2.27702255@...&gt;\r\nDate: Mon, 18 Dec 2000 21:30:45 EST\r\nSubject: The Story So Far (OOC about NBW story line)\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown sub 107\r\nFrom: KSLawdogg@...\r\n\r\nThe Story so Far....\n\n The story begins after Beast Wars third season...\n\n  Megatron had returned back to Cybertron under arrest by Optimal Optimus and \nthe other Maximals. He was placed on a death row while matters that \ntranspired during the Beast Wars were being settled between the Maximals and \nPredacons.\n   Elsewhere, the Predacon Premier, Hell Beast, made plans to finish what \nMegatron had started only a few years earlier. By collecting enough energon, \nhe could provide enough power to crush the Maximals once and for all, and put \nCybertron into Predacon rule. He enlisted the help of some &quot;friends&quot;. With \nthe help of his allies, he was able to steal a Predacon warship and travel \nback in time to prehistoric Earth via transwarp technology. Once there, more \nallies planned on joining him, along with rogue Predacons seeking their own \nfuture.\n   Back at Cybertron, Maximal hero Liono Prime took action against this \noutrageous act and he too travelled back in time with his own crew.\n    Both teams battled for a while, new allies and new factions popping up \nover time.  Eventually, the Maximal Blue Stinger hid the Autobots in a secure \nand unknown location, while Hell Beast held the Decepticons deep within the \nbowels of his warship.  For a time, battles ensued with little military gain. \n During this period, a few soldiers on each side were killed off, in example \nenemies Adrax and Autofire combated each other, but then fell to an icy doom \nwhile in combat.  Still, there were twice as many troops arriving for each \nfaction as news reached Cybertron of the ensuing battle.\n    As time passed, the flow of new troops slowed down, but the Predacons had \na little over twice as many robots in their ranks in the Maximals.  \n    A major event transpired that must be delved into in great detail because \nof the key importance it has in the future of the Alliance.\n\n    Zardus originally started out as a Predacon in Hell Beast&#39;s Predacon \nfaction.  Zardus was a hacker/engineer, and his first task was to prove his \nloyalty.  He was ordered to accompany Inferno and Rampage on an attack \nagainst a human village, led by the human known as Proto (not to be confused \nwith the Proto under the Maximal Kluster&#39;s leadership).  Zardus proved \nhimself, by the time the battle was over Zardus had lost two limbs and been \nblown through a stone wall.  He returned with Inferno and Rampage back to \nHell Beast&#39;s warship, leaving the proto-human village inf lames.  He was \nrepaired and then given his first (and final) official assignment for the \nPredacons.  To improve Predacon defense capabilities.  He succeeded with \nflying colors.  When the Maximal Silverbolt came into firing range of the \nbase, he was shot into stasis lock and taken prisoner.  But a surprise attack \nconsisting of the Maxis Rattrap, Doggus, and Armdabot was able to recover \nSilverbolt and take Zardus prisoner.  But an attack by the Predacons rescued \nZardus.\n    Several days later, Hell Beast cracked some codes on a disk he had, \ndiscovering that the resting place of a great Predacon warrior lay in great \nlakes of lava.  Hell Beast went off to the lava pools and left Zardus in \ncharge.  Things went smoothly until Hell Beast arrived at the lakes of fire, \nand activated this warrior, who was Adrax (the first and final character to \nbe Decepticon size).  \n    Adrax soon tried to take control of the Predacons, and there was a giant \nbattle, uniting both the Maximals and the Predacons.  Zardus headed out to \nhelp in the battle, but two stasis pods crash landed, keeping him from aiding \nin the fight.  One pod belonged to Blue Stinger, who he proceeded to put in \nstasis lock and start to drag off towards the Predacon base, but was rescued \nby the Maximals.\n    So Zardus went to the other pod, and converted him, Wolfgang, into a \nPredacon, and they headed off to battle Adrax.  Adrax seemed unstoppable, \neating Hell Beast who possessed a strange device.  The device was a temporal \ndisturber that rewound time back by several days. Blue Stinger was recovered \nby the Maximals, but Zardus still got Wolfgang. No one had any idea Adrax \nexisted, save Zardus, thanks to him arriving to the battle late.  Zardus \nstarted having hallucinations about it though.  Back at the Predacon base, \nWolfgang began complaining about having nothing to occupy himself. Zardus, \nfrustrated at the hallucinations lashed out, and a battle broke out between \nthe two.  In the middle of the battle, Zardus had a hallucination, and when \nhe came out of it the main computer for Hell Beast&#39;s ship had been shot.  The \ntwo were immediately thrown into the brig.\n    The two managed to break out, Zardus turning the defense system he had \ncreated against all the other Predacons (except Wolfgang who was with him), \nand the two fled.  They made their way to the Transmystics (a Vok faction).  \nThe Vok faction welcomed them.  Not to long later, Zardus and Wolfgang found \na giant energon crystal, which they planned to use against everyone on Past \nEarth.  But the Transmystics found out, and the Transmystic leader, \nFirestorm, accidentaly shot the crystal, igniting.\n    When Wolfgang and Zardus came to, they found their bodies had been \nupgraded somehow in the blast.  Later on the Transmystics fizzled out and the \nfaction was gone.  The duo soon joined the Maximals, where not to long after \nthere was a huge battle.  The Predacons had made an offensive strike against \nthe Maximal base.  Zardus saw an opportunity, and headed for the Predacon \nbase.  But Scorponok stopped him from blowing up the base with a \nself-destruct sequence, and the ceiling collapsed on the two.  When the other \nPredacons returned after a retreat, Hell Beast dug Zardus out and took him to \na pit of lava (not near Adrax&#39;s pits), and tossed him in.  Wolfgang attempted \nto aid his comrade, but fell in the pit.  The energon residue left from the \ncrystal on the two blended with the lava to upgrade their bodies once more.  \nAfter they got out of the pit, they returned to the Maximal base.\n    Another stroke of genius struck Zardus, who headed off to the lava pits \nwhere Adrax was.  He was intercepted by Predacons who forced him to retreat, \nand then they reprogrammed Adrax so he was loyal to the Predacon cause.\n     Not to far off in the future the Predacon and Maximal bases launched off \ninto the air and opened fire on each other.  Zardus and Wolfgang fled, but a \npower drew Zardus to an orb.  The orb burned into Zardus&#39; left palm, and \nupgraded his body.  The orb explained it was a Vok that had tried to \neliminate the Maximals and Predacons in the Beast Wars.  It then ordered him, \nafter quite a bit of torture, to create his own faction to eliminate all the \nfactions on Past Earth.  Zardus flew back to Wolfgang and showed off his \npower, and they agreed to create the new faction.\n    Zardus and Wolfgang united with a mercenary group called the Contracons \nto start their new faction.  The base of operations for this new faction was \nthe Contracons&#39; own base.  Other robots soon joined them, including Rattrap, \nDoggus, and Ominous Prime.  They built a new base, and fought in the war for \na long, long time, assisting the Maximals.  There were some arguments, but in \nthe end the faction was called &#39;The Alliance&#39;.  Eventually, Wolfgang \nconvinced Zardus to split the Alliance from the Maximals and become \ncompletely seperate.\n\n    So, as time passed, forces continued growing slowly, the Alliance being \nthe largest faction that wasn&#39;t with the Preds or Maxis. Though they were the \nweakest in comparison with the Maximals and Predacons.\n    Time passed as fighting broke out again and again.  Nothing really major \noccured.  The three major factions were at a stalemate.  None could take the \nother out.  It remained that way for a long, long time.\n    But, a great variable changed the direction of the Neo Beast Wars.  \nInstead of just a complete Predacon or Maximal victory that was apparent, the \nAlliance began to rapidly grow.  Being more organized with a competent \nleader, the orb departing from Zardus&#39; palm, and faster response time, the \nAlliance was able to retrieve most of the stasis pods, growing quite rapidly \nin numbers.  Soon the Alliance was just a little more than half the size of \nthe Predacons.  But, as stated before, they were more organized and were a \nstrong force, almost as equal as the Predacons and Maximals.\n    The Ark itself became the base of operations for the Maximals, and the \nArk was piloted to the Himalayan Mountains.   It became more appartent to the \nMaximals as time went on that a major roadblock in their success was their \nleader, Liono Prime, who seemed rather incompetent.  Still, the Maximals put \nup with him.\n    The first sign of Liono&#39;s imminent fall from leadership was when the \nAlliance engaged two new Maximals who had just arrived on Past Earth.  One of \nMaximals was killed, Reroute, and Ramhorn, the other openly blamed Liono, and \ntelling it too everyone else.  \n    The Predacons and Alliance joined forces on more than one occassion to \nattack the Ark over and over.  The Predacons and Alliance also attacked \nseperately.  Each battle left the Ark badly damaged, most defenses gone, and \nmost forces in CR chambers.  The Maximals blamed Liono Prime for their \nconstant defeats.\n    It continued in this manner for sometime as the Predacon and Alliance \nforces began hurtin the Ark more and more, inflitrating a few times and \ndamaging computers and CR chambers.\n    But, a break came for the Maximals.  The Predacon Megatron, from the \nfirst Beast Wars, tried to usurp Hell Beast with the aid of Tankor, \nQuickstrike, Inferno, and a few others.  But his plot failed, and he left \nwith his men to build a new base.  Time and time Megatron tried to usurp Hell \nBeast.\n    Eventually he succeeded, Quickstrike taking control of the Predacon \ncomputer and turning internal defenses against its occupants.\n    Hell Beast and his loyal supporters retreated to a crashed craft that had \nbeen a prison transport that crash landed on Past Earth.  It had transported \nthree Predacons loyal to Hell Beast.  They used the still functioning CR \nchambers, and retook the base.  Megatron later on took the form of a \ndiagnostic drone to inflitrate the base and spy.  \n    A mercenary group, the Oblitercons, landed, fleeing Cybertron, and joined \nthe Alliance.  After terms were discussed they were sent by Zardus to aid \nMegatron so he could usurp Hell Beast and make everything topsy-turvy for the \nPreds.  Megatron insulted the Oblitercon leader, who opened fire on \nMegatron&#39;s diagnostic drone form, nearly killing him.  But he fled.  They \nproceeded to damage Quickstrike&#39;s already badly damaged leg, and then \nreturned to base.  Megatron returned to his biped form.\n    The Oblitercons turned out to be a gestalt form, creating the giant 45 \nfoot tall gestalt Oblitertron.  This boosted the Alliance into the spotlight \nas the strongest faction in the Neo Beast Wars.  The Oblitercons are also \nimportant because they were the very first gestalt team to take part in the \nNeo Beast Wars.\n    With their new gestalt, the Alliance began thrasing the Ark, with the \nhelp of more new recruits.  They began to not only inflitrate the base, but \ngot to the Ark&#39;s bridge and damaged Teletran-1 and 2 several times.  The \nMaximals also seemed to be a little scared of Oblitertron.\n    A new group arrived, called the Newcomers.  Lead by Koga Shuko, CEO of \nPred Tech Incorporated and Shuko Inc., and Set, another wealthy Predacon and \nbusiness owner.  As Maximals arrived on scene to check out their crashed \nship, the Newcomers attacked them, and took the fight to the Ark.  It was \nlater learned that Koga Shuko and Set were the creators of the Oblitercons.  \nThey had hoped to sell gestalts for amazing prices and become ten times \nricher.  But the Oblitercons broke free from the lab where they were created, \nand blew the laboratory up, and fled to Past Earth where they were shot down \nby Shuko&#39;s men.  Now an expedition had been led to Past Earth to retrieve \nenergon and either capture or kill the Oblitercons.\n    The two wealthy Predacons brought along with them a gestalt.  Dark \nMessiah.  Who was made up by the gestalt team, the Dieties.  Each Diety was \nbased on some god from Earth mythology, the mythologies being Greek and \nEgyptian.  Ra, the team leader. And Hades, Ares, Zeus, and Anubis.  They \nproved to be quite the nuisance.  \n    As time went on, the Newcomers dished out much disaster.  In result of a \nbattle between the Newcomers and Oblitertron, a base belong to the &#39;Chosen \nOnes&#39; was destroyed.  The Ark also took some shots that it would never \nrecover from. But, eventually Set went missing and Ra switched over to the \nPredacon side under Hell Beast&#39;s command.\n    A great Predacon warship titled the &quot;Iron Fist&quot; landed on an island, the \nfaction inside calling themselves the Militrons.  They began to construct \nisland into a supposedly impenetrable fortress.\n    Alliance leader Zardus set out for negotiations and formed a slight \nalliance, while Megatron erected a truce between his Predacon forces adn the \nMilitrons.\n    Meanwhile, during a battle at the Alliance base, Koga Shuko found a fang \nthat was made of metal instead of calcium carbonite.  He returned to his base \nwith his minions, and cloned the source of the metal fang.  What he got was a \nclone of the Predacon warrior Serpentor. Serpentor had been loyal to Hell \nBeast and in a battle was captured.  In an attempt to escape, he \nself-destructed in an attempt to do as much damage as he could seeing th end \nwas near.  \n    After seeing that he would die if he didn&#39;t help Koga, he aided him.  \nEven with the extra-firepower, it didn&#39;t help all that much.  Soon an \nintruder was found.  The Maximal Amobeous.  He had found an underground base \nby going into his amobea form and travelling on an unidentifed robot.  Koga \nShuko learned the information, and killed him, and alerted all factions in an \nattempt to attack them while they were investigating.  It didn&#39;t work.  No \none went looking.\n    Soon, it became apparent to Shuko that he couldn&#39;t win in his current \nposition of power.  So he pulled out his wild card.  Sixshot.  Named after \nthe first Cybertronian STAG (Solo Transformer Assault Group).  He had the \nsame abilities and look.  He proved to be a valuable asset.  But in the end, \nhe failed to change the tide.  In one attack, a bridge officer of the \nNewcomers&#39; was knocked into stasis lock and died of wounds.  Some of the \nDieties were blown apart.  In the end, the Newcomer Unitron, Shuko&#39;s second \nin command, killed the other bridge officer and Hades.  He crippled Koga \nShuko and set the self-destruct sequence.  He then left the ship as fast as \nhe could, the base exploding.  Only three other Newcomers escaped.  Sixshot, \nAres, and Serpentor.  No one else knew what happened to the Newcomer base.  \nIt simply blew up.\n    The Neo Beast Wars was relatively quiet, except for the average Alliance \nattack.  The Alliance grew bigger.  The Predacons began to seperate.  The \nMaximals sat in their Cybertronian Fire.  Their fortress.  As the Ark lay \nbarely guarded and most of it rather damaged. A surprising turn of events was \nwhen Tigerhawk, Blue Stinger, Keyura, and the Maximal leader Liono Prime left \nsuddenly, leaving the Maximal Iron Raptor in charge of the Maximal cause.  \nThe Maximals looked up to her for hope, and the Predacons and Alliance were \nworried.  Now that the Maximals didn&#39;t have an incompetent oaf for a leader, \ncould they be a true factor in the Neo Beast Wars?\n    Soon repairs started upon the Ark.  Just a little later, Zardus \ndisappeared, not before leaving Nemesis Enforcer, the second-in-command of \nthe Alliance in charge of his faction.  Zardus often disappeared for unknown \nreasons.  Nemesis Enforcer learned of the effort to rebuild the Ark.  So he \nlaunched an all out attack on the Ark, badly damaging it.  Teletran-1 and 2 \nwere destroyed.  Shields were gone.  All outer defenses were obliterated.  \nThe CR chambers were destroyed.  The only thing that really worked was Iron \nRaptor&#39;s personal computer program, IRIS, which existed in the Ark.\n    Zardus returned, and reminded Nemesis Enforcer that if the Ark was \ndestroyed, most likely the Alliance would follow, and it wasn&#39;t in their best \ninterests.  But Nemesis Enforcer is known as a psychotic robot.\n    Things remained at a norm.  The relationship between the Maximal Prowl \nand Maxi leader Iron Raptor grew as they spent a several day night in Iron \nRaptor&#39;s room.  It&#39;s unknown what they did...but there are educated guesses...\n    A surprising thing happened.  Vulois, a Predacon entered the Neo Beast \nWars and found a Transmetal Three Drive.  He shortly served under Hell Beast, \nafter turning himself and a few others into Transmetal Threes.  Hell Beast \nattacked Vulois though, since Vulois held the TM3 Drive and had tried to get \nmembers of Hell Beast&#39;s group to usurp, and took him prisoner and destroyed \nDrive.  Vulois and his followers escaped though.\n    Later, there was an explosion, and it is rumored that Vulois&#39; sister \ndied, while he was visited by the Oracle and the Matrix and told that he was \nto unite the factions on Past Earth and start up an organic Cybertron.  He \nset out with his two helpers, the female Baterra, and Soundwave.  Not to be \nconfused with the G1 Soundwave.\n    Vulois would handle diplomatic relations with the Predacons.  Battera the \nMaximals.  And Soundwave the Alliance.  They hoped with the three major \nfactions united as one, the other swould soon follow.  Vulois built a base, \ncalled the Embassy, and employed the help of other robots, many resembling \nangels.  And a young powerful robot called Child who had a great mass of \npowers but needed training.  \n    Battera was met with suspicion at the Cybertronian Fire.  Vulois never \nmade it to the Predacons.  He was to busy at the Embassy. Soundwave never \nreturned from the Alliance base.  He was led into a conference room, but was \nmurdered by the Alliance.  The last thing they wanted was peace between \nanyone, and especially peace that wouldn&#39;t help their agendas.  \n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}}