{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"efYTLKGtUWISOZMFW9M0IistEToSVlyTqqptcA-EODrlZAPr_Mnz1ZE74W_2P18drGh8IdfONsNBQ8GCdTSB3fk51oftg4YyEGzi2w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Story So Far (OOC about NBW story line)","postDate":"977239085","msgId":24197,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNzcwMWMwNjljZSRlNDI2Yzc2MCQwZTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDkxbWpmaittM29mQGVHcm91cHMuY29tPg=="},"prevInTopic":24187,"nextInTopic":0,"prevInTime":24196,"nextInTime":24198,"topicId":24171,"numMessagesInTopic":5,"msgSnippet":"Practice what you preach Alloran, just be glad that I m not a vengeful RPG god. ... From:  To:  Sent: Monday, December","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 19 Dec 2000 12:20:54 -0000\r\nReceived: (qmail 50006 invoked from network); 19 Dec 2000 12:20:54 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 19 Dec 2000 12:20:54 -0000\r\nReceived: from unknown (HELO pimout2-int.prodigy.net) (207.115.63.101) by mta1 with SMTP; 19 Dec 2000 12:20:53 -0000\r\nReceived: from pavilion (A010-0014.ELRA.splitrock.net [209.156.146.14]) by pimout2-int.prodigy.net (8.11.0/8.11.0) with SMTP id eBJCKlQ111304 for &lt;nbwrpg@egroups.com&gt;; Tue, 19 Dec 2000 07:20:48 -0500\r\nMessage-ID: &lt;007701c069ce$e426c760$0e929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;91mjfj+m3of@...&gt;\r\nSubject: Re: The Story So Far (OOC about NBW story line)\r\nDate: Tue, 19 Dec 2000 07:18:05 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nPractice what you preach Alloran, just be glad that I&#39;m not a vengeful RPG\ngod.\n----- Original Message -----\nFrom: &lt;Alloran2@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Monday, December 18, 2000 7:08 PM\nSubject: Re: The Story So Far (OOC about NBW story line)\n\n\n&gt; OOC: Yo, lord Unitron, get your facts straight about Vulois.  he was\n&gt; only looking for peace, not an organic Cybertron(thats Cyberwolfs\n&gt; department, go kill his characters).  Also, my Soundwave WAS the\n&gt; original bot in new body.  Just because he transformed into an\n&gt; alligator and a bat does not mean he was the mutant.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; &gt; The Story so Far....\n&gt; &gt;\n&gt; &gt;  The story begins after Beast Wars third season...\n&gt; &gt;\n&gt; &gt;   Megatron had returned back to Cybertron under arrest by Optimal\n&gt; Optimus and\n&gt; &gt; the other Maximals. He was placed on a death row while matters that\n&gt; &gt; transpired during the Beast Wars were being settled between the\n&gt; Maximals and\n&gt; &gt; Predacons.\n&gt; &gt;    Elsewhere, the Predacon Premier, Hell Beast, made plans to\n&gt; finish what\n&gt; &gt; Megatron had started only a few years earlier. By collecting enough\n&gt; energon,\n&gt; &gt; he could provide enough power to crush the Maximals once and for\n&gt; all, and put\n&gt; &gt; Cybertron into Predacon rule. He enlisted the help of\n&gt; some &quot;friends&quot;. With\n&gt; &gt; the help of his allies, he was able to steal a Predacon warship and\n&gt; travel\n&gt; &gt; back in time to prehistoric Earth via transwarp technology. Once\n&gt; there, more\n&gt; &gt; allies planned on joining him, along with rogue Predacons seeking\n&gt; their own\n&gt; &gt; future.\n&gt; &gt;    Back at Cybertron, Maximal hero Liono Prime took action against\n&gt; this\n&gt; &gt; outrageous act and he too travelled back in time with his own crew.\n&gt; &gt;     Both teams battled for a while, new allies and new factions\n&gt; popping up\n&gt; &gt; over time.  Eventually, the Maximal Blue Stinger hid the Autobots\n&gt; in a secure\n&gt; &gt; and unknown location, while Hell Beast held the Decepticons deep\n&gt; within the\n&gt; &gt; bowels of his warship.  For a time, battles ensued with little\n&gt; military gain.\n&gt; &gt;  During this period, a few soldiers on each side were killed off,\n&gt; in example\n&gt; &gt; enemies Adrax and Autofire combated each other, but then fell to an\n&gt; icy doom\n&gt; &gt; while in combat.  Still, there were twice as many troops arriving\n&gt; for each\n&gt; &gt; faction as news reached Cybertron of the ensuing battle.\n&gt; &gt;     As time passed, the flow of new troops slowed down, but the\n&gt; Predacons had\n&gt; &gt; a little over twice as many robots in their ranks in the Maximals.\n&gt; &gt;     A major event transpired that must be delved into in great\n&gt; detail because\n&gt; &gt; of the key importance it has in the future of the Alliance.\n&gt; &gt;\n&gt; &gt;     Zardus originally started out as a Predacon in Hell Beast&#39;s\n&gt; Predacon\n&gt; &gt; faction.  Zardus was a hacker/engineer, and his first task was to\n&gt; prove his\n&gt; &gt; loyalty.  He was ordered to accompany Inferno and Rampage on an\n&gt; attack\n&gt; &gt; against a human village, led by the human known as Proto (not to be\n&gt; confused\n&gt; &gt; with the Proto under the Maximal Kluster&#39;s leadership).  Zardus\n&gt; proved\n&gt; &gt; himself, by the time the battle was over Zardus had lost two limbs\n&gt; and been\n&gt; &gt; blown through a stone wall.  He returned with Inferno and Rampage\n&gt; back to\n&gt; &gt; Hell Beast&#39;s warship, leaving the proto-human village inf lames.\n&gt; He was\n&gt; &gt; repaired and then given his first (and final) official assignment\n&gt; for the\n&gt; &gt; Predacons.  To improve Predacon defense capabilities.  He succeeded\n&gt; with\n&gt; &gt; flying colors.  When the Maximal Silverbolt came into firing range\n&gt; of the\n&gt; &gt; base, he was shot into stasis lock and taken prisoner.  But a\n&gt; surprise attack\n&gt; &gt; consisting of the Maxis Rattrap, Doggus, and Armdabot was able to\n&gt; recover\n&gt; &gt; Silverbolt and take Zardus prisoner.  But an attack by the\n&gt; Predacons rescued\n&gt; &gt; Zardus.\n&gt; &gt;     Several days later, Hell Beast cracked some codes on a disk he\n&gt; had,\n&gt; &gt; discovering that the resting place of a great Predacon warrior lay\n&gt; in great\n&gt; &gt; lakes of lava.  Hell Beast went off to the lava pools and left\n&gt; Zardus in\n&gt; &gt; charge.  Things went smoothly until Hell Beast arrived at the lakes\n&gt; of fire,\n&gt; &gt; and activated this warrior, who was Adrax (the first and final\n&gt; character to\n&gt; &gt; be Decepticon size).\n&gt; &gt;     Adrax soon tried to take control of the Predacons, and there\n&gt; was a giant\n&gt; &gt; battle, uniting both the Maximals and the Predacons.  Zardus headed\n&gt; out to\n&gt; &gt; help in the battle, but two stasis pods crash landed, keeping him\n&gt; from aiding\n&gt; &gt; in the fight.  One pod belonged to Blue Stinger, who he proceeded\n&gt; to put in\n&gt; &gt; stasis lock and start to drag off towards the Predacon base, but\n&gt; was rescued\n&gt; &gt; by the Maximals.\n&gt; &gt;     So Zardus went to the other pod, and converted him, Wolfgang,\n&gt; into a\n&gt; &gt; Predacon, and they headed off to battle Adrax.  Adrax seemed\n&gt; unstoppable,\n&gt; &gt; eating Hell Beast who possessed a strange device.  The device was a\n&gt; temporal\n&gt; &gt; disturber that rewound time back by several days. Blue Stinger was\n&gt; recovered\n&gt; &gt; by the Maximals, but Zardus still got Wolfgang. No one had any idea\n&gt; Adrax\n&gt; &gt; existed, save Zardus, thanks to him arriving to the battle late.\n&gt; Zardus\n&gt; &gt; started having hallucinations about it though.  Back at the\n&gt; Predacon base,\n&gt; &gt; Wolfgang began complaining about having nothing to occupy himself.\n&gt; Zardus,\n&gt; &gt; frustrated at the hallucinations lashed out, and a battle broke out\n&gt; between\n&gt; &gt; the two.  In the middle of the battle, Zardus had a hallucination,\n&gt; and when\n&gt; &gt; he came out of it the main computer for Hell Beast&#39;s ship had been\n&gt; shot.  The\n&gt; &gt; two were immediately thrown into the brig.\n&gt; &gt;     The two managed to break out, Zardus turning the defense system\n&gt; he had\n&gt; &gt; created against all the other Predacons (except Wolfgang who was\n&gt; with him),\n&gt; &gt; and the two fled.  They made their way to the Transmystics (a Vok\n&gt; faction).\n&gt; &gt; The Vok faction welcomed them.  Not to long later, Zardus and\n&gt; Wolfgang found\n&gt; &gt; a giant energon crystal, which they planned to use against everyone\n&gt; on Past\n&gt; &gt; Earth.  But the Transmystics found out, and the Transmystic leader,\n&gt; &gt; Firestorm, accidentaly shot the crystal, igniting.\n&gt; &gt;     When Wolfgang and Zardus came to, they found their bodies had\n&gt; been\n&gt; &gt; upgraded somehow in the blast.  Later on the Transmystics fizzled\n&gt; out and the\n&gt; &gt; faction was gone.  The duo soon joined the Maximals, where not to\n&gt; long after\n&gt; &gt; there was a huge battle.  The Predacons had made an offensive\n&gt; strike against\n&gt; &gt; the Maximal base.  Zardus saw an opportunity, and headed for the\n&gt; Predacon\n&gt; &gt; base.  But Scorponok stopped him from blowing up the base with a\n&gt; &gt; self-destruct sequence, and the ceiling collapsed on the two.  When\n&gt; the other\n&gt; &gt; Predacons returned after a retreat, Hell Beast dug Zardus out and\n&gt; took him to\n&gt; &gt; a pit of lava (not near Adrax&#39;s pits), and tossed him in.  Wolfgang\n&gt; attempted\n&gt; &gt; to aid his comrade, but fell in the pit.  The energon residue left\n&gt; from the\n&gt; &gt; crystal on the two blended with the lava to upgrade their bodies\n&gt; once more.\n&gt; &gt; After they got out of the pit, they returned to the Maximal base.\n&gt; &gt;     Another stroke of genius struck Zardus, who headed off to the\n&gt; lava pits\n&gt; &gt; where Adrax was.  He was intercepted by Predacons who forced him to\n&gt; retreat,\n&gt; &gt; and then they reprogrammed Adrax so he was loyal to the Predacon\n&gt; cause.\n&gt; &gt;      Not to far off in the future the Predacon and Maximal bases\n&gt; launched off\n&gt; &gt; into the air and opened fire on each other.  Zardus and Wolfgang\n&gt; fled, but a\n&gt; &gt; power drew Zardus to an orb.  The orb burned into Zardus&#39; left\n&gt; palm, and\n&gt; &gt; upgraded his body.  The orb explained it was a Vok that had tried\n&gt; to\n&gt; &gt; eliminate the Maximals and Predacons in the Beast Wars.  It then\n&gt; ordered him,\n&gt; &gt; after quite a bit of torture, to create his own faction to\n&gt; eliminate all the\n&gt; &gt; factions on Past Earth.  Zardus flew back to Wolfgang and showed\n&gt; off his\n&gt; &gt; power, and they agreed to create the new faction.\n&gt; &gt;     Zardus and Wolfgang united with a mercenary group called the\n&gt; Contracons\n&gt; &gt; to start their new faction.  The base of operations for this new\n&gt; faction was\n&gt; &gt; the Contracons&#39; own base.  Other robots soon joined them, including\n&gt; Rattrap,\n&gt; &gt; Doggus, and Ominous Prime.  They built a new base, and fought in\n&gt; the war for\n&gt; &gt; a long, long time, assisting the Maximals.  There were some\n&gt; arguments, but in\n&gt; &gt; the end the faction was called &#39;The Alliance&#39;.  Eventually,\n&gt; Wolfgang\n&gt; &gt; convinced Zardus to split the Alliance from the Maximals and become\n&gt; &gt; completely seperate.\n&gt; &gt;\n&gt; &gt;     So, as time passed, forces continued growing slowly, the\n&gt; Alliance being\n&gt; &gt; the largest faction that wasn&#39;t with the Preds or Maxis. Though\n&gt; they were the\n&gt; &gt; weakest in comparison with the Maximals and Predacons.\n&gt; &gt;     Time passed as fighting broke out again and again.  Nothing\n&gt; really major\n&gt; &gt; occured.  The three major factions were at a stalemate.  None could\n&gt; take the\n&gt; &gt; other out.  It remained that way for a long, long time.\n&gt; &gt;     But, a great variable changed the direction of the Neo Beast\n&gt; Wars.\n&gt; &gt; Instead of just a complete Predacon or Maximal victory that was\n&gt; apparent, the\n&gt; &gt; Alliance began to rapidly grow.  Being more organized with a\n&gt; competent\n&gt; &gt; leader, the orb departing from Zardus&#39; palm, and faster response\n&gt; time, the\n&gt; &gt; Alliance was able to retrieve most of the stasis pods, growing\n&gt; quite rapidly\n&gt; &gt; in numbers.  Soon the Alliance was just a little more than half the\n&gt; size of\n&gt; &gt; the Predacons.  But, as stated before, they were more organized and\n&gt; were a\n&gt; &gt; strong force, almost as equal as the Predacons and Maximals.\n&gt; &gt;     The Ark itself became the base of operations for the Maximals,\n&gt; and the\n&gt; &gt; Ark was piloted to the Himalayan Mountains.   It became more\n&gt; appartent to the\n&gt; &gt; Maximals as time went on that a major roadblock in their success\n&gt; was their\n&gt; &gt; leader, Liono Prime, who seemed rather incompetent.  Still, the\n&gt; Maximals put\n&gt; &gt; up with him.\n&gt; &gt;     The first sign of Liono&#39;s imminent fall from leadership was\n&gt; when the\n&gt; &gt; Alliance engaged two new Maximals who had just arrived on Past\n&gt; Earth.  One of\n&gt; &gt; Maximals was killed, Reroute, and Ramhorn, the other openly blamed\n&gt; Liono, and\n&gt; &gt; telling it too everyone else.\n&gt; &gt;     The Predacons and Alliance joined forces on more than one\n&gt; occassion to\n&gt; &gt; attack the Ark over and over.  The Predacons and Alliance also\n&gt; attacked\n&gt; &gt; seperately.  Each battle left the Ark badly damaged, most defenses\n&gt; gone, and\n&gt; &gt; most forces in CR chambers.  The Maximals blamed Liono Prime for\n&gt; their\n&gt; &gt; constant defeats.\n&gt; &gt;     It continued in this manner for sometime as the Predacon and\n&gt; Alliance\n&gt; &gt; forces began hurtin the Ark more and more, inflitrating a few times\n&gt; and\n&gt; &gt; damaging computers and CR chambers.\n&gt; &gt;     But, a break came for the Maximals.  The Predacon Megatron,\n&gt; from the\n&gt; &gt; first Beast Wars, tried to usurp Hell Beast with the aid of Tankor,\n&gt; &gt; Quickstrike, Inferno, and a few others.  But his plot failed, and\n&gt; he left\n&gt; &gt; with his men to build a new base.  Time and time Megatron tried to\n&gt; usurp Hell\n&gt; &gt; Beast.\n&gt; &gt;     Eventually he succeeded, Quickstrike taking control of the\n&gt; Predacon\n&gt; &gt; computer and turning internal defenses against its occupants.\n&gt; &gt;     Hell Beast and his loyal supporters retreated to a crashed\n&gt; craft that had\n&gt; &gt; been a prison transport that crash landed on Past Earth.  It had\n&gt; transported\n&gt; &gt; three Predacons loyal to Hell Beast.  They used the still\n&gt; functioning CR\n&gt; &gt; chambers, and retook the base.  Megatron later on took the form of\n&gt; a\n&gt; &gt; diagnostic drone to inflitrate the base and spy.\n&gt; &gt;     A mercenary group, the Oblitercons, landed, fleeing Cybertron,\n&gt; and joined\n&gt; &gt; the Alliance.  After terms were discussed they were sent by Zardus\n&gt; to aid\n&gt; &gt; Megatron so he could usurp Hell Beast and make everything topsy-\n&gt; turvy for the\n&gt; &gt; Preds.  Megatron insulted the Oblitercon leader, who opened fire on\n&gt; &gt; Megatron&#39;s diagnostic drone form, nearly killing him.  But he\n&gt; fled.  They\n&gt; &gt; proceeded to damage Quickstrike&#39;s already badly damaged leg, and\n&gt; then\n&gt; &gt; returned to base.  Megatron returned to his biped form.\n&gt; &gt;     The Oblitercons turned out to be a gestalt form, creating the\n&gt; giant 45\n&gt; &gt; foot tall gestalt Oblitertron.  This boosted the Alliance into the\n&gt; spotlight\n&gt; &gt; as the strongest faction in the Neo Beast Wars.  The Oblitercons\n&gt; are also\n&gt; &gt; important because they were the very first gestalt team to take\n&gt; part in the\n&gt; &gt; Neo Beast Wars.\n&gt; &gt;     With their new gestalt, the Alliance began thrasing the Ark,\n&gt; with the\n&gt; &gt; help of more new recruits.  They began to not only inflitrate the\n&gt; base, but\n&gt; &gt; got to the Ark&#39;s bridge and damaged Teletran-1 and 2 several\n&gt; times.  The\n&gt; &gt; Maximals also seemed to be a little scared of Oblitertron.\n&gt; &gt;     A new group arrived, called the Newcomers.  Lead by Koga Shuko,\n&gt; CEO of\n&gt; &gt; Pred Tech Incorporated and Shuko Inc., and Set, another wealthy\n&gt; Predacon and\n&gt; &gt; business owner.  As Maximals arrived on scene to check out their\n&gt; crashed\n&gt; &gt; ship, the Newcomers attacked them, and took the fight to the Ark.\n&gt; It was\n&gt; &gt; later learned that Koga Shuko and Set were the creators of the\n&gt; Oblitercons.\n&gt; &gt; They had hoped to sell gestalts for amazing prices and become ten\n&gt; times\n&gt; &gt; richer.  But the Oblitercons broke free from the lab where they\n&gt; were created,\n&gt; &gt; and blew the laboratory up, and fled to Past Earth where they were\n&gt; shot down\n&gt; &gt; by Shuko&#39;s men.  Now an expedition had been led to Past Earth to\n&gt; retrieve\n&gt; &gt; energon and either capture or kill the Oblitercons.\n&gt; &gt;     The two wealthy Predacons brought along with them a gestalt.\n&gt; Dark\n&gt; &gt; Messiah.  Who was made up by the gestalt team, the Dieties.  Each\n&gt; Diety was\n&gt; &gt; based on some god from Earth mythology, the mythologies being Greek\n&gt; and\n&gt; &gt; Egyptian.  Ra, the team leader. And Hades, Ares, Zeus, and Anubis.\n&gt; They\n&gt; &gt; proved to be quite the nuisance.\n&gt; &gt;     As time went on, the Newcomers dished out much disaster.  In\n&gt; result of a\n&gt; &gt; battle between the Newcomers and Oblitertron, a base belong to\n&gt; the &#39;Chosen\n&gt; &gt; Ones&#39; was destroyed.  The Ark also took some shots that it would\n&gt; never\n&gt; &gt; recover from. But, eventually Set went missing and Ra switched over\n&gt; to the\n&gt; &gt; Predacon side under Hell Beast&#39;s command.\n&gt; &gt;     A great Predacon warship titled the &quot;Iron Fist&quot; landed on an\n&gt; island, the\n&gt; &gt; faction inside calling themselves the Militrons.  They began to\n&gt; construct\n&gt; &gt; island into a supposedly impenetrable fortress.\n&gt; &gt;     Alliance leader Zardus set out for negotiations and formed a\n&gt; slight\n&gt; &gt; alliance, while Megatron erected a truce between his Predacon\n&gt; forces adn the\n&gt; &gt; Militrons.\n&gt; &gt;     Meanwhile, during a battle at the Alliance base, Koga Shuko\n&gt; found a fang\n&gt; &gt; that was made of metal instead of calcium carbonite.  He returned\n&gt; to his base\n&gt; &gt; with his minions, and cloned the source of the metal fang.  What he\n&gt; got was a\n&gt; &gt; clone of the Predacon warrior Serpentor. Serpentor had been loyal\n&gt; to Hell\n&gt; &gt; Beast and in a battle was captured.  In an attempt to escape, he\n&gt; &gt; self-destructed in an attempt to do as much damage as he could\n&gt; seeing th end\n&gt; &gt; was near.\n&gt; &gt;     After seeing that he would die if he didn&#39;t help Koga, he aided\n&gt; him.\n&gt; &gt; Even with the extra-firepower, it didn&#39;t help all that much.  Soon\n&gt; an\n&gt; &gt; intruder was found.  The Maximal Amobeous.  He had found an\n&gt; underground base\n&gt; &gt; by going into his amobea form and travelling on an unidentifed\n&gt; robot.  Koga\n&gt; &gt; Shuko learned the information, and killed him, and alerted all\n&gt; factions in an\n&gt; &gt; attempt to attack them while they were investigating.  It didn&#39;t\n&gt; work.  No\n&gt; &gt; one went looking.\n&gt; &gt;     Soon, it became apparent to Shuko that he couldn&#39;t win in his\n&gt; current\n&gt; &gt; position of power.  So he pulled out his wild card.  Sixshot.\n&gt; Named after\n&gt; &gt; the first Cybertronian STAG (Solo Transformer Assault Group).  He\n&gt; had the\n&gt; &gt; same abilities and look.  He proved to be a valuable asset.  But in\n&gt; the end,\n&gt; &gt; he failed to change the tide.  In one attack, a bridge officer of\n&gt; the\n&gt; &gt; Newcomers&#39; was knocked into stasis lock and died of wounds.  Some\n&gt; of the\n&gt; &gt; Dieties were blown apart.  In the end, the Newcomer Unitron,\n&gt; Shuko&#39;s second\n&gt; &gt; in command, killed the other bridge officer and Hades.  He crippled\n&gt; Koga\n&gt; &gt; Shuko and set the self-destruct sequence.  He then left the ship as\n&gt; fast as\n&gt; &gt; he could, the base exploding.  Only three other Newcomers escaped.\n&gt; Sixshot,\n&gt; &gt; Ares, and Serpentor.  No one else knew what happened to the\n&gt; Newcomer base.\n&gt; &gt; It simply blew up.\n&gt; &gt;     The Neo Beast Wars was relatively quiet, except for the average\n&gt; Alliance\n&gt; &gt; attack.  The Alliance grew bigger.  The Predacons began to\n&gt; seperate.  The\n&gt; &gt; Maximals sat in their Cybertronian Fire.  Their fortress.  As the\n&gt; Ark lay\n&gt; &gt; barely guarded and most of it rather damaged. A surprising turn of\n&gt; events was\n&gt; &gt; when Tigerhawk, Blue Stinger, Keyura, and the Maximal leader Liono\n&gt; Prime left\n&gt; &gt; suddenly, leaving the Maximal Iron Raptor in charge of the Maximal\n&gt; cause.\n&gt; &gt; The Maximals looked up to her for hope, and the Predacons and\n&gt; Alliance were\n&gt; &gt; worried.  Now that the Maximals didn&#39;t have an incompetent oaf for\n&gt; a leader,\n&gt; &gt; could they be a true factor in the Neo Beast Wars?\n&gt; &gt;     Soon repairs started upon the Ark.  Just a little later, Zardus\n&gt; &gt; disappeared, not before leaving Nemesis Enforcer, the second-in-\n&gt; command of\n&gt; &gt; the Alliance in charge of his faction.  Zardus often disappeared\n&gt; for unknown\n&gt; &gt; reasons.  Nemesis Enforcer learned of the effort to rebuild the\n&gt; Ark.  So he\n&gt; &gt; launched an all out attack on the Ark, badly damaging it.  Teletran-\n&gt; 1 and 2\n&gt; &gt; were destroyed.  Shields were gone.  All outer defenses were\n&gt; obliterated.\n&gt; &gt; The CR chambers were destroyed.  The only thing that really worked\n&gt; was Iron\n&gt; &gt; Raptor&#39;s personal computer program, IRIS, which existed in the Ark.\n&gt; &gt;     Zardus returned, and reminded Nemesis Enforcer that if the Ark\n&gt; was\n&gt; &gt; destroyed, most likely the Alliance would follow, and it wasn&#39;t in\n&gt; their best\n&gt; &gt; interests.  But Nemesis Enforcer is known as a psychotic robot.\n&gt; &gt;     Things remained at a norm.  The relationship between the\n&gt; Maximal Prowl\n&gt; &gt; and Maxi leader Iron Raptor grew as they spent a several day night\n&gt; in Iron\n&gt; &gt; Raptor&#39;s room.  It&#39;s unknown what they did...but there are educated\n&gt; guesses...\n&gt; &gt;     A surprising thing happened.  Vulois, a Predacon entered the\n&gt; Neo Beast\n&gt; &gt; Wars and found a Transmetal Three Drive.  He shortly served under\n&gt; Hell Beast,\n&gt; &gt; after turning himself and a few others into Transmetal Threes.\n&gt; Hell Beast\n&gt; &gt; attacked Vulois though, since Vulois held the TM3 Drive and had\n&gt; tried to get\n&gt; &gt; members of Hell Beast&#39;s group to usurp, and took him prisoner and\n&gt; destroyed\n&gt; &gt; Drive.  Vulois and his followers escaped though.\n&gt; &gt;     Later, there was an explosion, and it is rumored that Vulois&#39;\n&gt; sister\n&gt; &gt; died, while he was visited by the Oracle and the Matrix and told\n&gt; that he was\n&gt; &gt; to unite the factions on Past Earth and start up an organic\n&gt; Cybertron.  He\n&gt; &gt; set out with his two helpers, the female Baterra, and Soundwave.\n&gt; Not to be\n&gt; &gt; confused with the G1 Soundwave.\n&gt; &gt;     Vulois would handle diplomatic relations with the Predacons.\n&gt; Battera the\n&gt; &gt; Maximals.  And Soundwave the Alliance.  They hoped with the three\n&gt; major\n&gt; &gt; factions united as one, the other swould soon follow.  Vulois built\n&gt; a base,\n&gt; &gt; called the Embassy, and employed the help of other robots, many\n&gt; resembling\n&gt; &gt; angels.  And a young powerful robot called Child who had a great\n&gt; mass of\n&gt; &gt; powers but needed training.\n&gt; &gt;     Battera was met with suspicion at the Cybertronian Fire.\n&gt; Vulois never\n&gt; &gt; made it to the Predacons.  He was to busy at the Embassy. Soundwave\n&gt; never\n&gt; &gt; returned from the Alliance base.  He was led into a conference\n&gt; room, but was\n&gt; &gt; murdered by the Alliance.  The last thing they wanted was peace\n&gt; between\n&gt; &gt; anyone, and especially peace that wouldn&#39;t help their agendas.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}