{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"0ZRfm0sFd8YXqKYfsSBmYUtmyDjANRPjyMfggh1cUl8xm9MIoCv-Iomtso1iJZtTegcVlfE0BViPcxq_2fqOonQ78rgMihdWkHpJvg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: It&#39;s Battle Time","postDate":"977239900","msgId":24199,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYmYwMWMwNjlkMCRjOTU1NTI2MCQwZTkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PGI2LmViOWY3OTAuMjc3MDExN2VAY3MuY29tPg=="},"prevInTopic":24193,"nextInTopic":24201,"prevInTime":24198,"nextInTime":24200,"topicId":24157,"numMessagesInTopic":12,"msgSnippet":"Lunarpine again crossed his claws to defend himself but the plasma blast had more kick than the former shots he d blocked. The blast knocked him off his feat","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 19 Dec 2000 12:34:25 -0000\r\nReceived: (qmail 83428 invoked from network); 19 Dec 2000 12:34:25 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 19 Dec 2000 12:34:25 -0000\r\nReceived: from unknown (HELO pimout2-int.prodigy.net) (207.115.63.101) by mta2 with SMTP; 19 Dec 2000 12:34:24 -0000\r\nReceived: from pavilion (A010-0014.ELRA.splitrock.net [209.156.146.14]) by pimout2-int.prodigy.net (8.11.0/8.11.0) with SMTP id eBJCYLQ82548 for &lt;nbwrpg@egroups.com&gt;; Tue, 19 Dec 2000 07:34:22 -0500\r\nMessage-ID: &lt;00bf01c069d0$c9555260$0e929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;b6.eb9f790.2770117e@...&gt;\r\nSubject: Re: It&#39;s Battle Time\r\nDate: Tue, 19 Dec 2000 07:31:40 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nLunarpine again crossed his claws to defend himself but the plasma blast had\nmore kick than the former shots he&#39;d blocked. The blast knocked him off his\nfeat and he shot through the air propelled by the recoil. He hit the ground\nhard fealing the dents and scrapes forming. &quot;Guess that&#39;ll teach me to block\neverything, &quot; The bot thought as he pushed himself to his feat. Again he\nstarted after Serpentor goading him as he moved. &quot;Whats the matter swine? Do\nyou only fight females and wounded bots?&quot; he growled softly as he made his\ninsults.\n----- Original Message -----\nFrom: &lt;KSLawdogg@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Monday, December 18, 2000 5:18 PM\nSubject: It&#39;s Battle Time\n\n\n&gt; (Sorry, Soulstice, the CR chambers aren&#39;t functioning in the Cybertronian\n&gt; Fire.  They were deactivated, and all energy from them was rerouted into\nthe\n&gt; Maximal shields)\n&gt;\n&gt;\n&gt; The Oblitercons/Sixshot/Demon Wulf/Dark Claw/Flesh Ripper/Double\n&gt; Punch/Manterror/Injector/Bumblebee/Ares/Serpentor/Chordate/Nemesis\n&gt; Enforcer/Scattershot:\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Dark One rolled through the air like nothing, dodging all the nails.  &quot;I\ngrow\n&gt; weary of this pathetic excuse for a battle.&quot; he laughed, launching down\ntwo\n&gt; energy-signature seeking missiles, followed by 25 rapid laser blasts, all\n&gt; heading for Torca.\n&gt;\n&gt; ---\n&gt;\n&gt; Breakdown flipped, two nails digging into a thigh.  He fired off a grenade\nat\n&gt; Torca, followed by an arc of sonic energy from his sonic blaster.\n&gt;\n&gt; ---\n&gt;\n&gt; Pyro was now driving full speed, one missile erupting behind him, leaving\na\n&gt; dirt filled crater, the other hitting him in the back.  He pulled to a\nstop,\n&gt; firing off three fireballs at Sky Lynx, and turning his entire form, two\n&gt; slots sliding up, revealing missile launchers.\n&gt;\n&gt; Both seeking missiles launched off at Sky Lynx, tracking his energy\nsignature.\n&gt;\n&gt; ---\n&gt;\n&gt; Hiss pulled out a grenade and pressed a button, setting it to blow on\nimpact,\n&gt; autogun fire grazing the side of his head.  He threw the grenade at the\nCF,\n&gt; getting a direct hit, blowing apart three of the remaining six autoguns,\n&gt; quickly firing a fusion blast to blow apart an EMP cannon before it could\n&gt; fire upon him.\n&gt;\n&gt; ---\n&gt;\n&gt; Scavenger ducked under most of Ratchet&#39;s shots, some striking him in the\n&gt; chest, almost knocking him off balance.  He replied with 25 rounds heading\n&gt; for Ratchet, followed by 20 rapid optic blasts.\n&gt;\n&gt; ---\n&gt;\n&gt; Sixshot felt the blade explode against his armored form and laughed,\nfiring\n&gt; off two blasts from his cannon in his tank mode off at Ratchet.\n&gt;\n&gt; ---\n&gt;\n&gt; Demon Wulf let all 25 blasts hit his chest, and let out a howl.  He raised\na\n&gt; palm, firing off a powerful purple blast off at Sidewswipe, followed by\nthree\n&gt; crimson optic blasts.\n&gt;\n&gt; ---\n&gt;\n&gt; Flesh Ripper heard his brother yell, and fired off twenty-five rapid laser\n&gt; bolts from his rifle at Sideswipe.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark Claw drove at the Cybertronian Fire, launching two more missiles, one\n&gt; blowing up against the hull of the CF, another blowing up against the\nshields\n&gt; which now only slightly blocked shots.\n&gt;\n&gt; ---\n&gt;\n&gt; Double Punch fired off an optic blast, intercepting the incoming missile.\nHe\n&gt; went at a jog forward, firing one energy-signature seeking missile from\nhis\n&gt; left pincher at Orion, and firing off one other energy-signature seeking\n&gt; missile at Prowl, who he saw join the battle.\n&gt;\n&gt; ---\n&gt;\n&gt; Injector flew downward, the missile going by him, the shock wave of it\n&gt; slightly injuring his back.  He raised both arms, firing off eight stinger\n&gt; missiles, four from each launcher, at Orion.\n&gt;\n&gt; ---\n&gt;\n&gt; Bumblebee flipped in the air, being thrown slightly by the exploding\nmissile.\n&gt;  He fired down four stinger missiles at Orion from his left launcher, and\n&gt; another four  towards Sky Lynx.\n&gt;\n&gt; ---\n&gt;\n&gt; Manterror dodged the incoming missile, but was hit in the back by Kluster,\n&gt; and flew forward.  He regained his balance in mid-air, and turned, firing\n&gt; down six ion disks at the commander of the Cybertronian Fire, firing three\n&gt; disks from both arms.\n&gt;\n&gt; ---\n&gt;\n&gt; The missile exploded against Ares&#39; armor, which was starting to fail.  He\n&gt; raised all four of his cannons to point at a single target.  &quot;Now you&#39;ve\nmade\n&gt; me mad.&quot;\n&gt;\n&gt; He fired four powerful blasts from each cannon, sixteen blasts in all\nheading\n&gt; straight for Sky Lynx.\n&gt;\n&gt; ---\n&gt;\n&gt; Serpentor laughed as Lunaprine made his challenge clear.  &quot;How about no?&quot;\nhe\n&gt; asked, raising his left arm, firing off a blast from his plasma launcher\nat\n&gt; Lunaprine.\n&gt; (NOTE: Plasma launcher is similar to missile launcher, only with plasma\n&gt; energy)\n&gt;\n&gt; ---\n&gt;\n&gt; Nemesis Enforcer outstretched his leathery looking wings and took flight,\n&gt; heading for Prowl.  &quot;Time to die!&quot; he yelled, firing off 10 rapid blasts\nfrom\n&gt; his rapid-firing laser rifle at the Maximal.\n&gt;\n&gt; ---\n&gt;\n&gt; Scattershot lifted off into the air, picking out a four foot long and four\n&gt; foot wide bomb from subspace and arming it.  &quot;I&#39;ve got, high hopes, in the\n&gt; skyyyyy hopes!&quot; he laughed manically, throwing the bomb down towards the\nCF.\n&gt;\n&gt; ===\n&gt;\n&gt; Chordate regained his composure, trying to not feel his face.  Mech-fluid\n&gt; almost completely blocked his view as he walked over to the main console\n&gt; which was completely fried.  &quot;SLAG IT!&quot; he yelled, slamming a fist down on\n&gt; the console, as Scattershot&#39;s bomb exploded against the shields.  The\n&gt; explosion sent Chordate slamming to the ground, hitting his elbow hard\nwhich\n&gt; internally shattered.\n&gt;\n&gt; Chordate layed on his back, checking the his internal comptuer which was\n&gt; linked with the Cybertronian Fire&#39;s.  The shields were down to twelve\n&gt; percent.  Only two autoguns, and three EMP cannons remained.  Four missile\n&gt; launchers remained, wtih ten armed missiles each.  There were also several\n&gt; small hull breaches that though no one could fit through, if worked on\nthey\n&gt; would be breached.\n&gt;\n&gt; He decided to take a risky venture, and ordered the CF to fire two\nmissiles\n&gt; from each launcher in a widespread.\n&gt;\n&gt; ---\n&gt;\n&gt; The missile launchers armed, firing off two missiles each in a widespread\n&gt; pattern that would cover the ENTIRE battle field in flames, only those in\nthe\n&gt; air would be spared.\n&gt;\n&gt; Chordate collapsed, not going into stasis lock or death, but just laying\n&gt; there, not knowing what more to do.\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}