{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"w4dGRpH8TKZeIOTR3Av65528rXyC9kjjPyt53yoaR47BsDSqEJ1xdxqziK-GDyWEdCGUeo0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Energonians look for friends","postDate":"977244675","msgId":24206,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNlLmUzMmY3YTEuMjc3MGVjMDNAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":24225,"prevInTime":24205,"nextInTime":24207,"topicId":24206,"numMessagesInTopic":6,"msgSnippet":"How is the energon supply? Demanded Subcommander Putnam. He held an inventory list and looked at Odiphious, the one who was responsible for the upkeep of the","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 19 Dec 2000 16:52:34 -0000\r\nReceived: (qmail 86938 invoked from network); 19 Dec 2000 16:52:33 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 19 Dec 2000 16:52:33 -0000\r\nReceived: from unknown (HELO imo-r04.mx.aol.com) (152.163.225.4) by mta3 with SMTP; 19 Dec 2000 17:53:39 -0000\r\nReceived: from JP3884@... by imo-r04.mx.aol.com (mail_out_v28.35.) id a.ce.e32f7a1 (3984) for &lt;nbwrpg@egroups.com&gt;; Tue, 19 Dec 2000 11:51:16 -0500 (EST)\r\nMessage-ID: &lt;ce.e32f7a1.2770ec03@...&gt;\r\nDate: Tue, 19 Dec 2000 11:51:15 EST\r\nSubject: The Energonians look for friends\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 126\r\nFrom: JP3884@...\r\n\r\n    &quot;How is the energon supply?&quot; Demanded Subcommander Putnam. He held an \ninventory list and looked at Odiphious, the one who was responsible for the \nupkeep of the energon.\n    He replied, &quot;We have met the week&#39;s quota. Why? We have enough energy.&quot; \nHE asked, not knowing what Ominous was up too.\n    Putname smiled. &quot;The Commander has something planned for all of it. \nSomething big. I dont know what it is, but whoever its for is going to be \nsorry.&quot;\n\n    Ominous was on level one, better known as the Facility. In this level of \nthe Orb were the many labs for Liquid Energon. Also, all the mining deposits \nended up in the holding tanks on this level.\n    &quot;Akron, get ready, the Fuz is powerful.&quot; He said. They were in the middle \nof the Liquid Energon process. Fuzzing it into Liquid was dangerous, and a \nback lash occasionally happened.\n    As the energon slowly melted from the radiation, it released a fantastic \nblue fume. It was a beautiful glow, almost heavenly. And the thing Ominous \nwanted more than ever. It was the very unstable Energon gas. Unfortunetly, it \ndissolved within minutes. He couldnt figure out how to keep it from fadding \naway.\n    &quot;So, what are you planning to do with all this energon boss?&quot; She asked, \nthrough pink optics.\n    Ominous gave a sinister smile, but then agian, all of his smiles were \nsinister. &quot;I have a plan. ALl will be reveiled soon Akron. But, You and I \nneed to go and have a talk with an old associate of mine.&quot;\n    Akron looked forward to getting out of the Orb. &quot;And who would that be?&quot; \n    Ominous paused. The name of this person was a powerful one, one that held \nmuch respect, and fear, around here. &quot;Allience Commander Zardus. He&#39;s our \nticket to domination.&quot;\n    &quot;I thought you wanted to destroy all Transformers!&quot; She said, a tone of \nanger in her sweet voice. &quot;Why would we make a pact with them?&quot;\n    Ominous, &quot;Because Akron, the Allience is powerful, very much so. With \nthier help we could do some major killing. And then of course we would \nconvert them into Energonians.&quot;\n    She still didnt like the idea, but nodded like a good soldier.\n    &quot;Besides, with what Im cooking up, I doubt any non-Energonian would \nsurvive. He, and his minions, wont have much or a choice.&quot;\n\n    They departed the Orb, and Madagascar completely. Headed towrds the \nAllience HQ in a simple two person transport. Ominous was never one for \nwalking, and now that he had his very own Energonian Vessle, with all sorts \nof toys, he was going to use them.\n    Tapping the communication panle, he spoke. &quot;Zardus, or any ranking \nAllience Member, this is Commander Ominous Prime of the Energonian Empire. I \nwish to hold an audience with Zardus. I am an hours journey from your \nlocation. Please respond soon.&quot;\n    &quot;Do you think they will listen to what we have to say?&quot; Akron asked from \nthe seat directly behinde him in the small cockpit.\n    Ominous turned his silver head a bit, &quot;They&#39;ll listen. I know Zardus, and \nhe knows when an oppertunity comes his way. We wont be turned away.&quot;\n    The small transport sped onward, over the blue ocean with white capped \nwaves and the occasional dolphin leaping up to greet them. \n\n"}}