{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"e8-oS3U-Fy8zBRk-IldUVJqdgFOYyryUSt2gfCF3wmRX0ofZ6e-zUtNtLm1JPWUNOBS8a8o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Energonians looking for friends","postDate":"977276895","msgId":24244,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDc2LjYxY2U5MzMuMjc3MTY5ZGZAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":24270,"prevInTime":24243,"nextInTime":24245,"topicId":24244,"numMessagesInTopic":4,"msgSnippet":"Ominous sat next to Akron, across from Zardus and got right to it. He began tapping his fingers on the table top, sending streams of Energon electricity across","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 20 Dec 2000 01:48:23 -0000\r\nReceived: (qmail 31132 invoked from network); 20 Dec 2000 01:48:22 -0000\r\nReceived: from unknown (10.1.10.142) by l9.egroups.com with QMQP; 20 Dec 2000 01:48:22 -0000\r\nReceived: from unknown (HELO imo-r20.mail.aol.com) (152.163.225.162) by mta3 with SMTP; 20 Dec 2000 02:49:28 -0000\r\nReceived: from JP3884@... by imo-r20.mx.aol.com (mail_out_v28.35.) id a.76.61ce933 (4231) for &lt;nbwrpg@egroups.com&gt;; Tue, 19 Dec 2000 20:48:15 -0500 (EST)\r\nMessage-ID: &lt;76.61ce933.277169df@...&gt;\r\nDate: Tue, 19 Dec 2000 20:48:15 EST\r\nSubject: Energonians looking for friends\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_76.61ce933.277169df_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: 6.0 sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_76.61ce933.277169df_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Ominous sat next to Akron, across from Zardus and got right to it. He \nbegan tapping his fingers on the table top, sending streams of Energon \nelectricity across it, lighting the rather dim room in a faint blue.\n      &quot;How would you like to get rid of the Maximals, the Predacons, and all \nof your enemies, and even the humans? I can do it, very easily too.&quot; He \nslammed his fist onto the table as he emphisized very, and that sent more \nstreams of energy across the table top.\n      &quot;What I propose is this....In several weeks the Volcano my vessle is \nresting under will explode, sending a rather large ash cloud into the sky. \nWhat I plan is to fil lthe volcano with energon. When it finally errupts it \nwill send the melted energon particles into the sky, and from there it will \nspread across the globe. I predict in two months, after it rains, and snows, \nand such, the earth will resemble a rock placed in a tub of acid. All plant \nand animal life will have been destroyed, the ocean will be turned into a \nharsh chemical, and the sky will be ash. Nothing will survive. And as you \nknow, energon kills transformers. When it dose get into the atmosphere, it \nwouldnt be long before your kind dies out from it. You vessles can only \nwithstand so much...and then your dead.&quot;\n      Ominous trailed off, raising his arm and allowing a bolt to slither its \nway up into his shoulder. Akron sat, motionless, watching Ominous with those \npink eyes.\n      &quot;All I want from you is to ensure that Megatron, and the Maximals, and \nthe other no name rag tag factions dont try and stop me. And....also....to do \nthis you and your men would have to be converted. Your sparks would be \nremoved, your mech would be replaced with Liquid Energon....and you would be \nreborn an Energonian, with all the abilities therein.&quot; He leaned back a \nlittle in his cair.\n      &quot;I know its asking alot....but just think, you will be one of the first \nEnergonians to rule Cybertron. Yes, you can have it after all the \nTransformers are dead, because once we rid the Ark of the Autobots and \nDecepticons, with the Energon atmosphere of course, there wont be much \nresistence on Cybertron. Meanwhile, I will further our species. Producing \nmore and more Energonians.&quot; He concluded and folded his hands, sending \nanother bolt up, over his arms, and into his shoulder.\n      &quot;What do you say Commander?&quot; His silver eyes narrowed a little. &quot;How \nwould you like to be King of Cybertron? The Mighty Zardus of the Energonian \nEmpire?&quot;\n\r\n--part1_76.61ce933.277169df_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ominous sat next to Akron, across from Zardus and got right to it. He &lt;BR&gt;began tapping his fingers on the table top, sending streams of Energon &lt;BR&gt;electricity across it, lighting the rather dim room in a faint blue.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;How would you like to get rid of the Maximals, the Predacons, and all &lt;BR&gt;of your enemies, and even the humans? I can do it, very easily too.&quot; He &lt;BR&gt;slammed his fist onto the table as he emphisized &lt;I&gt;very&lt;/I&gt;, and that sent more &lt;BR&gt;streams of energy across the table top.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;What I propose is this....In several weeks the Volcano my vessle is &lt;BR&gt;resting under will explode, sending a rather large ash cloud into the sky. &lt;BR&gt;What I plan is to fil lthe volcano with energon. When it finally errupts it &lt;BR&gt;will send the melted energon particles into the sky, and from there it will &lt;BR&gt;spread across the globe. I predict in two months, after it rains, and snows, &lt;BR&gt;and such, the earth will resemble a rock placed in a tub of acid. All plant &lt;BR&gt;and animal life will have been destroyed, the ocean will be turned into a &lt;BR&gt;harsh chemical, and the sky will be ash. Nothing will survive. And as you &lt;BR&gt;know, energon kills transformers. When it dose get into the atmosphere, it &lt;BR&gt;wouldnt be long before your kind dies out from it. You vessles can only &lt;BR&gt;withstand so much...and then your dead.&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ominous trailed off, raising his arm and allowing a bolt to slither its &lt;BR&gt;way up into his shoulder. Akron sat, motionless, watching Ominous with those &lt;BR&gt;pink eyes.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;All I want from you is to ensure that Megatron, and the Maximals, and &lt;BR&gt;the other no name rag tag factions dont try and stop me. And....also....to do &lt;BR&gt;this you and your men would have to be converted. Your sparks would be &lt;BR&gt;removed, your mech would be replaced with Liquid Energon....and you would be &lt;BR&gt;reborn an Energonian, with all the abilities therein.&quot; He leaned back a &lt;BR&gt;little in his cair.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;I know its asking alot....but just think, you will be one of the first &lt;BR&gt;Energonians to rule Cybertron. Yes, you can have it after all the &lt;BR&gt;Transformers are dead, because once we rid the Ark of the Autobots and &lt;BR&gt;Decepticons, with the Energon atmosphere of course, there wont be much &lt;BR&gt;resistence on Cybertron. Meanwhile, I will further our species. Producing &lt;BR&gt;more and more Energonians.&quot; He concluded and folded his hands, sending &lt;BR&gt;another bolt up, over his arms, and into his shoulder.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;What do you say Commander?&quot; His silver eyes narrowed a little. &quot;How &lt;BR&gt;would you like to be King of Cybertron? The Mighty Zardus of the Energonian &lt;BR&gt;Empire?&quot;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_76.61ce933.277169df_boundary--\r\n\n"}}