{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"vExtE1sCjN_gpWAtiRg3QB5M_Ne09xJ494hRcD5C1EUKG-uIzZGIQi_SRU1TNRaPsb1uxq2MDw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Enter: The Battle to End All Battles","postDate":"977339420","msgId":24273,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkwLmRkMmYxYjQuMjc3MjVlMWNAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24278,"prevInTime":24272,"nextInTime":24274,"topicId":24273,"numMessagesInTopic":9,"msgSnippet":"(Carnage, Sixshot is currently in his tank form) The Oblitercons (Oblitertron)/Sixshot/Dark Wolf/Double Punch/Injector/Manterror/Bumblebee/Ares/Nemesis","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 20 Dec 2000 19:11:03 -0000\r\nReceived: (qmail 67123 invoked from network); 20 Dec 2000 19:10:32 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 20 Dec 2000 19:10:32 -0000\r\nReceived: from unknown (HELO imo-r16.mail.aol.com) (152.163.225.70) by mta2 with SMTP; 20 Dec 2000 19:10:31 -0000\r\nReceived: from KSLawdogg@... by imo-r16.mx.aol.com (mail_out_v28.35.) id a.90.dd2f1b4 (6153) for &lt;nbwrpg@egroups.com&gt;; Wed, 20 Dec 2000 14:10:21 -0500 (EST)\r\nMessage-ID: &lt;90.dd2f1b4.27725e1c@...&gt;\r\nDate: Wed, 20 Dec 2000 14:10:20 EST\r\nSubject: Enter: The Battle to End All Battles\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Carnage, Sixshot is currently in his tank form)\n\nThe Oblitercons (Oblitertron)/Sixshot/Dark Wolf/Double \nPunch/Injector/Manterror/Bumblebee/Ares/Nemesis Enforcer/Scattershot:\n\n\n\n\n\nDark One saw Dark Lavatron, and decided it was time.  He launched two \nmissiles at the Cybertronian Fire, blowing apart the last EMP cannon.  He \ntransformed to his biped mode, using the boosters to land on his feet gently, \nnear the other Oblitercons.\n\n&quot;Oblitercons, their defenses are broken!  Let the slaughter begin!&quot;  Dark One \nleapt into the air, his body extending and changing to take the shape of a \nhead and torso.\n\n---\n\nBreakdown heard his commander&#39;s orders and looked to him, and saw him take \nshape.  &quot;Oblitercons, unite!&quot; he yelled so the others heard him.  He \ntransformed into the right arm of the gestalt, attaching to the right side of \nDark One&#39;s chest form, making the right arm.\n\n---\n\nPyro fired a fire ball, missing a missile launcher.  He was about to curse, \nbut was interrupted by the muffled yell of Dark One, and the clear yell of \nBreakdown.  He instantly transformed into the shape of a left arm, and \nattached to Dark One, forming the left arm of the mighty Oblitertron.\n\n---\n\nHiss slowly got up, and heard the yells.  He didn&#39;t understand any of them.  \nHis audio receptors were still scrambled, and internal repairs weren&#39;t \nfinished fixing them yet.  But, when he saw them all taking the form of \nOblitertron, the obvious answer as to what his comrades were yelling was \nknown to him.\n\nHe leaped into the air, transforming into the shape of a right leg.  Via \nmagnetics and some things only known by the deceased creators of the \nOblitercons, Hiss&#39; form was drawn to the right side of Oblitertron&#39;s pelivs, \nand attached.\n\n---\n\nScavenger ducked under the missile, the explosion sending dirt and a small \namount of shrapnel into his back.  He heard the yells, and transformed into \nthe shape of a left leg, mid transformation eight shots striking him, but it \ndidn&#39;t move him because of the magnetics, and he was drawn tot he left side \nof Oblitertron&#39;s pelvis, and attached.\n\n---\n\nThe forty-five foot tall Oblitertron raised both arms and pounded them \nagainst his chest.  Dark One&#39;s mind easily took control of the gestalt, the \nfour other minds not being as strong.  Yet, they still influenced Dark One&#39;s \nactions.  They were now one, Oblitertron.  But, Dark One&#39;s mind was just a \ntad bit more prevailing.  \n\n&quot;PUNY MAXIMALS WILL BE OBLITERATED!&quot; he yelled as he drew his laser cannon \nfrom subspace and looked for a target.\n\n---\n\nSixshot felt Dinobot&#39;s optic blast pound into his form and he swerved his \nturret to aim at the Maximal, and charged his single cannon.  But he was hit \nby a missile from the missile launchers which hit him in the left side of his \nturret.  The explosion ripped through his weakened armor, and knocked him \nonto the right side of his tank form.\n\n&quot;ARGH!&quot; he yelled out in severe pain.  &quot;TWO FORMS ALREADY DOWN!  Only four \nleft...&quot; He transformed to his armored carrier mode.\n\nThis mode is shaped like a tank, but it had no turrets.  Only two batteries \nwith two smaller cannons inside.\n\nHe cursed, knowing his weapons wouldn&#39;t be as strong since he had to divert a \nbit of enegy to repairs, or he would eventually just go into stasis lock.\n\n---\n\nDemon Wulf watched the two other gestalts.  He was tired of having to deal \nwith these Maximals.  They were certainly no challenge, and he was only \ngetting hit by cheap pot shots.  He would not fight in a small battle like \nthis just for pot shots.  And he certainly wouldn&#39;t be outdone by inferior \nCybertronians. \n\n&quot;MY BRETHREN!&quot; he roared.  He leaped into the air.\n\nFlesh Ripper heard his brother&#39;s yell, and leaped into the air.\n\nDark Claw heard the roar, and transformed into his biped mode, leaping into \nthe air.\n\nThey did not transform into different forms, like a head, torso, leg, etc.  \nThey simply merged in a bright flash of crimson.\n\nA 25 foot gestalt crashed to the ground, a mean looking sword in his right \narm, his features resembling mostly Demon Wulf, except for the long dark \nclaws on the tips of his fingers from Dark Claw, and the mean looking set of \nteeth from Flesh Ripper.\n\nThe smaller gestalt roared.  &quot;Prepare, to die!&quot;  Dark Wolf slammed a hoof on \nthe ground, the leg looking like a wolf&#39;s only more human-like, and a hoof on \nthe end instead of a paw.\n\n---\n\nDouble Punch watched the shots go by, and the missile explode against the \nground.  The shock wave of the missile knocked him on his skit plate.  He \ncursed.  &quot;Getting closer, every slagging time.&quot;  He raised both pinchers, \nfiring an energy-signature seeking missile from each at Sideswipe.\n\n---\n\nInjector fired off three stinger missiles from his left launcher at \nSideswipe, and fired off two more from his other launcher at Ratchet.\n\n---\n\nBumblebee fired off two stinger missiles intercepting the missile and a few \nshots.  The rest he blocked with his right arm and cried out in pain, \nreturning fire with two stinger missiles at Torca.\n\n---\n\nManterror fired off three ion disks from both arms, and watched the six disks \nimpact with the shields.  He laughed as he saw the three Alliance gestalts \nform, and flew towards Prowl.\n\n---\n\nAres felt the impact of the missile and shots and yelled out, slowly \ntransforming to his biped mode.  He cursed, jumping back, a laser rifle in \none hand.\n\n---\n\nNemesis Enforcer yelled to Scattershot via comm. transmission.  &quot;IRON RAPTOR \nIS IN THE BATTLE!  KILL HER!&quot; He activated the boosters in his feet and held \nhis wings aloft, keeping his arms akimbo with the rapid firing-laser rifle.\n\nHe flew at Iron Raptor, firing off ten rapid laser blasts at her torso.\n\n---\n\nScattershot cursed at Nemesis Enforcer.  &quot;Do this, do that...&quot; he sighed, \ntaking out a charge and tossing it at the Cybertronian Fire.  His face beamed \nwith a sadistic smile as the charge got through the shields and blew up \nagainst the Maximal warship&#39;s hull.\n\n---\n\n"}}