{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SOULSTICE","from":"&quot;SOULSTICE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"uQV7pHMCh3sO_aTVxWoAtWvfCBUxAcXX1wXWWsJkuNWD73wauawQLalazYkW_PoQMi3xV3CjQYtDH53VmG3eOGLWmhqzvbte","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Carnage dies...NOW!...","postDate":"977385882","msgId":24329,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwODUwMWMwNmIyNCRhZGQyMjkwMCQxMTU3ZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PEY0OElxMWVFM1ZzWDdQVlRkQU0wMDAwMWQyZEBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":24328,"nextInTime":24330,"topicId":24329,"numMessagesInTopic":1,"msgSnippet":"Someone walked up near Carnage and glances at her. She had been waiting for someone to try this. Instrat: You shall leave the wild alone, (Bleep)! Instrat","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nX-Sender: thecode@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 21 Dec 2000 08:16:31 -0000\r\nReceived: (qmail 59007 invoked from network); 21 Dec 2000 08:16:31 -0000\r\nReceived: from unknown (10.1.10.142) by l10.egroups.com with QMQP; 21 Dec 2000 08:16:31 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta3 with SMTP; 21 Dec 2000 09:17:36 -0000\r\nReceived: from birdboy (A020-1287.TAMP.splitrock.net [63.254.87.17]) by pimout4-int.prodigy.net (8.11.0/8.11.0) with SMTP id eBL8GRZ171204 for &lt;nbwrpg@egroups.com&gt;; Thu, 21 Dec 2000 03:16:27 -0500\r\nMessage-ID: &lt;008501c06b24$add22900$1157fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;F48Iq1eE3VsX7PVTdAM00001d2d@...&gt;\r\nSubject: Carnage dies...NOW!...\r\nDate: Thu, 21 Dec 2000 03:04:42 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.3018.1300\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.3018.1300\r\nFrom: &quot;SOULSTICE&quot; &lt;thecode@...&gt;\r\n\r\nSomeone walked up near Carnage and glances at her. She had been waiting for\nsomeone to try this.\n\nInstrat: You shall leave the wild alone, (Bleep)!\n\nInstrat (Thank you for the name, Logo!) raises up a scythe and aims it at\nCarnage&#39;s head, and brings it down...hard!...\n\n----- Original Message -----\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, December 20, 2000 9:25 PM\nSubject: Re: Wanderings & a new friend\n\n\n&gt;\n&gt;\n&gt;\n&gt; ( Carnage: Of course. I was just about to reply.)\n&gt;\n&gt; ** Carnage had had enough of the sun as it had began to dip down in the\n&gt; west, it&#39;s rays not so alive and heating as before.\n&gt; It had been late after noon before she had climbed down from her little\n&gt; sunning spot half way up a cliff, her body warmed by the great yellow orb\n&gt; above her head...but her stomach growling from nothing to eat since the\nday\n&gt; before.\n&gt;\n&gt; However, now that she was in the cover of the trees and the sun had long\n&gt; disappeared, she was in the mood for a bit of...carnage.\n&gt; Hunting to put not too fine a point on it.\n&gt; Through the day her temper hadn&#39;t lifted and her hunger had just given her\n&gt; an excuse to go out and do just what she felt like doing...strangling\n&gt; something!\n&gt; It always relieved the anger.\n&gt; Besides, it was better then laying on that ledge and brooding all day\nabout\n&gt; things going on the in the world that she couldn&#39;t change.\n&gt; Also, the night air and the thrill of the hunt always cleared her mind and\n&gt; made her feel more a part of this planet then any other time. Simply\nletting\n&gt; her beast mode go and letting it do what it wanted, while she left the\nlogic\n&gt; of her robot mode begind.\n&gt;\n&gt; Carnage passed by a rather large tree, finding her way over the huge roots\n&gt; and down onto the ground once again.\n&gt; Away from the battles, away from the bots. This was the life she was ment\nto\n&gt; live!\n&gt; She shook herself and looked around the trees, lifting her snout to the\nwind\n&gt; now and again to see if she could catch the scent of something.\n&gt; But there was nothing around.\n&gt; Just as well anyway.\n&gt; Most creatures other then smaller rodents didn&#39;t dare go out into\n&gt; unprotected places like this, where there was no cover other then the\nroots\n&gt; between trees.\n&gt; Carnage sighed and continued on her way, towards...slag knew where.\n&gt; Whereever her nose led her she guessed.\n&gt; But then...her head snapped up and stared blindly into the darkness around\n&gt; her, all of her attention on what she had thought she had just smelled.\n&gt; Her head darted in a few directions for a moment, catching other whiffs of\n&gt; what she knew was game.\n&gt; It was...something...not large but not all that small...either.\n&gt; But...by the musky scent...it was covered in fur.\n&gt; Suddenly her head snapped forward, towards the direction that the\n&gt; scent...and a slight grunting was coming from.\n&gt; Boar!\n&gt; She sniffed again...and a sow...with...3 piglets!\n&gt; Carnage growled as her eyes drew into slits and her mouth opened slightly,\n&gt; the glands under her top lips which were built into her beast mode letting\n&gt; her know of the health of her prey...and that they were a little nervous.\n&gt; Well...they had every right to be!\n&gt; Moving forward and placed her feet carefully, moving very slowly before\nshe\n&gt; suddenly saw a tusked face dart up, looking towards her.\n&gt; Carnage froze, stopping her breathing completely so that her prey wouldn&#39;t\n&gt; know that she was even alive.\n&gt; The boar still looking at her from behond a root.\n&gt; She glared at the wild pig.\n&gt; Now or never!\n&gt; Carnage bunched up her leg muscles, her tail going stiff and straight\nbehind\n&gt; her.\n&gt; But her target wasn&#39;t the boar, it was the sow and smaller swine behind\nhim.\n&gt; She used the strength in her hind legs to  move quickly and snapp her\nwhole\n&gt; body towards the root, smashing into it before she stepped up onto it.\n&gt; The pigs squeeling in fright and beginning to run awat from the shower of\n&gt; splinters she had sent up.\n&gt; But her eyes had already narrowed onto the sow and her rushing young, not\n&gt; even noticing that the boar had stayed behind and was now right under her\nas\n&gt; jumped from the root.\n&gt; It jumped up with it&#39;s tusks in the lead, managing to catch her right on\nthe\n&gt; bottom of her thigh.\n&gt; Carnage fell with a grunt onto the ground, snapping her head back to see\nthe\n&gt; boar ready to gore her. But she had no time to deal with him!\n&gt; She brough her hind legs up against her stomach and then snapped them down\n&gt; towards his face, her claws first.\n&gt; The boar squeeled as blood shot up from it&#39;s face and it&#39;s head snapped\n&gt; back, Carnage smiling and baring her teeth as she heard the saticfying\nsound\n&gt; of a broken neck as the body of the male pig slammed up against the trunk\nog\n&gt; the tree behind it.\n&gt; Getting to her feet and looking towards the escaping sow, knwoing that the\n&gt; boar was still alive from it&#39;s pained screames behind her.\n&gt; Echoing through the trees.\n&gt; She would come back to finish it&#39;s suffering after she had gotten what she\n&gt; had come for.\n&gt; But she was off again, her legs pumping behind her as she moved to gain\nupin\n&gt; the sow which was moving through the trees towards the brush a few hundred\n&gt; meters away.\n&gt; However, the smaller pigs could not keep up with their mother.\n&gt;\n&gt; Carnage snapped down with her jaws, moving over a small piglet with her\nbody\n&gt; and then moving her jaws down, her teeth sinking into the back and front\nof\n&gt; it&#39;s neck as her jaws closed.\n&gt; Then bringing the squirming mass of pink up with her head as she kept\n&gt; running, moving along and gaining on it&#39;s mother.\n&gt; Carnage bit down hard onto the head of the small pig as her mody moved\n&gt; quickly, feeling the sudden squirt of the tiny thing&#39;s brains onto her\n&gt; tongue as she crushed it&#39;s skull. ( sorry if this is too disgusting for\n&gt; some).\n&gt; The sow was close!\n&gt; Opening her jaws as she neared the female pig, the corps of the infent\n&gt; falling from her jaws, Carnage drew within striking distance.\n&gt; With a bunching of muscles she lept onto the sows back, both of them\n&gt; disappearing into the brush just as the sow had reached it.\n&gt;\n&gt; The forest echoed with the horrid screams of a dying animal as and growls\n&gt; and bloodthirsty snarls followed. The sound of taring flesh coming much\n&gt; sooner before the screams eventually softened and then faded, leaving the\n&gt; echos of saticfied snarls and the crunching of bones.**\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; _________________________________________________________________________\n&gt; Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"}}