{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"wilddance_mare@hotmail.com","from":"wilddance_mare@...","replyTo":"LIST","senderId":"xc24ZdWzMThAzYeuJqpcJeby6Gbk5Tbtfk3t-O_gPJAU9EjYnOyCW85sN-VFGGAE1VztO9OHeVPfMjqr2XXpf3I","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hunting","postDate":"977424034","msgId":24339,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkxdGlyMityaWNzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":24338,"nextInTime":24340,"topicId":24339,"numMessagesInTopic":1,"msgSnippet":"Quickstrike: Huddled in a snow den, Quickstrike rested in beast mode, easing his dizziness with closed eyes. He forced his body more and more to work ","rawEmail":"Return-Path: &lt;wilddance_mare@...&gt;\r\nX-Sender: wilddance_mare@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 21 Dec 2000 18:41:20 -0000\r\nReceived: (qmail 68650 invoked from network); 21 Dec 2000 18:40:41 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 21 Dec 2000 18:40:41 -0000\r\nReceived: from unknown (HELO mu.egroups.com) (10.1.1.40) by mta3 with SMTP; 21 Dec 2000 19:41:46 -0000\r\nX-eGroups-Return: wilddance_mare@...\r\nReceived: from [10.1.4.66] by mu.egroups.com with NNFMP; 21 Dec 2000 18:40:40 -0000\r\nDate: Thu, 21 Dec 2000 18:40:34 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Hunting\r\nMessage-ID: &lt;91tir2+rics@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3636\r\nX-Mailer: eGroups Message Poster\r\nFrom: wilddance_mare@...\r\n\r\nQuickstrike:\n\n\n\n\nHuddled in a snow den, Quickstrike rested in beast mode, easing his \ndizziness with closed eyes. He forced his body more and more to work \ncorrectly. His core temperature slowly at a low temperture began to \nset. \n\nHe opened his eyes to a shift in the snow, and a scent hitting his \nolfactory sensors. A wolf. He jerked his head up and a vicious hiss \nerrupted from his cobra tail. A growl returned.\n\nWho ever this wolf was, if he stayed down his den he would be \ntrapped. He eyed up the opening of the den, shifted his long body, \nand lunged his tail forward, snapping at the wolf.\n\nThe wolf snarled and jumped back. But it came back to the entrance \nand began digging.  After that, Quickstrike jumped out of the den, at \nthe wolf. He jumped onto it, arching his tail for hit on the wolf. \nThe wolf yelped in surprised and threw him off. Quickstrike went \nsliding across the snow, banging his lower mandable on the ice and \nsnow. He jumped up to face the mischievous wolf.\n\nIt was Rowdy Wolf. The dire wolf rebalanced himself, shifting his big \nbody, eyeing him down.\n\n&quot;Rowdy?&quot;\n\nRowdy Wolf gave no friendly greeting in return to the reconition, \ninstead he pounced at the Fuzor. He leaped out of the way, and \ntransformed to robot mode once hitting the ground with his feet. \nRowdy Wolf had no means of a reunion. The wolf transformed to robot \nmode in return, withdrawing his reaper.\n\n&quot;You&#39;re coming with me,&quot; he said. &quot;We&#39;re taking you back?&quot;\n\n&quot;Who? What?&quot; He had no idea what he was talking about, and had no \nclue of his convertion to the Vok. Rowdy Wolf lunged at him, slashing \ndown his reaper. Quickstrike stumbled back, grabbing onto the weapon \nbefore he could go deep into his chest. He twisted his body around, \ntrying to throw the bot off. Rowdy Wolf pushed back, throwing the \nlittle bot on his back.\n\nRowdy Wolf bent over and grabbed him by the neck. He held him up to \nhis face.\n\n&quot;We lost you and now you are alive.&quot; Rowdy Wolf said. &quot;The Vok have \nplans for you.&quot;\n\nIt spooked him. He knew the Vok were nothing but bad news. He kicked, \nand then raised his arm out to Rowdy Wolf&#39;s chest, and fired.\n\nRowdy Wolf yelp and dropped him.\n\nQuickstrike stood up. &quot;Ah don&#39;t know what yer talkin&#39; about Rowdy, \nbut ah aint&#39; doin&#39; nothin&#39; fer them Vok.&quot;\n\nRowdy Wolf stood back up. A face to face fight errupted between them. \nQuickstrike defended his life, firing and using his fangs, while \nRowdy Wolf fought back, but struggled to grab him. Quickstrike kept \nin movement, leaping at Rowdy Wolf at certain times. He managed to \ngrab into him, and began to tear at his external armor, using his \nfangs like hooks. He pulled back hard until something broke off. He \ndropped to the ground, with Rowdy Wolf roaring in pain. \n\nQuickstrike bolted to a cluster of boulder for protection. Rowdy Wolf \nchased after him, slashing his reaper to stop him. He leaped it, and \nstepped on the neck of it. He kicked Rowdy Wolf in the face, sending \nhim stumbling backwards. Quickstrike grabbed the reaper in his so-\ncalled hands and eyed Rowdy Wolf down. He lunged to, slashing down on \nhim. He slashed over and over, hitting his knees, face and chest.\n\nOn the last hit, Rowdy Wolf lunged out at the little Fuzor, knocking \nhim to the ground, but Quickstrike jabbed the blade into his chest. \nHe flipped him off with as much power as he could get from his arms. \nHe felt a vibration through the body of the reaper and felt a slight \nelectronic pulse. The blade hit Rowdy Wolf&#39;s spark. He exposed it \nfrom ripping his chest plate.\n\nQuickstrike kept still, waiting for another attack, but nothing \nhappened. He killed Rowdy Wolf.\n\n\n"}}