{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"VIKr3h_c1y6sle1Azk2agJ8YedNVgYuYSAkfUljGBa1IGQeujLUV7Fexf5wJA313Apu0RuO3FQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"War/New Factor","postDate":"977424688","msgId":24340,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNiLmM4NWM3ZmEuMjc3M2FiMzBAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24370,"prevInTime":24339,"nextInTime":24341,"topicId":24340,"numMessagesInTopic":13,"msgSnippet":"(Well, IR, I don t know what you re talking about.  When have I ever said that I wanted to dip Iron Raptor into a vat of acid and have Serpentor eat IRIS piece","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 21 Dec 2000 18:52:21 -0000\r\nReceived: (qmail 81355 invoked from network); 21 Dec 2000 18:51:41 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 21 Dec 2000 18:51:41 -0000\r\nReceived: from unknown (HELO imo-r09.mx.aol.com) (152.163.225.9) by mta3 with SMTP; 21 Dec 2000 19:52:46 -0000\r\nReceived: from KSLawdogg@... by imo-r09.mx.aol.com (mail_out_v28.35.) id a.cb.c85c7fa (3933) for &lt;nbwrpg@egroups.com&gt;; Thu, 21 Dec 2000 13:51:29 -0500 (EST)\r\nMessage-ID: &lt;cb.c85c7fa.2773ab30@...&gt;\r\nDate: Thu, 21 Dec 2000 13:51:28 EST\r\nSubject: War/New Factor\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Well, IR, I don&#39;t know what you&#39;re talking about.  When have I ever said \nthat I wanted to dip Iron Raptor into a vat of acid and have Serpentor eat \nIRIS piece by piece?  Besides, Yan told me you had some plans for the Maxis.  \nAttacking the Alliance is something I want to see the Maxis pathetically fail \nat :P\n\nCyberwolf, I was waiting for you to reply with your guy, and I doubt you&#39;ll \ntake Serpentor down.  Anyway, just because he murdered Luna&#39;s girlfriend is \nno reason to hold a grudge...look at Logomorph!  She&#39;s not out to rip my \nspark out!\n\nAnd last, but not least, Alloran, that would be awesome if the insane \nGalvatron was on the Maximal side.  Evil could finally triumph over the dark \nforces of the light.  Too bad Hot Rod still isn&#39;t evil.  Could have good \nGalvatron fight evil Hot Rod.\n\nLong live the Maximals?  Next thing you know you&#39;ll be saying the Maximals \nare good!  But no one will buy that Maxi/Autobot propaganda!)\n\nThe Oblitercons (Oblitertron)/Sixshot/Dark Wolf/Double \nPunch/Injector/Manterror/Bumblebee/Ares/Nemesis \nEnforcer/Scattershot/Serpentor/Firestarter:\n\n\n\n\n\nOblitertron bellowed as the missiles struck his legs, the legs almost \nbuckling, but Oblitertron wasn&#39;t going to fall that easily.  He raised his \nopened left palm, firing off three fire balls at Gigan.  His optics glowed, \nand a single optic blast launched out at Gigan.\n\nHe felt the few plasma bolts, which were merely like an annoyance to him.  He \nraised his rifle to point at Hysteria, and fired off two bolts that lanced \nout on the attacker.\n\n---\n\nSixshot felt the charges hit his form, and could feel the armor starting to \npeel away at the extreme heat of the lasers.  He wasn&#39;t in the mood for this. \n He could stay and fight a worthless bot, or shoot a Maximal base.  There was \nno contendor.\n\nHe fired off two bolts from a cannon in both batteries.  Four blasts lanced \nout at Dinobot.\n\n&quot;Ares,&quot; he said over his internal comm. unit, &quot;get over here and take care of \nthis chump for me.\n\n---\n\nDark Wolf watched the two other Alliance gestalts, and resisted the urge to \nrun over and tear them apart limb by limb.  The twenty-five foot gestalt \nslammed a fist against his heavily armored chest.  A blue orb of unknown \nenergy formed in his left palm.\n\n&quot;Prepare to die, Maximal scum!&quot; he yelled out as he tossed the orb at the \nfirst bot he saw moving, Tavatron.  (Orb is basically like a grenade that \nblows on impact)\n\n---\n\nDouble Punch watched the lasers and missile hit near him.  He was getting \nupset.  It was getting an inch or so closer every time.  He&#39;d have to run \nfarther away from where he opened fire on his enemies so they would fire at \nthe place where he had just been and he&#39;d be safe.\n\nHe raised both arms, firing off two energy-signature seeking missiles at \nSideswipe.\n\n---\n\nInjector fired off three optic blasts, intercepting the missile, but got hit \nby all the blasts.  He raked backwards through the air, cursing madly.  He \nraised both arms, firing off two stinger missiles from both launchers at \nRatchet.\n\n---\n\nManterror heard Injector&#39;s curses, and decided to stop attacking the CF and \nhelp them.  He looked up, firing off three ion disks from his left arm at \nRatchet.\n\n---\n\nBumblebee fired off a quick ten optic blasts at the incoming nails, six of \nthem stabbing into his right forearm as he blocked the nails with them.  He \nraised his arms in pain, firing off two stinger missiles from both launchers, \nwatching the four missile sheading for Torca.  At this rate, Bumblebee would \nhave start taking evasive maneuvers.\n\n---\n\nAres got up slowly, shaking his head, but was able to understand Sixshot&#39;s \nmessage. \n&quot;Fine.&quot; he replied, looking around the battlefield.  He ducked under a \nmissile from the CF, and fired off three optic blasts in return, blocked by \nthe shields of the massive, yet damaged ship.\n\nHe spotted Sixshot&#39;s armored carrier mode, and a robot firing on him.  He \nraised his laser rifle&#39;s barrel to point at Dinobot&#39;s left arm, firing off a \nsingle bolt, still a little groggy from being hit with the numerous missiles \nin his prior engagement.\n\n---\n\nNemesis Enforcer cursed as most of his shots missed, and the rest were \nintercepted by some idiot he&#39;d never seen before.\n\n&quot;YOU&#39;RE ALL AGA--&quot; he was thrown to his left from Tavatron&#39;s blast, Iron \nRaptor&#39;s powerful looking blasts going right by him.\n\nHe straightened out, cursing madly like a pack of donkeys in rage.  He \nactivated his comm. unit to to the inner monologue comm. unit in Zardus&#39; \nhead.  \n\n&quot;This is Nemesis Enforcer.  There are constant new factors.  Send \nreinforcements.  Situation is not critical, but we need reinforcements for \nfinal victory.  If possible, the War Machines.&quot; he said, raising his rifle as \nhe waited for a reply.  &quot;You want to play?  I&#39;ll give you something to play \nwith, witch!&quot; he yelled, firing off twenty-five rapid laser bolts off at Iron \nRaptor&#39;s chest.\n\n---\n\nScattershot laughed at Nemesis getting hit.  He sighed, hovering in mid-air.  \nHe better help him before Nemesis got angry at him.  He raised his rifle, his \narms akimbo, firing off 15 rounds at Tavatron&#39;s legs.\n\n---\n\nSerpentor ran back as fast as he could, barely avoiding the enraged Lunaprine.\n\nOn the outside, he made himself look like he was panicked and fearful.  But, \non the inside, he was crazy.  Besides being crazy, he was being calm, and had \nalready seen the folly of Lunaprine&#39;s attack.\n\nHe raised his right arm, firing off a blast straight at Lunaprine&#39;s chest \n(not sure if it would be considered point blank...), and slashed forward at \nLunaprine&#39;s right side with his energy blade in his left hand.\n\n---\n\nFirestarter&#39;s craft reached Mach 5 as he quickly sped through the atmosphere.\nHe activated the comm. unit in the ship.  &quot;Shockwave, it is Firestarter, I \nhave arrived.  You have no base, I can tell from my scans.  You are heading \nto an ice continent.  Report as soon as you can.  Unitron is currently in \nbattle with Maximals.  I will aid him and his faction.&quot;\n\nHe ended the transmission, walking over to the only access hatch in his ship \nand opened it via an access code into a access panel near it.  \n\nHe leapt out of the ship, activating the boosters in his feet, heading for \nthe Cybertronian Fire as he watched his Talon class fighter head for Uluru in \nthe large island continent of Australia.  He watched the craft smash through \nthe top of the large Uluru, and went deep into its center, rock collapsing on \ntop of it.  It was barely noticable there was a hole in Uluru.\n\nHe launched off towards the Cybertronian Fire, knowing he would repair the \ndamage to Uluru later, but was only interested in battle now.\n\n"}}