{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"mDFtS6s4AVDzISQ80GMPp501EXXi8RQ9vsixgK_brzIY1CYKIQzJ2TLmZTI8xp3h4Br3wWA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Following Megatrons troops","postDate":"977505254","msgId":24404,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGUwLmUwZDVkNWEuMjc3NGU1ZTZAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":24454,"prevInTime":24403,"nextInTime":24405,"topicId":24404,"numMessagesInTopic":2,"msgSnippet":"Megatron saw as Waspinator burst apart from the numerous missles fired by Megaton. It was quite remarkable. How magnificent! I must say you do prove yourself","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 22 Dec 2000 17:15:10 -0000\r\nReceived: (qmail 55119 invoked from network); 22 Dec 2000 17:14:25 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 22 Dec 2000 17:14:25 -0000\r\nReceived: from unknown (HELO imo-r18.mail.aol.com) (152.163.225.72) by mta2 with SMTP; 22 Dec 2000 17:14:25 -0000\r\nReceived: from JP3884@... by imo-r18.mx.aol.com (mail_out_v28.35.) id a.e0.e0d5d5a (3925) for &lt;nbwrpg@egroups.com&gt;; Fri, 22 Dec 2000 12:14:15 -0500 (EST)\r\nMessage-ID: &lt;e0.e0d5d5a.2774e5e6@...&gt;\r\nDate: Fri, 22 Dec 2000 12:14:14 EST\r\nSubject: Following Megatrons troops\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_e0.e0d5d5a.2774e5e6_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: 6.0 sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_e0.e0d5d5a.2774e5e6_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Megatron saw as Waspinator burst apart from the numerous missles fired \nby Megaton. It was quite remarkable. &quot;How magnificent! I must say you do \nprove yourself very well.&quot;\n       Waspinator attempted to get back onto his feet, but mubled something \nand went into stasis lock.\n       &quot;You seem like Predacon material. How would you like to be my Assault \nCommander? You could lead my troops into battle. I like your...style of \nfighting.&quot; Megatron said, waving the smoke from Waspinator with his hand. \n&quot;Yesss.&quot;\n\n       Nighteyes, in her panther beast mode, padded quietly across the \nground, and crouched low as not to be seen. She was spying on Killfest. Her \norders were to find out where the heck he was going on his secret mission. \nThe Predacons could intercept transmissions, and decode them, but trying to \nfigure some of them out was just insanity. Thats why Hell Beast\nsent her, he couldnt make heads or tails about this little move.\n       Her eyes began to magnify. About 400 yards away, she saw Killfest and \nsome of the bots in the Ambush. She was to far away to make out what they \nwere saying. For that she would have to move in closer.\n       Like a burst of wind, she lept up and ran as fast as she could under \nthe cover of the brush. Eyes dialated, and ears listening, she stopped and \nmade it into a tree. Now, about 170 yars closer, she began to pick up the \nconversation a little bit. Her audio receptors raised to full power, and she \ncould hear Killfest and his men like a whisper.\n\n       Hell Beast coughed agian. This virus or whatever was making him sick. \nHe needed a cure. Someone had to have it...someone.\n       He scanned through the names of bots who he thought might have a cure, \nor know something about treating him. His eyes rested on Shockwave. He was \nsmart, and most likely had experience in Virus warfare such as this.\n       &quot;This is Senator Hell Beast calling Shockwave. I ask for you \nassistance in treating a rather pesky virus I was recently injected with. \nHelp would be appreciated, and payed for.&quot; He ended the transmission, wrapped \na blanket around him, and dazed out in his sickness.\n\n\r\n--part1_e0.e0d5d5a.2774e5e6_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron saw as Waspinator burst apart from the numerous missles fired &lt;BR&gt;by Megaton. It was quite remarkable. &quot;How magnificent! I must say you do &lt;BR&gt;prove yourself very well.&quot;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waspinator attempted to get back onto his feet, but mubled something &lt;BR&gt;and went into stasis lock.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;You seem like Predacon material. How would you like to be my Assault &lt;BR&gt;Commander? You could lead my troops into battle. I like your...style of &lt;BR&gt;fighting.&quot; Megatron said, waving the smoke from Waspinator with his hand. &lt;BR&gt;&quot;Yesss.&quot;\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nighteyes, in her panther beast mode, padded quietly across the &lt;BR&gt;ground, and crouched low as not to be seen. She was spying on Killfest. Her &lt;BR&gt;orders were to find out where the heck he was going on his secret mission. &lt;BR&gt;The Predacons could intercept transmissions, and decode them, but trying to &lt;BR&gt;figure some of them out was just insanity. Thats why Hell Beast\n&lt;BR&gt;sent her, he couldnt make heads or tails about this little move.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her eyes began to magnify. About 400 yards away, she saw Killfest and &lt;BR&gt;some of the bots in the Ambush. She was to far away to make out what they &lt;BR&gt;were saying. For that she would have to move in closer.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like a burst of wind, she lept up and ran as fast as she could under &lt;BR&gt;the cover of the brush. Eyes dialated, and ears listening, she stopped and &lt;BR&gt;made it into a tree. Now, about 170 yars closer, she began to pick up the &lt;BR&gt;conversation a little bit. Her audio receptors raised to full power, and she &lt;BR&gt;could hear Killfest and his men like a whisper.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hell Beast coughed agian. This virus or whatever was making him sick. &lt;BR&gt;He needed a cure. Someone had to have it...someone.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He scanned through the names of bots who he thought might have a cure, &lt;BR&gt;or know something about treating him. His eyes rested on Shockwave. He was &lt;BR&gt;smart, and most likely had experience in Virus warfare such as this.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;This is Senator Hell Beast calling Shockwave. I ask for you &lt;BR&gt;assistance in treating a rather pesky virus I was recently injected with. &lt;BR&gt;Help would be appreciated, and payed for.&quot; He ended the transmission, wrapped &lt;BR&gt;a blanket around him, and dazed out in his sickness.\n&lt;BR&gt;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_e0.e0d5d5a.2774e5e6_boundary--\r\n\n"}}