{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"TuxgQHbSYLIP3ZANtxlChzVDX8ddazk5Nn67RuTIhbzX27ptn4hWYInuUz3nztM0_4_Rvo_-aA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Destruction at the CF","postDate":"977540267","msgId":24438,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNmLmU2ODIzOTAuMjc3NTZlYWJAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24440,"prevInTime":24437,"nextInTime":24439,"topicId":24438,"numMessagesInTopic":6,"msgSnippet":"(Dang comp, about to finish a reply and it cuts me off an doesn t let me save the e-mail.  Sorry if this is sloppy, but when I write out a long e-mail and","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 23 Dec 2000 02:57:53 -0000\r\nReceived: (qmail 72778 invoked from network); 23 Dec 2000 02:57:53 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 23 Dec 2000 02:57:53 -0000\r\nReceived: from unknown (HELO imo-d05.mx.aol.com) (205.188.157.37) by mta2 with SMTP; 23 Dec 2000 02:57:53 -0000\r\nReceived: from KSLawdogg@... by imo-d05.mx.aol.com (mail_out_v28.35.) id a.3f.e682390 (4390) for &lt;nbwrpg@egroups.com&gt;; Fri, 22 Dec 2000 21:57:48 -0500 (EST)\r\nMessage-ID: &lt;3f.e682390.27756eab@...&gt;\r\nDate: Fri, 22 Dec 2000 21:57:47 EST\r\nSubject: Destruction at the CF \r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Dang comp, about to finish a reply and it cuts me off an&#39; doesn&#39;t let me \nsave the e-mail.  Sorry if this is sloppy, but when I write out a long e-mail \nand it&#39;s lost, I do a poor job rewriting it.\n\nCyberwolf, I fired at you via Serpentor at point blank range with a plasma \nlauncher and slashed at your side with an energy blade.  You posted you \npushed the weapon to the side, and left you exposed.  Now, if that were true, \nSerpentor would&#39;ve struck you rather hard in the side with the blade.  But \nyou posted it hit Luna&#39;s thigh.  I won&#39;t be posting with &#39;Pentor until you \nfix that)\n\n\nOblitertron/Sixshot/Dark Wolf/Double \nPunch/Injector/Manterror/Bumblebee/Ares/Nemesis \nEnforcer/Scattershot/Firestarter/\nChordate/Unitron:\n\n\n\n\nOblitertron watched as Hysteria ran, and let out a hoarse laugh.  He saw \nAngel Prime, which looked a fire ball, head for him.  He laughed, knowing his \ngigantic form was rather impervious to fire (as was the team member who \nformed his left arm, Pyro).  As Angel Prime struck him, he stepped backwards \nseveral meters, but fired off three optic blasts at Angel.  \n\nThe gestalt&#39;s chest had a large (not a deep dent) dent in his chest where \nAngel Prime had hit, and it couldn&#39;t be told if he had been burned since his \nchets was pure black, as was most of his entire body.  But he wasn&#39;t hurt by \nthe flames.\n\n---\n\nSixshot swerved his turret, firing off eight shots, two from all four of his \ncannons.  The first six were intercepted by the shields.  But with a bright \nflicker, the shields disappeared, and were gone.  The remaining two struck \nthe hull of the CF, doing insignificant damage.\n\n---\n\nDark Wolf let out a howl, firing off three optic blasts at the Cybertronian \nFire.  The blasts struck the hull, leaving a deep impression in the side.\n\n---\n\nDouble Punch watched as all the shots missed him.  He raised his pinchers, \nbut heard a whistling sound.  He hadn&#39;t noticed the second missile Sideswipe \nhad fired, adn was struck in the chest, and hit the ground.  He knew his \ncloak was down, and cursed.\n\nHe raised both pinchers, firing off two energy signature seeking missiles, \none from both pinchers.  He had fired one in return at Sideswipe, and one at \nTorca.  He launched his cyber bee, Cyberline, from his left wrist, and \nwatched the mechanical insect gain altitude quickly, its insect optics \nglowing a bright green.\n\n---\n\nManterror dodged the missiles and most of the shots by going hard left, three \nblasts striking his side and weakening the armor significantly, though not \npenetrating.  Though they did knock him out of the way of Grimmler&#39;s shots, \nbut the Alliance member didn&#39;t even notice that Maximal was firing on him.  \nHe raised both arms, firing off three ion disks from both.  Three ion disks \nlanced out at Ratchet&#39;s chest, three more headed for the Maximal&#39;s left foot.\n\n---\n\nInjector raised an arm, firing off two stinger missiles, intercepting all but \ntwo nails, the two striking him a little ways below his neck.  He raised his \nfree arm, firing of two stinger missiles at Torca&#39;s abdomen.  \n\n---\n\nBumblebee fired off three rapid optic blasts, disintegrating eight nails.  \nThe remaining ones stuck in his abdomen.  They were small and didn&#39;t cause \nmuch damage, but they did cause some leaking, which hurt.  Bumblebee raised \nboth arms with a cry of pain, and fired off two stinger missiles from the \nlauncher in each hand, four stinger missiles launching out at Torca&#39;s chest.\n\n---\n\nAres jumped back, avoiding most of Ice&#39;s energy ball, part of the energy \nreaching the tip of his foot, but it didn&#39;t cause anything.  He fired off \nfour bolts from his rifle at Ice&#39;s chest.\n\n---\n\nNemesis Enforcer saw IR doing weird stuff, and knew she was charging up some \nkind of weapon.  He transformed into his bat mode, with a wingspan of thirty \nfeet.  He covered up his animal body the best he could, part of the blast \nengulfing the front of him, but the blast was bigger than Nemesis&#39; bat mode, \nand the rest continued on.\n\nNemesis dropped to the grown in pain, his wings sizzling.  He transformed \ninto biped mode painly, the legs of his bat mode bleeding mech-fluid.  He \nstood up painfully, inspecting his wings and yelled.  They were at a 30% \nintegrity.  Usually it was long in a battle until they were hurt that bad.  \nHe cursed as they were charred and black.  He held his wings aloft even \nthough it hurt pretty bad, and launched into the air.  &quot;SCATTERSHOT!&quot; he \nyelled into his comm, &quot;Pattern Omega-Boom on the witch!&quot; he yelled, pulling \nout a missile launcher from subspace and gaining altitude painfully.  He was \nso enraged, he didn&#39;t notice the rest of IR&#39;s blast was heading straight for \nthe Cybertronian Fire itself, its shields now down from previous attacks.\n\n---\n\nScattershot saw the two incoming blasts, one aimed at his head, one aimed at \nhis propulsion system, which was in his feet.  He transformed into eagle \nmode, the blasts going by harmlessly, his size decreased by more than three \ntimes because of the transformation.  He transformed back to biped mode, \nreceiving Nemesis Enforcer&#39;s transmission.\n\n&quot;Acknowledged.&quot; he said, moving his left arm to point at Tavatron, firing off \nfifteen explosive rounds from his automatic rifle at her torso.  A charge \nappeared in his left hand from subspace.  He threw the charge, which was set \nto explode on impact, at Iron Raptor&#39;s right side.\n\n---\n\nUnitron cursed as Hot Rod got a hold of his feet, and fell to his back.  His \nmind raced for a brief second, but then he picked up a familiar signature.  \n&quot;Firestarter...&quot; he whispered.  &quot;No time for you!&quot; he yelled, raising his \nrifle and firing off three bolts at Hot Rod&#39;s chest, a single optic blast \nlancing out at his abdomen as he pulled his leg free and got to his feet, \npowering up his feet boosters.\n\n---\n\nFirestarter saw the unmistakable form.  How could you miss someone who was \nalmost identicle to an entity that had nearly destroyed your home planet?  \nFirestarter had been at that battle...\n\nHe hovered for a brief second, then descending down towards Unitron, a T \nshaped hilt appearing from his personal subspace pocket into his right arm.  \nHe pressed on the bottom of the hilt, a blade of flames forming.\n\n==\n\nChordate shook and yelled out, slamming a fist on the console he was at.  The \nmain one was destroyed, and there was no time to fix it.  He heard someone \nenter, and turned, raising his laser rifle to aim at Hysteria&#39;s head.  But \nhis scans said she was a Maximal, so he lowered his weapon, but kept it in \nhand, and took a moment to build up strength to answer her useless question.\n\nHis face was caked with dry mech-fluid, and the numerous cuts were still \nbleeding.  Internal scans done by himself revealed that he had lost too much \nmech-fluid.  Though he wasn&#39;t seriously injured and it would take a long time \nfor him to die from his wounds, it was inevitable at this rate in the \nMaximal/Alliance battle.  Anyone who knew him wouldn&#39;t recognize him by \nseeing his face.  Instead of being proud, he was slumped, and his face looked \ntired and worn, not to mention it was covered in mech-fluid like a mask.  He \npressed a few buttons.\n\n&quot;Shields are gone.  Hull integrity at 86%,&quot; he sighed.  The base shook and he \nslammed a fist on a console, activating a comm. link to Iron Raptor.  &quot;HEY!&quot; \nhe yelled.  &quot;WATCH IT YOU BUCKET FOR BRAINS!  DON&#39;T SHOOT MY SLAGGING SHIP!&quot; \nhe yelled loudly.  He wasn&#39;t in the mood for pleasantries, or these Past \nEarth Maximals&#39; countless screw ups.\n\n&quot;Tell me,&quot; he said, &quot;do all Maximals who stay on this planet to long end up \nbeing complete idiots?&quot;\n\n"}}