{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"GO31S1E-xfwY05hbM2pFNb8KTyGVwbzx4667vDr_PJdavEfJFMONxxV_sAeHpRdl_4ytJ7xGJg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Total Chaos in Africa","postDate":"977597579","msgId":24466,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJiLmEzMWM2ZDIuMjc3NjRlOGJAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24491,"prevInTime":24465,"nextInTime":24467,"topicId":24466,"numMessagesInTopic":3,"msgSnippet":"(Alloran, if you make a post titled To Dachande , please don t put your characters who are battling other people in the post.  The title of the subject made","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 23 Dec 2000 18:53:04 -0000\r\nReceived: (qmail 44976 invoked from network); 23 Dec 2000 18:53:04 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 23 Dec 2000 18:53:04 -0000\r\nReceived: from unknown (HELO imo-d04.mx.aol.com) (205.188.157.36) by mta3 with SMTP; 23 Dec 2000 19:54:09 -0000\r\nReceived: from KSLawdogg@... by imo-d04.mx.aol.com (mail_out_v28.35.) id a.bb.a31c6d2 (4266) for &lt;nbwrpg@egroups.com&gt;; Sat, 23 Dec 2000 13:52:59 -0500 (EST)\r\nMessage-ID: &lt;bb.a31c6d2.27764e8b@...&gt;\r\nDate: Sat, 23 Dec 2000 13:52:59 EST\r\nSubject: Total Chaos in Africa\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Alloran, if you make a post titled &quot;To Dachande&quot;, please don&#39;t put your \ncharacters who are battling other people in the post.  The title of the \nsubject made it seem like an OOC comment, and people may have just deleted it \nthinking it had nothing to do with them.\n\nSee IR?  MY surprise is below!  BWAHAHAHAHA!  I&#39;m so crazy it makes me laugh!\n\n(Hey, Alloran, I&#39;m starting to hear &quot;The Touch&quot; and &quot;Dare&quot; just about now...)\n\nOblitertron/Sixshot/Dark Wolf/Double \nPunch/Injector/Manterror/Bumblebee/Ares/Nemesis \nEnforcer/Scattershot/Firestarter/\nChordate/Unitron/Defensor (gestlat Protectobots)/Vehement/Sun \nCrusher/Reflector/\nSerpentor:\n\n\n\n\nFour Protectobots drove up only several meters from the closest seen of \nbattle at the Cybertronian Fire.  The other Maximal flew overhead in his \nhelicopter mode, Blades having the ability to launch smart bombs from a great \ndistance.  But he wasn&#39;t going to, because he felt it cowardly.\n\nHot Spot transformed from his blue firetruck  mode to his biped mode.  He \nlooked around, seeing Oblitertron, Mobster, and Dark Wolf, not that it was \nhard.\nHe made a whistle like sound.\n\n&quot;I&#39;ve never seen so many!&quot; Groove yelled from his motorcycle mode.  He could \nsee all the inured Maximals and the devastated CF.  &quot;First they take out our \nship, now this!  LET&#39;S KICK TAILGATE!&quot; he yelled, followed by the yells of \neveryone who approved.\n\nHot Spot agreed, but he didn&#39;t want to start unmercifully killing everyone.  \nHe knew who they were going to attack.  The big black forty-five footer who \nas drawing the most attention.  Oblitertron.\n\n&quot;Protectobots, unite!&quot; he yelled, leaping into the air, taking the form of a \nhead and torso.\n\nGroove transformed out of his vehicle mode, leaping into the air, taking the \nform of a right arm and attaching.\n\nBlades flew for the current form of the Protectobot gestalt mode, \ntransforming to biped mode than the shape of a left arm, still having \nmomentum in the air.  He attached to complete the left arm of the gestalt.\n\nFirst Aid transformed to his biped mode from ambulance, leaping into the air, \ntaking the shape of the right leg.  He attached, the gestalt slowly coming \ndownward towards the ground.\n\nStreetwise drove at 60 MPH, transforming to biped mode and jumping as hard as \nhe could, taking the form of a leg and attaching to the gestalt.  \n\nThe forty-five foot gestalt landed feet first on the burned ground that had \nonce been a beautiful green grassland.  &quot;Defensor will protect the innocent!&quot; \nhe yelled, running forward at a high speed.\n\nHe leaped into the air, outstretching a leg, heading for Oblitertron.\n\n---\n\nOblitertron turned his massive head, his sadistic smile changing into a look \nof shock as he saw a MAXIMAL gestalt coming straight towards.  Still froze \nwith shock, he cried out as Defensor&#39;s foot connected with his face, sending \nhim flipping through the air, crashing down on his back.  In result all shots \nmissed him from the smaller Maxis and base defenses.\n\nOblitertron could hear only Defensor.  &quot;He&#39;s mine!&quot; he could hear the Maximal \ngestalt yell out.\n\n---\n\nDark Wolf was shocked.  A Maximal gestalt.  He&#39;d never expected.  He formed a \nblue orb in his hand and raised it, but caught a missile in his back from the \nCF, and howled in pain.  He turned, throwing the orb, watching it explode \nagainst the shieldless hull of the Maximal warship, the armor peeling off and \nthe missile launcher being destroyed.\n\n---\n\nDouble Punch didn&#39;t see the battle between the Maximal and merk gestalts.  He \nwas focusing on battle.  He watched as his cyber-bee, Beeline, dove, firing \noff optic blasts, intercepting the missiles.\n\nDouble Punch smiled, it was his turn.  He flipped to the left with amazing \nacrobatic ability, only three of the original twenty-five shots striking him \nin his relatively undamaged chest (relative to the other people battling).  \nHe raised both pinchers, firing two energy-signature seeking missiles from \nhis left pincher at Sideswipe.\n\nHe raised the other and fired off two energy-signature seeking missiles at \nRatchet.  He sighed, knowing he couldn&#39;t avoid all shots.  And he wasn&#39;t \nlooking forward to the pain.  He didn&#39;t notice the nails, all eight plunging \ninto his back.  But he stood his ground.\n\n---\n\nInjector dove, avoiding all the nails, replying with ten rapid optic blasts \nat Ratchet.\n\n---\n\nBumblebee transformed to his animal mode as the nails hit, now in a refresh \nbody of a  large bumblebee, the size of his old biped body he had just been \nin.  He raised his behind, the large stinger pointing out at Torca.  He \nlaunched off two stinger missiles at Torca.\n\n---\n\nManterror avoided the lasers and shot down a missile, but he wasn&#39;t as \nevasive as his comrades because of his bulk, and took the missile in his \narmored abdomen with pain.  He raised both arms, firing down four ion disks \nfrom both arms, eight ion disks heading down for Ratchet.\n\n-I can&#39;t do that to often, have to conserve energy- he quickly thought.\n\n---\n\nAres saw the shells heading for Sixshot, and fired off four precise shots \nfrom his laesr rifle to intercept the shells.\n\n---\n\nSixshot yelled out as two shells struck him armored form.  Everyone seemed \ninteresting in extinguishing his precious spark.  He swerved both batteries, \nfiring off four shots from both cannons inside each battery.\n\nEight laser blasts lanced out from his left battery at Gigan&#39;s torso.  \nSimultaneously he fired another eight blasts from his right battery at \nGigan&#39;s torso.  He was getting tired of these chumps messing with him.\n\n---\n\nNemesis Enforcer continued to gain altitude, but cried out.  &quot;WHAT THE \nSLAG!?&quot; he yelled as some unidentified gestalt appeared out of slagging \nnowhere.\n\nNemesis activated the comm. link to Zardus&#39; inner monologue comm. unit \nquickly.\n&quot;ZARDUS!&quot; he yelled.  &quot;GET THE WAR MACHINES HERE ASAP!  UNIDENTIFIED MAXIMAL \nGESTALT IS BEATING UP OBLITERTRON!&quot; he exaggerated, looking down at his \nmissile launcher and rifle.  &quot;That&#39;s not going to do it...&quot; he sighed.  Oh, \nwell, he&#39;d continue trying to kill the Maximal leader.\n\n---\n\nScattershot watched Oblitertron get momentarily taken down.  &quot;Sweeet.&quot; he \nchuckled, throwing his head back in evil laughter as he rocketed top speed \ninto the sky.\n\n---\n\nSerpentor jumped back from Lunaprine&#39;s slash at his chest and laughed as he \nslashed at his weapon with his claws.  He brought his sword up to block the \nclaws and fired an optic blast at Luna&#39;s chest.\n\n---\n\n&quot;A Maximal gestalt?  The Protectobots?&quot;\n\n&quot;Yes.&quot; Firestarter replied.\n\n&quot;You were supposed to kill them.&quot;\n\n&quot;It doesn&#39;t matter.  They don&#39;t concern us for now.&quot;\n\n&quot;Do not concern us?!  Are you an idiot?  Incompetence is the reason I killed \nthe Newcomer cause.&quot;\n\n&quot;Enough.  Focus on our cause.  We must gain entry to the Cybertronian Fire.&quot; \nAs Firestarter spoke, he raised both arms, two compartments coming down, and \na missile from both launching out, exploding against the main entry way of \nthe CF.\n\nUnitron, who was hovering in space fighter mode, got a target lock, and \nlaunched two missiles of his own, adding onto the damage of the main entry \nway to the Maximal warship.\n\n=\n\nVehement landed, surrounded by his two minions, and looked around.\n&quot;Neutrality is no longer our way.  Though we haven&#39;t been here long, so it \ndoesn&#39;t matter.  With the coming of the Divine One, our cause will not need \nto be merely neutral, fan out, yet stay close and aid the Alliance.&quot;\n\nVehement spotted FZ and opened a comm. link to him.  &quot;This is Vehement.  We \nare going to aid you.&quot; he ended the transmission as he finished, raising a \nhand.\n\nThe hand changed into the shape of a large barrel, an energy-signature \nseeking missile launching out at Lunaprine&#39;s torso.\n\n---\n\nSun Crusher nodded at the orders, taking out his laser rifle.  He still \ndidn&#39;t have an alternate transformation mode.  He raised the rifle, firing \noff two rapid bolts off at Torca.\n\n---\n\nReflector watched the Archbishop Vehement and his comrade Sun Crusher take \nfight.  He decided to not focus on the same cluster of enemy as they were.  \nHe spotted Nemesis Enforcer and opened a comm. link.\n\n&quot;This is Relfector of the group you have a tribute deal with.  I will aid \nyou.&quot; he said, launching into the air at full speed for the winged \nsecond-in-command.\n\n==\n\nChordate yelled out as multiple blasts struck the Cybertronian Fire.  He \ndidn&#39;t pay much attention to it though because he was focused on Defensor.  \n&quot;Things just got interesting...&quot; he said, making a face of pain for a split \nsecond.\n\nHe checked the sensors in front of him.  &quot;Someone is attempting to gain entry \nat the main access way of the ship.  Are they idiots? He asked himself, \nmaking note the hull of the CF was at 84% integrity.\n\nHe activated his comm. to Kluster.  &quot;Kluster, this is Chordate.  Request \npermission to do Level One Lockdown of the base.&quot; Chordate wondered if \nKluster would allow it.  A Level One would add over two foot of extra armor \nalong each access hatch, making entry amazingly hard.  It would also seal all \nthe access hatches though, and would make entry and leaving impossible for \nenemy and friend alike.\n\n"}}