{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"GN51vYHs0UjT3SNHKLAREOYtU-8QP33qOiHkBwHTN-nNJbFyZRAi-RPDlbcFt06yf2Yp_3UkkA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Battle Rages On","postDate":"977701208","msgId":24539,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlhLmRmMDY1M2EuMjc3N2UzNThAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24543,"prevInTime":24538,"nextInTime":24540,"topicId":24539,"numMessagesInTopic":3,"msgSnippet":"(Response to Iron Raptor s Repairs post is in this e-mail) Oblitertron (gestalt)/Dark Wolf (gestalt)/Defensor (gestalt)/Sixshot/Double Punch/ ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 24 Dec 2000 23:40:21 -0000\r\nReceived: (qmail 40822 invoked from network); 24 Dec 2000 23:40:21 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 24 Dec 2000 23:40:21 -0000\r\nReceived: from unknown (HELO imo-r04.mx.aol.com) (152.163.225.4) by mta1 with SMTP; 24 Dec 2000 23:40:20 -0000\r\nReceived: from KSLawdogg@... by imo-r04.mx.aol.com (mail_out_v28.35.) id a.9a.df0653a (4399) for &lt;nbwrpg@egroups.com&gt;; Sun, 24 Dec 2000 18:40:08 -0500 (EST)\r\nMessage-ID: &lt;9a.df0653a.2777e358@...&gt;\r\nDate: Sun, 24 Dec 2000 18:40:08 EST\r\nSubject: The Battle Rages On\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Response to Iron Raptor&#39;s &quot;Repairs&quot; post is in this e-mail)\n\nOblitertron (gestalt)/Dark Wolf (gestalt)/Defensor (gestalt)/Sixshot/Double \nPunch/\nInjecotr/Manterror/Bumblebee/Beeline/Ares/Nemesis \nEnforcer/Scattershot/Firestarter/Unitron/Sun Crusher/Reflector/Chordate:\n\n\n\n\nOblitertron looked at Defensor with disgust and raised his rifle, launching \noff three bolts from the weapon of war.  He got up as Defensor staggered back \nfrom the force of the blast.\n\n---\n\nThe Maximal gestalt watched as Oblitertron ran forward as fast as he could, \nshoulder pointed in Defensor&#39;s direction.  Defensor bent down and prepared to \nuppercut, but  realized he&#39;d been tricked by the enemy gestalt when \nOblitertron fired off a single charged optic blast, stabbing into his left \nshoulder and knocking him back, almost stumbling to the ground.\n\nDefensor raised his arms as Oblitertron raised his rifle and wrapped his \nblack finger around the trigger and began to pull it back.\n\n---\n\nDark Wolf charged another ball of blue sizzling energy, and tossed it at Sky \nLynx.  If Oblitertron fell, Dark Wolf would be on top of Defensor quickly.  \nIf Defensor fell though, Dark Wolf would stil be on top of him quickly.\n\n---\n\nAres watched the four missiles go towards Sixshot, and fired off three \nprecise bolts from his rifle at the missiles and wathced the three explosions.\n\n---\n\nSixshot felt pain as a missile struck into his already dented and burned \narmor.  This form wasn&#39;t maneuverable for the kind of battle going on \ncurrently.  He swerved his dual batteries, chargin them, and firing two \nblasts from the two cannons in each battery.\nAs the eight blasts from the laser cannons lanced out at Sky Lynx, Sixshot \ntransformed into his biped mode, a hypersonic concussion blaster in each hand \nand charging up.\n\n---\n\nDouble Punch did a back flip as Beeline, his cyberbee, dove, firing off four \noptic blasts, intercepting the three missiles incoming at its master and a \ncharge heading for Bumblebee.  It pulled up, its little engines barely able \nto handle the fast-paced maneuvers it was executing.\n\nDouble Punch felt a few shots out of the numerous fired strike his back as he \ndid the flip and he stumbled, raising a pincher and launching off two energy \nsignature seeking missiles at Sideswipe.  He moved his right pincher, firing \noff a single missile of the same type at Torca.\n\n---\n\nInjector raised the side of him with the stinger up and pulled upward hard, a \ndozen of the shots striking him in his armored thorax, sending him spinning.  \nHe regained control, though upside down, and lowered the part of him with the \nstinger, and fired off two stinger missiles at Ratchet, a little \ndisorientated from the quick maneuver.\n\n---\n\nManterror was struck in the abdomen by the tusk missile, letting out a loud \ngrunt of pain.  He raised an arm, firing off four ion disks at Ratchet&#39;s left \nknee.\n\n---\n\nBumblebee watched as the charge exploded several meters in front of him \nbefore it could explode against its intended target.  He shrugged, not \nknowing where it came from but he wasn&#39;t unhappy about it.  He raised both \narms, the hands at the ends of the mechanical arms holding a stinger missile \nlauncher.  From each stinger missile launcher went out two stinger missiles, \nfour in all heading for Torca&#39;s chestplate.\n\n---\n\nSun Crusher yelled out as the charge struck him in the chest head on and \nknocked him to his back.  He moaned, slowly getting up.\n\n---\n\nReflector heard Sun Crusher&#39;s yell and raised his rifle, firing off four \nbolts at Torca in retaliation for his comrade&#39;s pain.\n\n---\n\nNemesis Enforcer watched the unsuspecting Iron Raptor, keeping his face that \nof anger instead of the smile that wanted to form on his metallic lips.  He \nwatched the explosion, and her hit the ground.\n\nHe raised his rifle, the barrel pointing downward at Iron Raptor&#39;s already \ndamaged torso.  He raised an arm and pointed down at Iron Raptor, trying to \nsignal Scattershot to kill her.  The high ranking Alliance member doubted \nDefensor would attack him, but he didn&#39;t want to take any chances.  But, when \nwatching Iron Raptor squirm, he laughed.\n\nHe fired off five rapid laser blasts from his rifle at Iron Raptor&#39;s torso, \nthe shots just being pot shots.\n\n---\n\nScattershot threw his head back harder and burst out in an even more sadistic \nlaugh.\n&quot;What&#39;s that, Unicron?  Finish her and bring her spark to you?  Well...if you \ninsist...&quot; he smiled, ignoring Iron Raptor&#39;s signs of pain.  He was a little \ninterested as to why she wasn&#39;t returning fire.  Scattershot decided she was \njust in too much pain.  Best to keep her in that state.  He raised his own \nrifle, firing off twelve rounds of armor-piercing shells at Iron Raptor&#39;s \nright shoulder.  \n\n&quot;Best to pick a spot and keep shooting.&quot; he laughed, whistling at \nOblitertron&#39;s comeback on Defensor.  &quot;That&#39;s going to be fun to intervene in \nwhen Mega-Witch is deceased and dead.  Doesn&#39;t she have a boyfriend?&quot; he \nasked himself, initiating scans for Prowl&#39;s location. \n\n&quot;Aha!&quot; he yelled.  He&#39;d found Prowl.  He would keep his internal sensors on \nProwl so he could track him.  When Iron Raptor was dead, he&#39;d kill Prowl \nnext.  Of course, Prowl could be one of his big hero types and might try and \nsave Iron Raptor.  So if Prowl headed in their direction, he&#39;d know.  \n\n---\n\nUnitron fired off two more missiles, each striking the main entry way of the \nCybertronian Fire.  &quot;This is rather irritating.  Maybe we should go for one \nof the small access hatches in the side, Firestarter.  Maybe one closer to \nthe bridge.&quot;\n\n---\n\nThe other robot thought for a second at Unitron&#39;s words.  &quot;Hmmm...&quot;  He \nlooked at the side of the CF they were facing and made his decision.  He \nraised both arms, firing off a missile from each compartment in the bottom of \nhis forearms, both missiles striking the dmaaged entry way, but it didn&#39;t \nblow open.\n\n&quot;This side is undefended by missile launchers.  No one in interfering with us \nas of yet.  Moving would make us have to deal with a missile launcher and \npossibly Maximals.  Here is fine for now.&quot;\n\nHe looked to Unitron, and got his answer when two dozen rapid bolts of laser \nenergy flew from the robot&#39;s nosecone and struck the entry way of the \nCybertronian Fire.  \n\n=\n\nChordate yelled out as he felt the base shake from the numerous missiles \nstriking the Cybertronian Fire&#39;s hull.  &quot;Hull integrity is lowered down to \n81%.&quot; he said to himself.  &quot;The entry way those people are working down is at \na 70% integrity.&quot;\n\nHe activated his comm. unit.  &quot;Kluster?  What is your response?  Yes or no?  \nYou have to decide now.&quot; He brought up a visual on the two bots attacking the \nentry way.  One was in a space fighter mode, the other hovering in a biped \nmode.  He&#39;d never seen either of them before.  Of course, he hadn&#39;t seen over \ntwo-thirds of the enemies of the Maximals, so that fact didn&#39;t really matter. \n He turned in his chair to look at Hysteria better.\n\nThe hyena bot was rather small.  She didn&#39;t look that strong, rather puny in \nChordate&#39;s opinion.  -No, she can&#39;t take those two on- he said, turning back \nto face the screens.  His hands flashed like lightning over the secondary \ncontrol system, the main one destroyed.\nHe had the autoguns go online, but stay in the ceiling, and the flame \nthrowers in the side of the walls power up throughout the Maxi warship.  He \ndoubted the internal defenses would stop most of the robots his Maximal \ncomrades were facing though.\n\n\n"}}