{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"4Pg2hHHOMtDqYtQI0m3gslS7EkghtGlog9dFguK-eUZhZN4F7Vzld_vaU6z_HfGWHJhpzN9Wig","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Battle Rages On","postDate":"977709061","msgId":24543,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkyNjk2NStmaWw1QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDlhLmRmMDY1M2EuMjc3N2UzNThAY3MuY29tPg=="},"prevInTopic":24539,"nextInTopic":24627,"prevInTime":24542,"nextInTime":24544,"topicId":24539,"numMessagesInTopic":3,"msgSnippet":"... Prowl swirls, avoiding several shots and a charging FZ. He fires two missiles, both of which FZ takes out with a quickly brought up automatic rifle. Prowl","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 25 Dec 2000 01:51:09 -0000\r\nReceived: (qmail 85700 invoked from network); 25 Dec 2000 01:51:09 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 25 Dec 2000 01:51:09 -0000\r\nReceived: from unknown (HELO hm.egroups.com) (10.1.10.45) by mta2 with SMTP; 25 Dec 2000 01:51:09 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.4.74] by hm.egroups.com with NNFMP; 25 Dec 2000 01:51:09 -0000\r\nDate: Mon, 25 Dec 2000 01:51:01 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: The Battle Rages On\r\nMessage-ID: &lt;926965+fil5@...&gt;\r\nIn-Reply-To: &lt;9a.df0653a.2777e358@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9633\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl/FZ/Kluster/Lavatron/Perndabot/Grimmler/Havoc::\n\nProwl swirls, avoiding several shots and a charging FZ. He fires two \nmissiles, both of which FZ takes out with a quickly brought up \nautomatic rifle. Prowl recieves Iron Raptor&#39;s thoughs, and could feel \nher pain, but right now he had his own problems.\n\nHe growls as Perndabot&#39;s huge arms grab him from behind, sending the \ntwo bots plummeting downwards. Prowl&#39;s sets his boosters to maximum \nburn, flying upward and charring Perndabot&#39;s torso. Perndabot holds \non, one of his arms encircling Prowl&#39;s neck and beginning to strangle \nthe Maximal.\n\nProwl growls again. They were flying over Iron Raptor and the \nAlliance bots attacking her now. Prowl couldn&#39;t see them due to \nPerndabot forcing his head up, but he could sense them through the \norbs on his wings.\n\n&quot;Beast mode!&quot; Prowl transforms into his beast mode, leaving a \nsurprised Perndabot to fly forward on his own. Two quick shots from \nProwl disable Perndabot&#39;s jetpack, sending the huge bot plummeting \ndown toward Nemsis Enforcer, Prowl&#39;s telekinetic ability helping him \nalong.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler dives to the ground, evading several shots. Seeing Ratchet \nfiring at Manterror, Grimmler turns his fire toward Scattershot.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKluster barely hears Chordate&#39;s transmission in the mist of battle.\n\n&quot;Yes, you are authorized to lockdown,&quot; Kluster says. Better to have a \nbase than not, he figured as he fired at Manterror.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nHavoc watches Minion and Chaos fly off. So much for the tranport pod. \nHe transforms into his vehicle mode.\n\n&quot;Get in,&quot; he says, opening his cockpit for Vlad.\n\n\n--- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; (Response to Iron Raptor&#39;s &quot;Repairs&quot; post is in this e-mail)\n&gt; \n&gt; Oblitertron (gestalt)/Dark Wolf (gestalt)/Defensor \n(gestalt)/Sixshot/Double \n&gt; Punch/\n&gt; Injecotr/Manterror/Bumblebee/Beeline/Ares/Nemesis \n&gt; Enforcer/Scattershot/Firestarter/Unitron/Sun \nCrusher/Reflector/Chordate:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Oblitertron looked at Defensor with disgust and raised his rifle, \nlaunching \n&gt; off three bolts from the weapon of war.  He got up as Defensor \nstaggered back \n&gt; from the force of the blast.\n&gt; \n&gt; ---\n&gt; \n&gt; The Maximal gestalt watched as Oblitertron ran forward as fast as \nhe could, \n&gt; shoulder pointed in Defensor&#39;s direction.  Defensor bent down and \nprepared to \n&gt; uppercut, but  realized he&#39;d been tricked by the enemy gestalt when \n&gt; Oblitertron fired off a single charged optic blast, stabbing into \nhis left \n&gt; shoulder and knocking him back, almost stumbling to the ground.\n&gt; \n&gt; Defensor raised his arms as Oblitertron raised his rifle and \nwrapped his \n&gt; black finger around the trigger and began to pull it back.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Wolf charged another ball of blue sizzling energy, and tossed \nit at Sky \n&gt; Lynx.  If Oblitertron fell, Dark Wolf would be on top of Defensor \nquickly.  \n&gt; If Defensor fell though, Dark Wolf would stil be on top of him \nquickly.\n&gt; \n&gt; ---\n&gt; \n&gt; Ares watched the four missiles go towards Sixshot, and fired off \nthree \n&gt; precise bolts from his rifle at the missiles and wathced the three \nexplosions.\n&gt; \n&gt; ---\n&gt; \n&gt; Sixshot felt pain as a missile struck into his already dented and \nburned \n&gt; armor.  This form wasn&#39;t maneuverable for the kind of battle going \non \n&gt; currently.  He swerved his dual batteries, chargin them, and firing \ntwo \n&gt; blasts from the two cannons in each battery.\n&gt; As the eight blasts from the laser cannons lanced out at Sky Lynx, \nSixshot \n&gt; transformed into his biped mode, a hypersonic concussion blaster in \neach hand \n&gt; and charging up.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch did a back flip as Beeline, his cyberbee, dove, firing \noff four \n&gt; optic blasts, intercepting the three missiles incoming at its \nmaster and a \n&gt; charge heading for Bumblebee.  It pulled up, its little engines \nbarely able \n&gt; to handle the fast-paced maneuvers it was executing.\n&gt; \n&gt; Double Punch felt a few shots out of the numerous fired strike his \nback as he \n&gt; did the flip and he stumbled, raising a pincher and launching off \ntwo energy \n&gt; signature seeking missiles at Sideswipe.  He moved his right \npincher, firing \n&gt; off a single missile of the same type at Torca.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector raised the side of him with the stinger up and pulled \nupward hard, a \n&gt; dozen of the shots striking him in his armored thorax, sending him \nspinning.  \n&gt; He regained control, though upside down, and lowered the part of \nhim with the \n&gt; stinger, and fired off two stinger missiles at Ratchet, a little \n&gt; disorientated from the quick maneuver.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror was struck in the abdomen by the tusk missile, letting \nout a loud \n&gt; grunt of pain.  He raised an arm, firing off four ion disks at \nRatchet&#39;s left \n&gt; knee.\n&gt; \n&gt; ---\n&gt; \n&gt; Bumblebee watched as the charge exploded several meters in front of \nhim \n&gt; before it could explode against its intended target.  He shrugged, \nnot \n&gt; knowing where it came from but he wasn&#39;t unhappy about it.  He \nraised both \n&gt; arms, the hands at the ends of the mechanical arms holding a \nstinger missile \n&gt; launcher.  From each stinger missile launcher went out two stinger \nmissiles, \n&gt; four in all heading for Torca&#39;s chestplate.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher yelled out as the charge struck him in the chest head \non and \n&gt; knocked him to his back.  He moaned, slowly getting up.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector heard Sun Crusher&#39;s yell and raised his rifle, firing off \nfour \n&gt; bolts at Torca in retaliation for his comrade&#39;s pain.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer watched the unsuspecting Iron Raptor, keeping his \nface that \n&gt; of anger instead of the smile that wanted to form on his metallic \nlips.  He \n&gt; watched the explosion, and her hit the ground.\n&gt; \n&gt; He raised his rifle, the barrel pointing downward at Iron Raptor&#39;s \nalready \n&gt; damaged torso.  He raised an arm and pointed down at Iron Raptor, \ntrying to \n&gt; signal Scattershot to kill her.  The high ranking Alliance member \ndoubted \n&gt; Defensor would attack him, but he didn&#39;t want to take any chances.  \nBut, when \n&gt; watching Iron Raptor squirm, he laughed.\n&gt; \n&gt; He fired off five rapid laser blasts from his rifle at Iron \nRaptor&#39;s torso, \n&gt; the shots just being pot shots.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot threw his head back harder and burst out in an even \nmore sadistic \n&gt; laugh.\n&gt; &quot;What&#39;s that, Unicron?  Finish her and bring her spark to you?  \nWell...if you \n&gt; insist...&quot; he smiled, ignoring Iron Raptor&#39;s signs of pain.  He was \na little \n&gt; interested as to why she wasn&#39;t returning fire.  Scattershot \ndecided she was \n&gt; just in too much pain.  Best to keep her in that state.  He raised \nhis own \n&gt; rifle, firing off twelve rounds of armor-piercing shells at Iron \nRaptor&#39;s \n&gt; right shoulder.  \n&gt; \n&gt; &quot;Best to pick a spot and keep shooting.&quot; he laughed, whistling at \n&gt; Oblitertron&#39;s comeback on Defensor.  &quot;That&#39;s going to be fun to \nintervene in \n&gt; when Mega-Witch is deceased and dead.  Doesn&#39;t she have a \nboyfriend?&quot; he \n&gt; asked himself, initiating scans for Prowl&#39;s location. \n&gt; \n&gt; &quot;Aha!&quot; he yelled.  He&#39;d found Prowl.  He would keep his internal \nsensors on \n&gt; Prowl so he could track him.  When Iron Raptor was dead, he&#39;d kill \nProwl \n&gt; next.  Of course, Prowl could be one of his big hero types and \nmight try and \n&gt; save Iron Raptor.  So if Prowl headed in their direction, he&#39;d \nknow.  \n&gt; \n&gt; ---\n&gt; \n&gt; Unitron fired off two more missiles, each striking the main entry \nway of the \n&gt; Cybertronian Fire.  &quot;This is rather irritating.  Maybe we should go \nfor one \n&gt; of the small access hatches in the side, Firestarter.  Maybe one \ncloser to \n&gt; the bridge.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; The other robot thought for a second at Unitron&#39;s \nwords.  &quot;Hmmm...&quot;  He \n&gt; looked at the side of the CF they were facing and made his \ndecision.  He \n&gt; raised both arms, firing off a missile from each compartment in the \nbottom of \n&gt; his forearms, both missiles striking the dmaaged entry way, but it \ndidn&#39;t \n&gt; blow open.\n&gt; \n&gt; &quot;This side is undefended by missile launchers.  No one in \ninterfering with us \n&gt; as of yet.  Moving would make us have to deal with a missile \nlauncher and \n&gt; possibly Maximals.  Here is fine for now.&quot;\n&gt; \n&gt; He looked to Unitron, and got his answer when two dozen rapid bolts \nof laser \n&gt; energy flew from the robot&#39;s nosecone and struck the entry way of \nthe \n&gt; Cybertronian Fire.  \n&gt; \n&gt; =\n&gt; \n&gt; Chordate yelled out as he felt the base shake from the numerous \nmissiles \n&gt; striking the Cybertronian Fire&#39;s hull.  &quot;Hull integrity is lowered \ndown to \n&gt; 81%.&quot; he said to himself.  &quot;The entry way those people are working \ndown is at \n&gt; a 70% integrity.&quot;\n&gt; \n&gt; He activated his comm. unit.  &quot;Kluster?  What is your response?  \nYes or no?  \n&gt; You have to decide now.&quot; He brought up a visual on the two bots \nattacking the \n&gt; entry way.  One was in a space fighter mode, the other hovering in \na biped \n&gt; mode.  He&#39;d never seen either of them before.  Of course, he hadn&#39;t \nseen over \n&gt; two-thirds of the enemies of the Maximals, so that fact didn&#39;t \nreally matter. \n&gt;  He turned in his chair to look at Hysteria better.\n&gt; \n&gt; The hyena bot was rather small.  She didn&#39;t look that strong, \nrather puny in \n&gt; Chordate&#39;s opinion.  -No, she can&#39;t take those two on- he said, \nturning back \n&gt; to face the screens.  His hands flashed like lightning over the \nsecondary \n&gt; control system, the main one destroyed.\n&gt; He had the autoguns go online, but stay in the ceiling, and the \nflame \n&gt; throwers in the side of the walls power up throughout the Maxi \nwarship.  He \n&gt; doubted the internal defenses would stop most of the robots his \nMaximal \n&gt; comrades were facing though.\n\n\n"}}