{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"wh5aQAgotszHKCE3iHyk-6HUinwXOyp4LVS-GEK2k8aRap39kUJ3_3fiHnU8hmVbXKmksAff2A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The war drags on...","postDate":"977948452","msgId":24601,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM2LmZlNjhiNDUuMjc3YmE5MjRAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24603,"prevInTime":24600,"nextInTime":24602,"topicId":24601,"numMessagesInTopic":4,"msgSnippet":"Oblitertron (gestalt)/Dark Wolf (gestalt)/Defensor (gestalt)/Sixshot/Double Punch/ Injecotr/Manterror/Bumblebee/Beeline/Ares/Nemesis ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 27 Dec 2000 20:21:11 -0000\r\nReceived: (qmail 84475 invoked from network); 27 Dec 2000 20:21:11 -0000\r\nReceived: from unknown (10.1.10.27) by l8.egroups.com with QMQP; 27 Dec 2000 20:21:11 -0000\r\nReceived: from unknown (HELO imo-r19.mail.aol.com) (152.163.225.73) by mta2 with SMTP; 27 Dec 2000 20:21:09 -0000\r\nReceived: from KSLawdogg@... by imo-r19.mx.aol.com (mail_out_v28.35.) id a.36.fe68b45 (4245) for &lt;nbwrpg@egroups.com&gt;; Wed, 27 Dec 2000 15:20:52 -0500 (EST)\r\nMessage-ID: &lt;36.fe68b45.277ba924@...&gt;\r\nDate: Wed, 27 Dec 2000 15:20:52 EST\r\nSubject: The war drags on...\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\nOblitertron (gestalt)/Dark Wolf (gestalt)/Defensor (gestalt)/Sixshot/Double \nPunch/\nInjecotr/Manterror/Bumblebee/Beeline/Ares/Nemesis \nEnforcer/Scattershot/Firestarter/Unitron/Sun Crusher/Reflector/Chordate:\n\n\n\n\n\nThe 45 foot Alliance gestalt watched his Maximal gestalt enemy climb to its \nfeet and raise a rifle from subspace.  The crimson eyes of Oblitertron glowed \nbright, a single bolt of laser fire flashing through the air and digging at \nthe Maximal gestalt&#39;s chest, knocking him back a few meters.  \n\n---\n\nDefensor&#39;s rifle hung at his side as he felt a searing pain in his chest.  \nThe blast hadn&#39;t penetrated his armor, not by a long shot, but it hurt pretty \nbad nonetheless.  As Oblitertron charged, a bolt lancing out from his rifle, \nDefensor raised his own rifle, firing off two bolts into the oncoming knee of \nOblitertron.\n\nDefensor let out a yell as Oblitertron&#39;s bolt hit squarely where the optic \nblast wound was, sending Defensor back a few more meters, the injured \nOblitertron still coming as Defensor attempted to gain a second wind.\n\n---\n\nDark Wolf roared from some random shots, raising his sword and swinging it \ndown with all his strength, his arm shaking as the blade connected with the \nhull of the ship.  Dark Wolf let out a howl of satisfaction as he saw the \nblade disappear a few meters intot he thick hull of the Maximal warship.  He \ntried to pull the blade out, but couldn&#39;t.  He gripped the hilt with both \nhands, pulling as hard as he could, nearly falling backwards onto his back.  \nBut he managed to keep his composure.\n\nThe smaller gestalt caught two missiles in the back, sending him hitting into \nthe hull of the ship.\n\n---\n\nSixshot took off into the air, dodging the missiles as they exploded on the \nground by only a few feet.  He raised both of his hypersonic concussion \nblasters, firing off two blasts each at Sky Lynx.\n\n---\n\nDouble Punch watched Beeline fly downward, firing off a few optic blasts, \nintercepting the missiles.\n\nDouble Punch raised his tail, firing off a burst of acid, intercepting most \nof the shots and shells as four shots struck him in his armored exo-skeleton \nchest.  He took a step back in pain, firing off two energy signature missiles \nfrom both pinchers, two at Torca, two at Sideswipe.\n\n---\n\nInjector hovered in the air, not being shut at, and raised his stinger, \nfiring off two stinger missiles at Torca as he gained velocity into the air.\n\n---\n\nManterror got hit by Kluster&#39;s shot but was more interested in the numerous \nshots coming from Ratchet.  He flew to the side, avoiding the tusk missile \nand a little less than a dozen of the shots, eight striking his exo-skeleton \narmor.  He grunted, raising both arms.\n\nHe fired off four ion disks from his left arm at Ratchet, another four from \nthe other arm at Kluster&#39;s chest.\n\n---\n\nBumblebee fired off a wave of ten optic blasts, intercepting the tusk missile \nand two incoming shots.  The other thirteen shots headed at him, and he flew \nto the side, several shots striking him.  He cursed, his form not that \narmored.  He raised both arms, firing off two stinger missiles from his left \nlauncher at Torca, another two from the other at Ratchet.\n\n---\n\nAres looked as more people shot at Sixshot.  This was getting on his nerves \never so slightly.  He put his laser rifle into subspace, and took out his \ngrenade launcher.  He set it to explode on impact.  \n\nHe raised the weapon, firing off a grenade at Sideswipe.\n\n---\n\nSun Crusher raised his weapon, firing off three bolts from his laser rifle at \nSky Lynx.\n\n---\n\nReflector flew through the air, raising his rifle and firing off a quick \nburst of laser energy from his rifle at Torca&#39;s chest.\n\n---\n\nNemesis Enforcer looked up, seeing Perndabot heading down towards him.  \nNemesis flew to the left, letting Perndabot plummet downward.  &quot;Bye, bye!&quot;\n\n---\n\nScattershot flew faster, raising his weapon and taking aim at Iron Raptor&#39;s \nhead.\n\n---\n\nUnitron headed for the ground, transforming in mid air, slamming to the burnt \ngrass, raising his cannon.  He fired off two explosive shells, each exploding \nagainst the entry way.  The mounted machine-gun on his turret turned, firing \noff armor-piercing rounds each cutting through the entry way, making an \noutline in it.\n\n&quot;Aim for the outline, Firestarter.&quot;\n\n---\n\nFirestarter raised both arms, firing off two missiles from each forearm \nlauncher.  The shots struck the outline made in the entryway, causing a \nslight hole only several inches in diameter.\n\n&quot;Blast it!&quot; the red robot yelled, firing off ten rapid optic blasts into the \nentry way with little effect.\n\nUnitron transformed into his biped mode, running forward and slamming into \nthe entry way with his shoulder, causing a large dent but not adding onto the \nhole.\n\n---\n\nChordate watched Firestarter and Unitron, and he laughed.  &quot;Hull integrity at \n80.5%.  That entry way appears to be at 44% integrity.&quot;  He received \nKluster&#39;s comm. transmission.  \n\n&quot;Acknowledged, sir, initiating the Level 4 Lockdown.&quot; he replied, pressing a \nfew buttons, then entering a few commands red letters blinked on the view \nscreen;\n\nLEVEL FOUR LOCKDOWN INITIATED...\n\nOver ever access hatch an entry way a four foot thick plate of steel slid \nover the access ways, adding onto the protection.\n\nLEVEL FOUR LOCKDOWN COMPLETE...\n\n&quot;Good.&quot; Chordate said more to himself than Hysteria.  &quot;Now we don&#39;t have to \nworry about people breaking in.&quot;\n\n"}}