{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"nqp5pswgSDbZnLDCH_VA2thUgtHlTCixG9kz1-s63XAYJvR8q6RsrUfqlGZ7xRop6IV0IxzAyQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle in South Africa (Complete Version)","postDate":"978144985","msgId":24655,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUzLjVjYzVkMC4yNzdlYThkOUBjcy5jb20+"},"prevInTopic":0,"nextInTopic":24657,"prevInTime":24654,"nextInTime":24656,"topicId":24655,"numMessagesInTopic":3,"msgSnippet":"(Sorry about the half-done e-mail, my server, CS, freaked out when I was writing the e-mail and it sent th e-mail before I was done with it, here s the full","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 30 Dec 2000 02:56:35 -0000\r\nReceived: (qmail 54245 invoked from network); 30 Dec 2000 02:56:35 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 30 Dec 2000 02:56:35 -0000\r\nReceived: from unknown (HELO imo-r19.mail.aol.com) (152.163.225.73) by mta3 with SMTP; 30 Dec 2000 03:57:40 -0000\r\nReceived: from KSLawdogg@... by imo-r19.mx.aol.com (mail_out_v28.35.) id a.53.5cc5d0 (4241) for &lt;nbwrpg@egroups.com&gt;; Fri, 29 Dec 2000 21:56:25 -0500 (EST)\r\nMessage-ID: &lt;53.5cc5d0.277ea8d9@...&gt;\r\nDate: Fri, 29 Dec 2000 21:56:25 EST\r\nSubject: Battle in South Africa (Complete Version)\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Sorry about the half-done e-mail, my server, CS, freaked out when I was \nwriting the e-mail and it sent th e-mail before I was done with it, here&#39;s \nthe full version of it)\n\n\nOblitertron (gestalt)/Dark Wolf (gestalt)/Defensor (gestalt)/Sixshot/Double \nPunch/Injector/Manterror/Bumblebee/Beeline/Ares/Nemesis \nEnforcer/Scattershot/Sun \nCrusher/Reflector/Chordate:\n\n\n\n\nOblitertron continued his charge, when two rockets from a missile launcher \nexploded against the back of a knee, the mercenary gestalt tumbling forward.  \nAs a result of this, a bolt from Defensor&#39;s rifle missed Oblitertron, and the \nAlliance gestalt slammed into Defensor&#39;s legs.\n\n---\n\nDefensor tumbled to the ground as Oblitertron hit him down in the legs, the \nMaximal gestalt falling on top of him.  He&#39;d lost a hold of his rifle, but \ngot a giant fist around Oblitertron&#39;s neck, squeezing as hard as he could \nwhile his other fist started socking his opponent in the a forehead \nrepeatedly.\n\n---\n\nDark Wolf turned away from the smoldering remains of the missile launcher he \nhad destroyed (in previous post), and raised an arm, a bolt of laser energy \nerupting from the palm of his hand at Silverbolt, the Maximal&#39;s movement \ncatching his attention.\n\n---\n\nSixshot tried to maneuver, firing three optic blasts, only one intercepting \nan oncoming missile, the other of Sky Lynx&#39;s missile exploding against his \nchest, sending him flipping backwards in the sky.  He cursed, regaining his \nhover, and fired off three blasts from both of his hypersonic concussion \nblasters at Sky Lynx.\n\n---\n\nDouble Punch watched Beeline for a moment as it intercepted the missiles.  He \nran to the left as hard as he could, the charges missing him, but three shots \nstriking him in the right shoulder.  He raised both arms, launching two \nenergy-signature seeking missilesf rom his left pincher at Torca, and another \ntwo at Ratchet from the other.\n\n---\n\nInjector raised his stinger, hovering in his beast mode, firing down two \nstinger missiles at Grimmler.\n\n---\n\nManterror raised his left arm, firing off four ion disks, intercepting the \noncoming missile with one and five shots with the second, the two others \ngoing for Ratchet.\n\nThe ten shots struck Manterror&#39;s armored exo-skeleton and he let out a \nbarrage of curses, lowering his right arm and firing off three ion disks down \nat Chordate.\n\n---\n\nBumblebee flew down, avoiding eight shots and a tusk missile, the rest of the \nshots sent him spinning through the air.\n\n---\n\nSun Crusher grunted in pain as the two missiles collided with him, sending \nhim slamming on his back.  Laying on the ground, he raised his rifle, firing \noff three bolts up at Sky Lynx, followed by five rapid optic blasts.\n\n---\n\nReflector flew backwards in the air from the explosions of Torca&#39;s shells, \nand returned fire with three bolts from his laser rifle at the Maximal&#39;s left \nknee.\n\n---\n\nAres rolled out of the way of the missile and some of the shots, his armor \ntaking damage from the shots.  He raised his weapon, firing off a grenade at \nSideswipe.\n\n---\n\nNemesis Enforcer laughed at Iron Raptor, seeing her not even return fire.  \n&quot;Fool...&quot; he laughed, raising the missile launcher in his arms.  He fired off \na rocket from the weapon of war down at the femal Maximal leader, the \nkickback from the weapon sending him back in the air a foot.  &quot;TAKE THAT YOU \nSLAG SUCKING PIECE OF TRASH!&quot;\n\n---\n\nScattershot dived downward, firing off 10 armor-piercing rounds down at Iron \nRaptor&#39;s left knee.  &quot;To be precise, is to be precise.  So DarkStorm says, \nand so says Soundwave&#39;s dead corpse!&quot; he laughed, trying to decide the next \ncourse of action against his female enemy down below him.\n\n==\n\nChordate smiled as he watched Unitron and Firestarter flee. \n\n-Good- he thought.  -One less problem to worry about-\n\n"}}