{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"8CQBVBrWuHotpetsVLAxD-i6GZaV9BM2cD2JmACN9eMRApK4k04kPtBjL68jGBOR-DO8mgbyrA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle At CF","postDate":"978296289","msgId":24716,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGQ2LjY5NTA1ZC4yNzgwZjdlMUBjcy5jb20+"},"prevInTopic":0,"nextInTopic":24719,"prevInTime":24715,"nextInTime":24717,"topicId":24716,"numMessagesInTopic":8,"msgSnippet":"(So, IR, your wounds will now heal at a fast rate?  Guess I should bring out the big guns...) Oblitertron (Gestalt)/Defensor (Gestalt)/Demon Wulf/Flesh","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 31 Dec 2000 20:58:14 -0000\r\nReceived: (qmail 38706 invoked from network); 31 Dec 2000 20:58:13 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 31 Dec 2000 20:58:13 -0000\r\nReceived: from unknown (HELO imo-d03.mx.aol.com) (205.188.157.35) by mta2 with SMTP; 31 Dec 2000 20:58:13 -0000\r\nReceived: from KSLawdogg@... by imo-d03.mx.aol.com (mail_out_v28.35.) id a.d6.69505d (3946) for &lt;nbwrpg@egroups.com&gt;; Sun, 31 Dec 2000 15:58:09 -0500 (EST)\r\nMessage-ID: &lt;d6.69505d.2780f7e1@...&gt;\r\nDate: Sun, 31 Dec 2000 15:58:09 EST\r\nSubject: Battle At CF\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(So, IR, your wounds will now heal at a fast rate?  Guess I should bring out \nthe big guns...)\n\nOblitertron (Gestalt)/Defensor (Gestalt)/Demon Wulf/Flesh Ripper/Dark Claw/\nVehement/Chaos/Minion/Nemesis Enforcer/Scattershot:\n\n\n\n\n\n\nOblitertron let out a grunt as the punches continued from Defensor.  &quot;TIME&#39;S \nUP!&quot; he roared as he pushed up with all his might, once again unwittingly \npushing Defensor into Maximal weapons fire, the Maximal gestalt letting out a \nyell of pain and hitting the ground next to Oblitertron.  Oblitertron felt \nsomething heavy go over his feet, but his solid metal foot held without a \ndent but it still hurt, but he had more important things to deal with.\n\n---\n\nDefensor slowly tried to get up, but fell back down.  The left side of his \nabdomen was leaking a steady flow of mech-fluid from Omega&#39;s blast.  The pain \nextended from the wound to most of his entire abdomen, Defensor putting a \nhand down to the somewhat large wound to keep mech-fluid from leaking.  He \nstood to his feet in pain, not seeing the long black barrel pointed at his \nhead.\n\n&quot;PREPARE FOR OBLITERATION!&quot; Oblitertron yelled, pulling back on the trigger.  \nFour explosions ripped into his back, his right arm going to the right hard, \nthe laser blasts from his barrel lancing out at the ground a few meters from \nDefensor.  \n\nThe searing pain throughout Oblitertron&#39;s back added onto Oblitertron&#39;s ever \ngrowing rage and he turned around to face the Cybertronian Fire, his scanners \ngiving him information that the Maximal warship was the source of his pain.  \nHe raised his rifle, firing off three blasts at a certain important part of \nthe CF as Defensor charged, his shoulder digging into Oblitertron&#39;s wounding \nback and knocking him to the ground.\n\nDefensor saw the shots get off before he even moved to strike Oblitertron, \nand fell to his knees after Oblitertron hit the ground.\n\n---\n\nDark Wolf roared at the missile that struck him in the back, and turned with \na vicious growl.  He saw the numerous Maximals and the new group his scanners \npicked up coming towards the battle (The Wild C.A.T.S.).  He seperated into \nthree smaller robots, each landing on the ground, Dinobot&#39;s paralyzing beams \ngoing by without hitting them, or them noticing it.\n\n---\n\nDemon Wulf stretched his arms.  &quot;Come my brothers, let us take out these \nCybertronians that have just joined the battle.&quot; he growled, raising his \nsword and firing off a blade missile at Liono Prime.\n\n---\n\nDark Claw created a blue orb of energy in his left hand, throwing it at Dark \nConvoy (has the effect of a grenade).  In his right hand he formed a \nyellowish-white orb and threw it at Tigerhawk 2 (has the effect of an EMP \nblast).\n\n---\n\nFlesh Ripper opened his mouth wide, letting out three fire balls off at Lilly.\n\n==\n\nChordate held a fist up and yelled out.  &quot;YES!&quot; He watched Oblitertron get \nhit by the missiles and laughed.  &quot;Take that you pile of s--DUCK!&quot; he yelled \nto Hysteria, leaping at her in an attempt to knock her down away from the \noncoming blasts.\n\nThe weakly armored bridge was struck with the first bolt from Oblitertron and \nthe armor was halfway gone, the second blast nearly blew it apart, the third \nsmashed through the bridge and slammed into the only door in/out of the \nbridge, nearly blowing it open.\n\n==\n\nVehement laughed as the missiles struck him and raised both arms, but he saw \nan explosion the sound of it reaching his audio receptors less than a second \nafter it occured.  &quot;Heh heh.&quot; he laughed.  He turned away from Hot Rod, but \nsaw him giving pursuit to Unitron.\n\n&quot;Oh, well.&quot; he smiled, raising an arm and firing off an energy-signature \nseeking missile at Hot Rod&#39;s left leg.  He activated his personal comm. unit \nset to the main Brotherhood frequency.  &quot;My brothers!  A way in is open!  We \nmust seize this opportunity before it is too late.  Converge on my position!&quot; \nhe ordered as he ran as fast as he could, which wasn&#39;t fast considering his \nsixteen feet in height.\n\nHe saw the gang up on Unitron and sighed, firing off a single optic blast up \nat Lilly and raised his left arm, launching an energy-signature seeking \nmissile out of the black barrel at Koj.\n\n---\n\nChaos&#39; scanners detected the mass of gunfire going off at the CF and he let \nout a whistle-like sound.  &quot;Alright Minion, let&#39;s take &#39;em down.&quot; he laughed, \nthe cockpit of his jet fighter mode opening, Minion leaping out of the \ncockpit.\n\nChaos transformed to his missile trailer mode, crashing to the ground hard \nbut with little damage in result.  The four-tube missile launcher in the back \nraised, two 5 foot long energy-signature seeking missiles launching out at \nKoj.\n\n---\n\nMinion landed on the ground, raising his rifle and firing off twenty-three \nrapid laser blasts at Tigerhawk2.\n\n---\n\nScattershot easily flew to the left, seeing the fire balls going by him by \nover ten meters, the single beam going by as well as two charges.  He saw the \ntwister form, but by now he was out of its harming range.  He raised his \nrifle two of Iron Raptor&#39;s blasts hitting him in the back, sending him \nforward.  He cursed as he felt a great pain in his back and felt something \nleaking down it at a slow rate.\n\nHe turned, clenching his metallic mouth shut.\n---\n\nNemesis watched the fire twister and sighed.  He raised his weapon, firing \noff twenty-five rapid laser blasts at Iron Raptor&#39;s legs.  &quot;Play with fire, \nand the Alliance&#39;ll cripple you!&quot;\n\n"}}