{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"nY9NddsIAoGHYLCBI1a4cM6I7cowsK5Ci8duJpnz3uQvgnrxWhhAkGsX4WORWTFy42J8bn1j4Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Alliance Downhill at Battle","postDate":"978398734","msgId":24749,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGZlLjY2YmVmZi4yNzgyODgwZUBjcy5jb20+"},"prevInTopic":0,"nextInTopic":24751,"prevInTime":24748,"nextInTime":24750,"topicId":24749,"numMessagesInTopic":5,"msgSnippet":"(A blade missile is basically the blade of Demon Wulf s sword shooting off and then becoming a missile, and yes, that particular orb had the effect of an EMP","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 2 Jan 2001 01:50:40 -0000\r\nReceived: (qmail 56536 invoked from network); 2 Jan 2001 01:50:13 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 2 Jan 2001 01:50:13 -0000\r\nReceived: from unknown (HELO imo-r02.mx.aol.com) (152.163.225.2) by mta2 with SMTP; 2 Jan 2001 01:50:13 -0000\r\nReceived: from KSLawdogg@... by imo-r02.mx.aol.com (mail_out_v28.35.) id a.fe.66beff (4399) for &lt;nbwrpg@egroups.com&gt;; Mon, 1 Jan 2001 20:25:34 -0500 (EST)\r\nMessage-ID: &lt;fe.66beff.2782880e@...&gt;\r\nDate: Mon, 1 Jan 2001 20:25:34 EST\r\nSubject: Alliance Downhill at Battle\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(A blade missile is basically the blade of Demon Wulf&#39;s sword shooting off \nand then becoming a missile, and yes, that particular orb had the effect of \nan EMP blast)\n\nOblitertron/Defensor/Demon Wulf/Dark Claw/Flesh Ripper/Vehement/Sun Crusher/\nReflector/Chaos/Minion/Chordate/Nemesis Enforcer/Scattershot:\n\n\n\n\nOblitertron gave Defensor a final punch, knocking him to the ground.  He \npulled his sword out of subspace and raised his arm aloft, and stabbed it \ninto the side of the CF&#39;s hull, pushing on it with all his might, struggling \nto get it in foot by foot.  When he was certain it wouldn&#39;t brake, he jumped \nup as high as he could, reaching onto a part of the Cybertronian Fire, using \nthe hilt of the sword as a foot hold.\n\nHe reached into the bridge of the Cybertronian Fire, the hole in it big \nenough to fit his fist and then some.  He felt something, and pulled his hand \nout, in his fist was Chordate, dangling by a foot.  Oblitertron opened his \nmouth wide, dropping Chordate inside without a noise, a crack catching his \nattention and suddenly it felt like there was nothing under his feet as he \nfell towards the ground fast.\n\n---\n\nDefensor tried to get up, mech-fluid leaking from his nose, but he fell back \ndown.\n\n---\n\nDemon Wulf fired off a wide optic blast to intercept some of the ninja stars, \nthe rest knocking him back a foot with a vicious growl.\n\n&quot;Infidels!&quot; he roared, raising his sword and firing off another blade missile \nat Lilly.  He raised his left open palm, two bolts of laser energy erupting \nfrom the middle of it out ?4.\n\n---\n\nDark Claw sidestepped the cone of acid and several blasts, but a few of the \nlancers struck him, nearly toppling him over, leaving a dent in his armor.  \nHe raised his left palm, forming an explosive orb of energy in hand, throwing \nit at Koj.\n\n---\n\nFlesh Ripper fell to his skidplate as twenty-five rapid fusion blasts hit him \nin the chest and abdomen, knocking him over in result.  He slowly stood up, \nfiring three fire balls from his mouth at Koj, raising the rifle in hand and \nfiring off three bolts at Inu.\n\n---\n\nVehement ran as fast as he could, watching Oblitertron with confusion.  \nNumerous blasts struck him, nearly knocking him over even with his heavy \narmor, but he kept running, boosters in his feet launching him off in the air \ntowards the bridge of the CF.\n\n---\n\nSun Crusher activated the jets in his engines, launching into the air at a \nfast velocity, heading for where his scanners told him Vehement was.\n\n---\n\nReflector sped off into the air, following Sun Crusher.\n\n---\n\nChaos kept on driving as all 15 fire balls struck him, leaving charred marks \nall over his form and liquifying some parts of the glass in his current mode.\n\nHe fired off another two energy-signature missiles at Liono Prime, these ones \nspreading apart and coming at him from the left and right.\n\n---\n\nMinion kept running after he fired, ten blasts of electricity striking him, \nknocking him back a few feet, slamming to the ground in pain.  He looked at \nwhere he had been hit.  The armor was nicely charred and not far off from \nbreaching.  He got up, transforming into his modified jeep mode, driving \nforward at 60 MPH.\n\nHe activated the two weapons on the side of his form, firing 12 rapid blasts \nfrom one side at Dark Convoy, another 12 from the other cannon on the \nopposite side at the same target.\n\n---\n\nScattershot fired off two optic blasts, intercepting one missile, the other \nstriking him in his damaged chest, knocking him back in the air.  He regained \na balance, firing off 25 armor-piercing rounds down at Grimmler.\n\n---\n\nNemesis Enforcer watched Iron Raptor for a moment.  -I need an upgrade when I \nget home- he realized, comparing his relatively puny attacks to Iron Raptor&#39;s \nrelatively strong attacks.\n\nHe reached into subspace, taking out a charge set to blow on impact, dropping \nit down towards Iron Raptor.  He raised his rifle after it dropped for a few \nseconds, firing down 25 rapid laser blasts at IR, making sure not to hit his \ncharge with the blasts.\n\n\n"}}