{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"w-5kwfjs0fItqoKvLjBI1mwzsOCutfbz_fey6dBeXO4aFKyc6Tj_73c9PFFCtf6QfrBPkfm7gQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle at CF","postDate":"978462584","msgId":24765,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQyLmVkMmNjZDcuMjc4MzgxNzhAY3MuY29tPg=="},"prevInTopic":24736,"nextInTopic":24766,"prevInTime":24764,"nextInTime":24766,"topicId":24736,"numMessagesInTopic":20,"msgSnippet":"(Sorry if my posts are a little out of order, last day of freedom until I have to go back to prison, I mean school, so I m not in a good mood.  Also, IR, Dark","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 2 Jan 2001 19:14:57 -0000\r\nReceived: (qmail 47228 invoked from network); 2 Jan 2001 19:09:48 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 2 Jan 2001 19:09:48 -0000\r\nReceived: from unknown (HELO imo-d10.mx.aol.com) (205.188.157.42) by mta2 with SMTP; 2 Jan 2001 19:09:48 -0000\r\nReceived: from KSLawdogg@... by imo-d10.mx.aol.com (mail_out_v28.35.) id a.42.ed2ccd7 (3940) for &lt;nbwrpg@egroups.com&gt;; Tue, 2 Jan 2001 14:09:45 -0500 (EST)\r\nMessage-ID: &lt;42.ed2ccd7.27838178@...&gt;\r\nDate: Tue, 2 Jan 2001 14:09:44 EST\r\nSubject: Battle at CF\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Sorry if my posts are a little out of order, last day of freedom until I \nhave to go back to prison, I mean school, so I&#39;m not in a good mood.  Also, \nIR, Dark Wolf seperated so it&#39;s now the three smaller robots)\n\nThe Oblitercons/Defensor/Double \nPunch/Beeline/Injector/Bumblebee/Manterror/Sun Crusher/Reflector/Nemesis \nEnforcer/Scattershot/Chordate/Ares/Demon Wulf:\n\n\n\n\nOblitertron continued to fall the relatively short distance, his fire \nresistant armor, thanks to one of his robot components Pyro protected him \nfrom damage, the only thing the behemoth felt was agonizing heat.\n\nHe hit the ground, smashing into his five seperate robot parts, and Chordate \nfell out, all scattered, except Dark One and Chordate were close to each \nother.\n\nDark One got up and jumped on Chrodate, transforming into his jet fighter \nmode, Chordate in the cockpit, the straps tightening around him so he \ncouldn&#39;t move even if he were consciouss.  He lifted off into the air, giving \nmore power to his engines and energizing his weapons.\n\nThe rest of the Oblitercons got up and began to ran after Dark One, spreading \nout so they couldn&#39;t all be hurt by large blasts.\n\n---\n\nDefensor seperated, the five robots arming their weapons to go after the \nOblitercons.\n\n---\n\nDouble Punch watched Beeline strafe missiles with his optic blast, one \ngetting through and knocking Double Punch back, the explosive shells and \nother blasts knocking him to his back.  He raised both pinchers, launching \none energy-signature seeking missile at Sideswipe, another of the same type \nfrom the other pincher at Torca.\n\n---\n\nInjector raised his backside,  his stinger pointed at Torca.  He fired off \ntwo stinger missiles at the Maximal, hovering in his lionfish/hornet mode.\n\n---\n\nManterror flew to the left, the missile knocking him out of the way of other \nshots.  &quot;SLAGGING MAXIS!&quot; he yelled frustrated, lifting one arm and firing \nthree ion disks at Ratchet, another three from the opposite arm at Kluster.\n\n---\n\nBumblebee fired off a two optic blasts off at Ratchet.\n\n---\n\nSixshot stumbled back, but keeping his balance, as the missiles exploded \nagainst his armor.  He made no expression even though he was in great pain \nand raised his arms.  He fired two blasts from both guns, sending four blasts \nfrom his hypersonic concussion blasters at Sky Lynx.\n\n---\n\nAres jumped to the side, dodging the missiles and shots, the blasts of the \nmissiles scarring his armor, leaving numerous burnt marks that were on the \nbrink of breaking open and exposing mech-fluid.  He got up in pain, firing \noff a grenade at Sideswipe.\n\n---\n\nSun Crusher destroyed the incoming missiles with optic blasts and flew off \nafter Vehement as ordered by his leader, no longer caring about this petty \nfeud.\n\n---\n\nReflector intercepted a few shells with an optic blast, several more blowing \napart a chunk of his armor and knocking him down, the Brotherhood member \ngripping his leaking mode.  He flew off after Sun Crusher, gaining velocity \nquickly, not wanting to participate in the battle anymore.\n\n---\n\nThe second-in-command watched Iron Raptor with recollection.  He remembered \nthe sword and saw it charging up.  He transformed to his bat mode, using the \nthirty foot wingspan to his advantage, which is much larger than his wings in \nbiped mode.\n\nBut there were numerous small patches that looked badly burned, and Nemesis \nknew they would give way and the numerous gaps would allow enough to come \nthrough and blow him to the Inferno and the Void at once.  He covered up his \nten foot form as best he could , preparing for the inevitable.\n\n---\n\nScattershot watched a familiar scene and shook a finger towards Iron Raptor.  \n&quot;Nope, nope, nope.  We aren&#39;t going through this again.  But should I do what \nI plan to do? After all, won&#39;t Nemesis still be injured?  Oh, well.&quot; \n\nHe reached into the depths of his subspace pocket, pulling out a square \ncharge several inches thich and a foot wide.  He pressed a large red button, \nthrowing it as hard as he could.\n\n---\n\nNemesis&#39; sensors told him the blast was coming pretty fast, and then his \nscanners picked up a charge.  &quot;SCATTERSHOT!  WHAT THE SLAG ARE YOU DOING!?&quot; \nhe screamed, knowing Scattershot could hear him.\n\n&quot;I&#39;m saving you!&quot;\n\n&quot;HOW THE SL--AIIIIIE!&quot; he screamed as the charge was hit by the blast and \nexploded, the explosion protecting Nemesis from IR&#39;s blast, but the charge \nexploded nonetheless and hit Nemesis, sending him crashing downward.\n\nHe hit the ground from several dozen feet up in the air, painfully reverting \nto biped mode and slipping into a near state of stasis lock, unable to move \nbut still awake.\n\nScattershot sighed.  &quot;Guess he can&#39;t thank me now!&quot; he yelled in anger, \nturning to Iron Raptor and firing down ten armor piercing rounds at her left \nshoulder.\n\n---\n\nDemon Wulf saw the oncoming blast and opened his chest wide to let it hit a \ngood spot.  The blast struck and knocked him back a few meters, the Vok \ncreation slamming to the ground, not getting up with a charred chest.  He let \nout a weak growl, his body starting to glow red.\n\n\n"}}