{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"vYT4R5070Ed56-TG7Ou97nqqCRE1qrG7ZEjF26DS2tJy6s0l7n6ziy7_Uo6JTGAHtkdgMV8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Predaconmania","postDate":"978544214","msgId":24798,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGY3LjYzZmVkMTUuMjc4NGMwNTZAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":24844,"prevInTime":24797,"nextInTime":24799,"topicId":24798,"numMessagesInTopic":2,"msgSnippet":"As the shots bhurst apon Megatron, he sailed back into a nearby tree. His left eye began to stream mech down his face in a terible sting. He rolled forward and","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 3 Jan 2001 17:50:28 -0000\r\nReceived: (qmail 44904 invoked from network); 3 Jan 2001 17:50:25 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 3 Jan 2001 17:50:25 -0000\r\nReceived: from unknown (HELO imo-d09.mx.aol.com) (205.188.157.41) by mta3 with SMTP; 3 Jan 2001 18:51:30 -0000\r\nReceived: from JP3884@... by imo-d09.mx.aol.com (mail_out_v28.35.) id a.f7.63fed15 (3855) for &lt;nbwrpg@egroups.com&gt;; Wed, 3 Jan 2001 12:50:15 -0500 (EST)\r\nMessage-ID: &lt;f7.63fed15.2784c056@...&gt;\r\nDate: Wed, 3 Jan 2001 12:50:14 EST\r\nSubject: Predaconmania\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_f7.63fed15.2784c056_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: 6.0 sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_f7.63fed15.2784c056_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       As the shots bhurst apon Megatron, he sailed back into a nearby tree. \nHis left eye began to stream mech down his face in a terible sting. He rolled \nforward and took a spot of cover. Thinking a moment, he rose to face Killfest \nand blasted 5 concussion missles at the bot. \n      \n\n       Tankkor spins away from Endbringers shots, the ones that do come into \ncontact slam into his armored backside. He thuds closer to Endbriger, held \nout his right arm, and in the upper section a small compartment flies open \nand shoots out a large electricaly charged net at Endbringer.\n       Meanwhile, Marine see&#39;s Endbringer, and, from behinde, sends three \nlarge missles sailing for his large knee caps.\n\n       Akron plummits for a few moments from the shots, then flips up and \nsends his fist in a course for Scyther&#39;s jaw. Once there, not only would he \nbreak it, but he would drain some of the bots energy.\n\n       Tarantulas, still in vhicle mode, races around the battle scene. His \nleft back tire explodes from Greven. Once transformed he takes out his chain \ngun and a round of twenty shots of him. And, to top it off, he sends another \nbatch of cluster missles at the bot.\n*** Note: If you remember, Cluster Missles are small missles shot from \nTarantulas&#39; shoulders. A batch contains four of these such missles. ***\n       Aerostreak, soaring above with a broken leg, see&#39;s Greven and spirals \ntwo optic blasts down on the bot.\n\n       Putnam sees Goldeneye fall and wraps his hands around the females \nthroat, sending a shockwave of energon energy through her.\n\n       Jackle see&#39;s Drillbit&#39;s gatling gun. He races and leaps apon the guns \nbarrle, and with one extended arm, shoots at Drillbits head, holding on \ntightly as the barrle swings violently. Gremlin takes out a large shotgun, \naims for Drillbit, and sends a ripping blast at the bots left side.\n\n       Pheniox swoops down on Dollen, her wrists extended, sending two steams \nof fire balls at the bot from above. Nighteyes, seeing Dollen, takes out an \ngenade and tosses it at Dollen.\n\n       Odiphious and Venus, both with Darkmouse locked as a target, fire \nthier pistols at her from the ground. Venus takes out a long energon binding \nrope, ties it into a lasso, and swirls it above her head.....as the bot fell \ncloser to the earth Venus was going to snag Darkmouse. Meanwhile, Odiphus \ncontinues to assult her.\n\n\n\r\n--part1_f7.63fed15.2784c056_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As the shots bhurst apon Megatron, he sailed back into a nearby tree. &lt;BR&gt;His left eye began to stream mech down his face in a terible sting. He rolled &lt;BR&gt;forward and took a spot of cover. Thinking a moment, he rose to face Killfest &lt;BR&gt;and blasted 5 concussion missles at the bot. \n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tankkor spins away from Endbringers shots, the ones that do come into &lt;BR&gt;contact slam into his armored backside. He thuds closer to Endbriger, held &lt;BR&gt;out his right arm, and in the upper section a small compartment flies open &lt;BR&gt;and shoots out a large electricaly charged net at Endbringer.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, Marine see&#39;s Endbringer, and, from behinde, sends three &lt;BR&gt;large missles sailing for his large knee caps.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Akron plummits for a few moments from the shots, then flips up and &lt;BR&gt;sends his fist in a course for Scyther&#39;s jaw. Once there, not only would he &lt;BR&gt;break it, but he would drain some of the bots energy.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tarantulas, still in vhicle mode, races around the battle scene. His &lt;BR&gt;left back tire explodes from Greven. Once transformed he takes out his chain &lt;BR&gt;gun and a round of twenty shots of him. And, to top it off, he sends another &lt;BR&gt;batch of cluster missles at the bot.\n&lt;BR&gt;*** Note: If you remember, Cluster Missles are small missles shot from &lt;BR&gt;Tarantulas&#39; shoulders. A batch contains four of these such missles. ***\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aerostreak, soaring above with a broken leg, see&#39;s Greven and spirals &lt;BR&gt;two optic blasts down on the bot.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Putnam sees Goldeneye fall and wraps his hands around the females &lt;BR&gt;throat, sending a shockwave of energon energy through her.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jackle see&#39;s Drillbit&#39;s gatling gun. He races and leaps apon the guns &lt;BR&gt;barrle, and with one extended arm, shoots at Drillbits head, holding on &lt;BR&gt;tightly as the barrle swings violently. Gremlin takes out a large shotgun, &lt;BR&gt;aims for Drillbit, and sends a ripping blast at the bots left side.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pheniox swoops down on Dollen, her wrists extended, sending two steams &lt;BR&gt;of fire balls at the bot from above. Nighteyes, seeing Dollen, takes out an &lt;BR&gt;genade and tosses it at Dollen.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Odiphious and Venus, both with Darkmouse locked as a target, fire &lt;BR&gt;thier pistols at her from the ground. Venus takes out a long energon binding &lt;BR&gt;rope, ties it into a lasso, and swirls it above her head.....as the bot fell &lt;BR&gt;closer to the earth Venus was going to snag Darkmouse. Meanwhile, Odiphus &lt;BR&gt;continues to assult her.\n&lt;BR&gt;\n&lt;BR&gt;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_f7.63fed15.2784c056_boundary--\r\n\n"}}