{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"XdWu1ud_FHMA_YnJYUXwKbMIX_zG-ZGrikvu0NPjp1mFMIQy8KV-4bRMXV9u1yWOOpVhTDtzKA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"War at CF","postDate":"978570878","msgId":24828,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQyLmVlN2QxMDYuMjc4NTI4N2VAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24835,"prevInTime":24827,"nextInTime":24829,"topicId":24828,"numMessagesInTopic":6,"msgSnippet":"(Oooh, how clever, IR.  J/K  Diplomacy will have to be adapted, reminds me of the Newcomer negotiations with the Maxis :)  Luckily ol Uni has an ace up his","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 4 Jan 2001 01:14:47 -0000\r\nReceived: (qmail 3515 invoked from network); 4 Jan 2001 01:14:46 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 4 Jan 2001 01:14:46 -0000\r\nReceived: from unknown (HELO imo-r11.mail.aol.com) (152.163.225.65) by mta3 with SMTP; 4 Jan 2001 02:15:51 -0000\r\nReceived: from KSLawdogg@... by imo-r11.mx.aol.com (mail_out_v28.35.) id a.42.ee7d106 (3946) for &lt;nbwrpg@egroups.com&gt;; Wed, 3 Jan 2001 20:14:39 -0500 (EST)\r\nMessage-ID: &lt;42.ee7d106.2785287e@...&gt;\r\nDate: Wed, 3 Jan 2001 20:14:38 EST\r\nSubject: War at CF\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Oooh, how clever, IR.  J/K  Diplomacy will have to be adapted, reminds me of \nthe Newcomer negotiations with the Maxis :)  Luckily ol&#39; Uni has an ace up \nhis sleeve\n\nAlso, Airly, when Oblitertron seperated, Chordate and Dark One landed right \nnext to each other, so unless Airly was hovering above him after Oblitertron \ndetached and THEN grabbed him, he&#39;d be safe with Windlord, but that&#39;s not the \ncase, he&#39;s still inside of Dark One&#39;s jet fighter mode\n\nAlso, sorry about the wait Alloran, but I checked Egroups and found your \nreply, which I never received from egroups, along with another e-mail from \nyou)\n\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark Claw/Double \nPunch/Beeline/Manterror/Injector/Bumblebee/Sixshot/Ares/Vehement/Sun \nCrusher/Reflector/Nemesis Enforcer/Scattershot/Unitron/Firestarter/\nChordate/Chaos/Minion:\n\n\n\nDark One continued to gain altitude as he armed a pair of missiles, diving \ndown and launching two of them downward at Liono.\n\n---\n\nBreakdown slowly stood up, shaking his head, still a little out of it.\n\n---\n\nPyro got up slowly, raising his flame cannon, launching off two fire balls at \nHot Spot, each missing.\n\n---\n\nHiss continued lying on the ground, not wanting to get up due to pain.  He \nsighed uncomfortably and tried to push himself up in what looked like a push \nup.\n\n---\n\nScavenger got up, transforming to his HUMVEE mode painfully, loading the \ncannons on the side with numerous rounds.\n\n---\n\nHot Spot watched Pyro&#39;s fire balls go by and yelled.  &quot;You piece of slag!&quot;\n\nThe Protectobot leader transformed into his blue fire truck mode, the hose of \nthe vehicle pointing at Pyro and launching a continuous burst of \nhigh-pressured water.\n\n---\n\nGroove charged forward, raising his twin vaporators, shooting a blast of \nfreezing vapor at the slowly getting up Hiss.\n\n---\n\nBlades silently looked at Dark One, his sensors telling him a Maximal was \ninside and a prisoner.  He sighed, knowing he COULD chase after him in his \napache mode, but he wouldn&#39;t really stand a chance against a jet fighter. \n\nHe raised his photon pistol, firing off two blasts at Hiss.\n\n---\n\nFirst Aid raised his left arm, firing a welding laser blast from his left \nfist off at Breakdown&#39;s chest.\n\n---\n\nStreetwise raised his own photon pistol, firing off two blasts at the flying \nDark One, knowing it wouldn&#39;t have a high probability of hitting.\n\n===\n\nDemon Wulf cursed sidestepping, a dozen of the exploding stars striking his \nthick and powerful armor, not breaking through but hurting.  He raised his \nbladed weapon, firing off another blade missile at Lilly, a purple blast of \nenergy erupting from his open mouth at her.\n\n---\n\nFlesh Ripper jumped with his mighty legs, avoiding the cone of acid and \nplasma blasts and slamming down to the ground with a grunt, two of the \nlancers striking his chest plate and knocking him back with a vicious snarl.\n\nHe raised his left palm, forming a blue orb in his left palm, throwing it at \nNeo Bahamut, the orb having the same ability as a grenade only slightly \nstronger.  He formed a yellowish-white orb with the effects of an EMP blast, \nthrowing it at Liono.\n\n---\n\nDark Claw fired off a fire ball from his mouth at the incoming stars, only a \nfew getting through and blowing up against Dark Claw&#39;s torso.  He cursed as \nhe felt the cold, but he increased his body heat to keep himself from \nfreezing, as well as Liono&#39;s fire balls that struck him, doing nothing more \nthan knocking him to the right a little.  He formed a black orb in his left \nhand, throwing it at Koj, the black orb having the effect of a charge (which \nis much stronger than a grenade).  The plasma bolts struck him and knocked \nhim back, piercing into his thick armor.\n\n===\n\nDouble Punch watched as his cyberbee Beeline dived downward in the sky, \nfiring off four optic blasts, intercepting both missiles heading for him and \ntwo heading for some other robot.\n\nHe raised his tail instantly, firing off a burst of acid to intercept most of \nthe shots and explosive shells heading his way, some getting through and \nknocking him back a few feet, cutting into his exo-skeletron pretty good.  He \nraised his left pincher, launching two energy-signature seeking missiles off \nat Sideswipe.\n\nHe raised his right pincher, firing off two more energy-signature seeking \nmissiles off at Torca.\n\n---\n\nInjector was struck with the shells, sending him flipping through the air, \nstabalizing himself easily as his exo-skeletron took a bit of damage.  He \nraised his behind, launching off two stinger missiles down at Torca.\n\n---\n\nManteror was struck from the side by blasts from Grimmler and Kluster, \nknocking him out of the way of the incoming tusk missile and some shots, \neight still taking on his thick armor.  He cursed, the pain getting more \nintense and the wounds getting worse.\n\nHe raised his left arm, firing off four ion disks down at Kluster, and raised \nthe right arm.  &quot;I&#39;d appreciate it if you&#39;d die.&quot; he smiled, firing off three \nion disks at Ratchet&#39;s midsection.\n\n---\n\nBumblebee flew hard left, dodging the shots but the missile getting a diret \nhit, blowing a few inches wide hole in his side.  He cursed as a steady flow \nof mech-fluid leaked. \n\n&quot;You&#39;ll...pay for that...Maximal!&quot; he yelled out in pain, raising both arms, \nfiring off two stinger missiles from his left launcher at Ratchet, firing two \nmore from his other weapon at Sky Lynx.\n\n---\n\nSixshot watched someone&#39;s cyberbee shoot down two missiles heading for him.  \nHe didn&#39;t wait around to watch what happened next, jumping hard right as two \nother missiles blew up the ground where he had just been, the resulting shock \nwave knocking him through the air more than he wanted to, crashing down on an \nelbow.\n\nHe cursed loudly, getting up and firing off two blasts from both hypersonic \nconcussion blasts off at Sky Lynx, immense pain coming from his right elbow \nwhenever it was moved.\n\n---\n\nAres ducked down to a knee, the shots going overhead but the missiles \nstriking him in the chest, knocking him back on a flip, but landing on his \nknees in great pain.  He got up with a grunt of terrible pain, raising his \ngrenade launcher and firing a single grenade off at Sideswipe, followed by \nthree rapid optic blasts at Torca&#39;s left arm.\n\n===\n\nChaos continued to drive forward at top speed, swerving hard right to avoid \nnumerous lightning blasts, a few striking the body of his missile truck mode, \nfrying some unimportant systems and leaving deep burn marks that had pierced \ninto his form.  He fired off two five foot long missiles off at Dark Convoy, \ntransforming to biped mode immediately after and landing on his two feet, \nreaching into subspace.\n\n---\n\nMinion drove swerved, happy about not being shot at.  He fired off \ntwenty-five rapid laser blasts from his left cannon off at Liono and \ncontinued driving as he fired, a new target lined up, twenty-five blasts \nrining out from his right cannon at Lilly.\n\n===\n\nVehement continued to fly, seeing his two soldiers close enough to hear him \nwithout the inner monologue communications unit.\n\n&quot;Brothers, the situation is worsening,&quot; he said as he looked at Nemesis \nEnforcer, Demon Wulf and his brethren, and the spot in the air where \nOblitertron had filled the robot&#39;s view, &quot;Sun Crusher, aid that bot, Nemesis \nEnforcer, and Refletor, aid against the old Maximal leader.  I will take on \nthe Warrior of Light myself.  He is but one, I am superior to one.  To two.  \nTo a dozen Warrior of Lights.  Now go!&quot; he yelled, speeding up, getting so \nclose to the Key, he could taste it, the holy item teasing him with knowing \nhim it was there, but possibly out of his grasp.\n\n---\n\nSun Crusher watched Vehement and shrugged, raising his rifle and flying off \ntowards Nemesis Enforcer.\n\n---\n\nReflector sighed, heading off towards Demon Wulf and his brethren at top \nspeed.\n\n===\n\nNemesis Enforcer&#39;s vision returned ever so slightly and he saw a sword.  He \nalmost burst out in laughter, but it hurtst a little, and he didn&#39;t want to \nfeel anything more right now.  He didn&#39;t know the situation, but knew the \nAlliance would win even without him.  But his mind was far from gon jue, at \nleast in the sense of being unconsciouss.\n\nHe powered up the boosters in his batlike feet, launching him along the \nground, digging into the ground, which Nemesis knew would leave an ugly stain \non his back until it was cleaned off after a CR use.\n\nHis body dug through the ground as the boosters blasted him away from Iron \nRaptor, away from the evil, evil sword.  The sword mocked him, but Nemesis \nwould have the last laugh.  He let out a painful chuckle, unwittingly heading \nfor the Protectobots and Oblitercons.\n\n---\n\nScattershot watched Nemesis and sighed.  &quot;Of course he gets out of dying. But \nif that had been me.&quot; he brought a finger to his throat, dragging it from one \nend to the other.\n\n&quot;Well, Nemesis really isn&#39;t worth much, Maximal witch!&quot; he yelled down, \nraising his rifle and firing off 25 explosvie rounds down at Iron Raptor.\n\n&quot;You make my heart go BA-BOOM!&quot;\n\n===\n\nUnitron continued flying, launching a flare to intercept the missile trailing \nhim.  He transformed to biped mode, flying through the hole in the bridge, \ntouching down.\n\nThe top of his left wrist opened up, revealing a barrel, a dozen rapid blasts \ntearing apart two autoguns that had started to come down from the ceiling.\n\nHe looked to his left to Firestarter, and then down to the Maximal Hysteria.\n\n---\n\nFirestarter touched down in biped mode, smiling at the downed at Hysteria, \nraising his left arm at her.\n\n&quot;Leave her.  We have more important things to do.&quot; Unitron said.\n\n&quot;Fine.  You are right.&quot; Firestarter replied, walking forward along side \nUnitron, who fired off more rapid laser blasts to blow apart the relatively \nweak autoguns.\n\n===\n\nChordate continued to be unconsciouss, slowly starting to come out of it, \nfresh mech-fluid leaking down his face.\n\n\n\n"}}