{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Airshadow Nightlight","from":"&quot;Airshadow Nightlight&quot; &lt;airly2000@...&gt;","replyTo":"LIST","senderId":"ZLjHUKMbMInkvaWiCjCUJJjlfthbdwdRH8sVW9qINF8KUaShV9UPzQg4kZEmc1eSZX2Jw2EauoC5s6b9TCLieISWskjZZmP3yd_CrZVIgoUVEEQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: War at CF","postDate":"978585059","msgId":24835,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkzMTBsMytsYXJyQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDQyLmVlN2QxMDYuMjc4NTI4N2VAY3MuY29tPg=="},"prevInTopic":24828,"nextInTopic":24847,"prevInTime":24834,"nextInTime":24836,"topicId":24828,"numMessagesInTopic":6,"msgSnippet":"OCC:: That was my idea KSL! DO you let me humilliat  a Dark One abit trying to save that MAximal? Remember that you was hunted me and almost send one of my","rawEmail":"Return-Path: &lt;airly2000@...&gt;\r\nX-Sender: airly2000@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 4 Jan 2001 05:11:05 -0000\r\nReceived: (qmail 31742 invoked from network); 4 Jan 2001 05:11:04 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 4 Jan 2001 05:11:04 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta1 with SMTP; 4 Jan 2001 05:11:04 -0000\r\nX-eGroups-Return: airly2000@...\r\nReceived: from [10.1.4.73] by ej.egroups.com with NNFMP; 04 Jan 2001 05:11:04 -0000\r\nDate: Thu, 04 Jan 2001 05:10:59 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: War at CF\r\nMessage-ID: &lt;9310l3+larr@...&gt;\r\nIn-Reply-To: &lt;42.ee7d106.2785287e@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 10921\r\nX-Mailer: eGroups Message Poster\r\nFrom: &quot;Airshadow Nightlight&quot; &lt;airly2000@...&gt;\r\n\r\nOCC:: That was my idea KSL! DO you let me humilliat  a Dark One abit \ntrying to save that MAximal? Remember that you was hunted me and \nalmost send one of my fav. char to the MAtrix!! Do you let me??\n\n\nWindlord::\n\nWindlord continued chasing Dark One trying to force him free at \nChordate. He fires his feathers missiles (25 x shot)\n\n\n\n\n--- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; (Oooh, how clever, IR.  J/K  Diplomacy will have to be adapted, \nreminds me of \n&gt; the Newcomer negotiations with the Maxis :)  Luckily ol&#39; Uni has an \nace up \n&gt; his sleeve\n&gt; \n&gt; Also, Airly, when Oblitertron seperated, Chordate and Dark One \nlanded right \n&gt; next to each other, so unless Airly was hovering above him after \nOblitertron \n&gt; detached and THEN grabbed him, he&#39;d be safe with Windlord, but \nthat&#39;s not the \n&gt; case, he&#39;s still inside of Dark One&#39;s jet fighter mode\n&gt; \n&gt; Also, sorry about the wait Alloran, but I checked Egroups and found \nyour \n&gt; reply, which I never received from egroups, along with another e-\nmail from \n&gt; you)\n&gt; \n&gt; \n&gt; The Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark \nClaw/Double \n&gt; \nPunch/Beeline/Manterror/Injector/Bumblebee/Sixshot/Ares/Vehement/Sun \n&gt; Crusher/Reflector/Nemesis Enforcer/Scattershot/Unitron/Firestarter/\n&gt; Chordate/Chaos/Minion:\n&gt; \n&gt; \n&gt; \n&gt; Dark One continued to gain altitude as he armed a pair of missiles, \ndiving \n&gt; down and launching two of them downward at Liono.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown slowly stood up, shaking his head, still a little out of \nit.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro got up slowly, raising his flame cannon, launching off two \nfire balls at \n&gt; Hot Spot, each missing.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss continued lying on the ground, not wanting to get up due to \npain.  He \n&gt; sighed uncomfortably and tried to push himself up in what looked \nlike a push \n&gt; up.\n&gt; \n&gt; ---\n&gt; \n&gt; Scavenger got up, transforming to his HUMVEE mode painfully, \nloading the \n&gt; cannons on the side with numerous rounds.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot watched Pyro&#39;s fire balls go by and yelled.  &quot;You piece of \nslag!&quot;\n&gt; \n&gt; The Protectobot leader transformed into his blue fire truck mode, \nthe hose of \n&gt; the vehicle pointing at Pyro and launching a continuous burst of \n&gt; high-pressured water.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove charged forward, raising his twin vaporators, shooting a \nblast of \n&gt; freezing vapor at the slowly getting up Hiss.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades silently looked at Dark One, his sensors telling him a \nMaximal was \n&gt; inside and a prisoner.  He sighed, knowing he COULD chase after him \nin his \n&gt; apache mode, but he wouldn&#39;t really stand a chance against a jet \nfighter. \n&gt; \n&gt; He raised his photon pistol, firing off two blasts at Hiss.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid raised his left arm, firing a welding laser blast from \nhis left \n&gt; fist off at Breakdown&#39;s chest.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise raised his own photon pistol, firing off two blasts at \nthe flying \n&gt; Dark One, knowing it wouldn&#39;t have a high probability of hitting.\n&gt; \n&gt; ===\n&gt; \n&gt; Demon Wulf cursed sidestepping, a dozen of the exploding stars \nstriking his \n&gt; thick and powerful armor, not breaking through but hurting.  He \nraised his \n&gt; bladed weapon, firing off another blade missile at Lilly, a purple \nblast of \n&gt; energy erupting from his open mouth at her.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper jumped with his mighty legs, avoiding the cone of acid \nand \n&gt; plasma blasts and slamming down to the ground with a grunt, two of \nthe \n&gt; lancers striking his chest plate and knocking him back with a \nvicious snarl.\n&gt; \n&gt; He raised his left palm, forming a blue orb in his left palm, \nthrowing it at \n&gt; Neo Bahamut, the orb having the same ability as a grenade only \nslightly \n&gt; stronger.  He formed a yellowish-white orb with the effects of an \nEMP blast, \n&gt; throwing it at Liono.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw fired off a fire ball from his mouth at the incoming \nstars, only a \n&gt; few getting through and blowing up against Dark Claw&#39;s torso.  He \ncursed as \n&gt; he felt the cold, but he increased his body heat to keep himself \nfrom \n&gt; freezing, as well as Liono&#39;s fire balls that struck him, doing \nnothing more \n&gt; than knocking him to the right a little.  He formed a black orb in \nhis left \n&gt; hand, throwing it at Koj, the black orb having the effect of a \ncharge (which \n&gt; is much stronger than a grenade).  The plasma bolts struck him and \nknocked \n&gt; him back, piercing into his thick armor.\n&gt; \n&gt; ===\n&gt; \n&gt; Double Punch watched as his cyberbee Beeline dived downward in the \nsky, \n&gt; firing off four optic blasts, intercepting both missiles heading \nfor him and \n&gt; two heading for some other robot.\n&gt; \n&gt; He raised his tail instantly, firing off a burst of acid to \nintercept most of \n&gt; the shots and explosive shells heading his way, some getting \nthrough and \n&gt; knocking him back a few feet, cutting into his exo-skeletron pretty \ngood.  He \n&gt; raised his left pincher, launching two energy-signature seeking \nmissiles off \n&gt; at Sideswipe.\n&gt; \n&gt; He raised his right pincher, firing off two more energy-signature \nseeking \n&gt; missiles off at Torca.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector was struck with the shells, sending him flipping through \nthe air, \n&gt; stabalizing himself easily as his exo-skeletron took a bit of \ndamage.  He \n&gt; raised his behind, launching off two stinger missiles down at Torca.\n&gt; \n&gt; ---\n&gt; \n&gt; Manteror was struck from the side by blasts from Grimmler and \nKluster, \n&gt; knocking him out of the way of the incoming tusk missile and some \nshots, \n&gt; eight still taking on his thick armor.  He cursed, the pain getting \nmore \n&gt; intense and the wounds getting worse.\n&gt; \n&gt; He raised his left arm, firing off four ion disks down at Kluster, \nand raised \n&gt; the right arm.  &quot;I&#39;d appreciate it if you&#39;d die.&quot; he smiled, firing \noff three \n&gt; ion disks at Ratchet&#39;s midsection.\n&gt; \n&gt; ---\n&gt; \n&gt; Bumblebee flew hard left, dodging the shots but the missile getting \na diret \n&gt; hit, blowing a few inches wide hole in his side.  He cursed as a \nsteady flow \n&gt; of mech-fluid leaked. \n&gt; \n&gt; &quot;You&#39;ll...pay for that...Maximal!&quot; he yelled out in pain, raising \nboth arms, \n&gt; firing off two stinger missiles from his left launcher at Ratchet, \nfiring two \n&gt; more from his other weapon at Sky Lynx.\n&gt; \n&gt; ---\n&gt; \n&gt; Sixshot watched someone&#39;s cyberbee shoot down two missiles heading \nfor him.  \n&gt; He didn&#39;t wait around to watch what happened next, jumping hard \nright as two \n&gt; other missiles blew up the ground where he had just been, the \nresulting shock \n&gt; wave knocking him through the air more than he wanted to, crashing \ndown on an \n&gt; elbow.\n&gt; \n&gt; He cursed loudly, getting up and firing off two blasts from both \nhypersonic \n&gt; concussion blasts off at Sky Lynx, immense pain coming from his \nright elbow \n&gt; whenever it was moved.\n&gt; \n&gt; ---\n&gt; \n&gt; Ares ducked down to a knee, the shots going overhead but the \nmissiles \n&gt; striking him in the chest, knocking him back on a flip, but landing \non his \n&gt; knees in great pain.  He got up with a grunt of terrible pain, \nraising his \n&gt; grenade launcher and firing a single grenade off at Sideswipe, \nfollowed by \n&gt; three rapid optic blasts at Torca&#39;s left arm.\n&gt; \n&gt; ===\n&gt; \n&gt; Chaos continued to drive forward at top speed, swerving hard right \nto avoid \n&gt; numerous lightning blasts, a few striking the body of his missile \ntruck mode, \n&gt; frying some unimportant systems and leaving deep burn marks that \nhad pierced \n&gt; into his form.  He fired off two five foot long missiles off at \nDark Convoy, \n&gt; transforming to biped mode immediately after and landing on his two \nfeet, \n&gt; reaching into subspace.\n&gt; \n&gt; ---\n&gt; \n&gt; Minion drove swerved, happy about not being shot at.  He fired off \n&gt; twenty-five rapid laser blasts from his left cannon off at Liono \nand \n&gt; continued driving as he fired, a new target lined up, twenty-five \nblasts \n&gt; rining out from his right cannon at Lilly.\n&gt; \n&gt; ===\n&gt; \n&gt; Vehement continued to fly, seeing his two soldiers close enough to \nhear him \n&gt; without the inner monologue communications unit.\n&gt; \n&gt; &quot;Brothers, the situation is worsening,&quot; he said as he looked at \nNemesis \n&gt; Enforcer, Demon Wulf and his brethren, and the spot in the air \nwhere \n&gt; Oblitertron had filled the robot&#39;s view, &quot;Sun Crusher, aid that \nbot, Nemesis \n&gt; Enforcer, and Refletor, aid against the old Maximal leader.  I will \ntake on \n&gt; the Warrior of Light myself.  He is but one, I am superior to one.  \nTo two.  \n&gt; To a dozen Warrior of Lights.  Now go!&quot; he yelled, speeding up, \ngetting so \n&gt; close to the Key, he could taste it, the holy item teasing him with \nknowing \n&gt; him it was there, but possibly out of his grasp.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher watched Vehement and shrugged, raising his rifle and \nflying off \n&gt; towards Nemesis Enforcer.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector sighed, heading off towards Demon Wulf and his brethren \nat top \n&gt; speed.\n&gt; \n&gt; ===\n&gt; \n&gt; Nemesis Enforcer&#39;s vision returned ever so slightly and he saw a \nsword.  He \n&gt; almost burst out in laughter, but it hurtst a little, and he didn&#39;t \nwant to \n&gt; feel anything more right now.  He didn&#39;t know the situation, but \nknew the \n&gt; Alliance would win even without him.  But his mind was far from gon \njue, at \n&gt; least in the sense of being unconsciouss.\n&gt; \n&gt; He powered up the boosters in his batlike feet, launching him along \nthe \n&gt; ground, digging into the ground, which Nemesis knew would leave an \nugly stain \n&gt; on his back until it was cleaned off after a CR use.\n&gt; \n&gt; His body dug through the ground as the boosters blasted him away \nfrom Iron \n&gt; Raptor, away from the evil, evil sword.  The sword mocked him, but \nNemesis \n&gt; would have the last laugh.  He let out a painful chuckle, \nunwittingly heading \n&gt; for the Protectobots and Oblitercons.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot watched Nemesis and sighed.  &quot;Of course he gets out of \ndying. But \n&gt; if that had been me.&quot; he brought a finger to his throat, dragging \nit from one \n&gt; end to the other.\n&gt; \n&gt; &quot;Well, Nemesis really isn&#39;t worth much, Maximal witch!&quot; he yelled \ndown, \n&gt; raising his rifle and firing off 25 explosvie rounds down at Iron \nRaptor.\n&gt; \n&gt; &quot;You make my heart go BA-BOOM!&quot;\n&gt; \n&gt; ===\n&gt; \n&gt; Unitron continued flying, launching a flare to intercept the \nmissile trailing \n&gt; him.  He transformed to biped mode, flying through the hole in the \nbridge, \n&gt; touching down.\n&gt; \n&gt; The top of his left wrist opened up, revealing a barrel, a dozen \nrapid blasts \n&gt; tearing apart two autoguns that had started to come down from the \nceiling.\n&gt; \n&gt; He looked to his left to Firestarter, and then down to the Maximal \nHysteria.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter touched down in biped mode, smiling at the downed at \nHysteria, \n&gt; raising his left arm at her.\n&gt; \n&gt; &quot;Leave her.  We have more important things to do.&quot; Unitron said.\n&gt; \n&gt; &quot;Fine.  You are right.&quot; Firestarter replied, walking forward along \nside \n&gt; Unitron, who fired off more rapid laser blasts to blow apart the \nrelatively \n&gt; weak autoguns.\n&gt; \n&gt; ===\n&gt; \n&gt; Chordate continued to be unconsciouss, slowly starting to come out \nof it, \n&gt; fresh mech-fluid leaking down his face.\n\n\n"}}