{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"1eLPvf9ODvMclOXfKAnyNb7M5raan0ucARXeEJBnE0Be2HpXtHrQHJBRW61UoAEB8MYlCnA8Ow","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Predaconmania","postDate":"978588863","msgId":24844,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkzMTRidis0cTQ0QGVHcm91cHMuY29tPg==","inReplyToHeader":"PGY3LjYzZmVkMTUuMjc4NGMwNTZAYW9sLmNvbT4="},"prevInTopic":24798,"nextInTopic":0,"prevInTime":24843,"nextInTime":24845,"topicId":24798,"numMessagesInTopic":2,"msgSnippet":"... Killfest ducks under four missiles, one of them hitting him and making him step back. He was a big bot, but he doubted he could take missile after missile","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 4 Jan 2001 06:14:26 -0000\r\nReceived: (qmail 5198 invoked from network); 4 Jan 2001 06:14:25 -0000\r\nReceived: from unknown (10.1.10.142) by l10.egroups.com with QMQP; 4 Jan 2001 06:14:25 -0000\r\nReceived: from unknown (HELO mr.egroups.com) (10.1.1.37) by mta3 with SMTP; 4 Jan 2001 07:15:31 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.101] by mr.egroups.com with NNFMP; 04 Jan 2001 06:14:25 -0000\r\nDate: Thu, 04 Jan 2001 06:14:23 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Predaconmania\r\nMessage-ID: &lt;9314bv+4q44@...&gt;\r\nIn-Reply-To: &lt;f7.63fed15.2784c056@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4618\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Killfest/EndBringer/Greven/Scyther/Demise/Goldeneye/Darkmouse::\n\nKillfest ducks under four missiles, one of them hitting him and \nmaking him step back. He was a big bot, but he doubted he could take \nmissile after missile for much longer than double the time a normal \nbot could. He&#39;d have to be more careful.\n\nHe fires four more explosive beams at Megatron.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer falls back from the net, initialy thinking it consisted of \nenergon. He laughs when he realizes it was electricity. What were \nthese bots trying to do, power him up? His armor, specially designed \nto reroute all electricity he takes in to his tentacles, does its \njob. EndBringer growls as one of Marine&#39;s missiles hits him in the \nshoulder, destroying one of his missile launchers. The other missile \nsails over his chest, since EndBringer was laying on the ground.\n\nEndBringer jumps up and charges at Tankorr with a roar, his tentacles \nready. His scanners kept watch behind him, tracking Marine.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nOver a dozen bullets from Tarantulus pelt Greven&#39;s heavily-armored \nform, but the bot barely notices. He roars, charging at Tarantulus. \nSweeping the four missiles aside with one large arm like they were \nnothing, Greven fires four missiles (two missiles each from two \nmissile launchers). One of the missiles missiles by a long shot, \ncatching a tree on fire.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nStill cloaked, Scyther angles sharply up, Akron barely touching him, \nbut still draining energy. He growls, gaining altitude and taking out \na spare cloaking device. He puts it on Darkmouse, cloaking her.\n\nScyther fires three charges at the middle of Putam&#39;s back as he sees \nthe Energonian attacking Goldeneye.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGoldeneye twitches as the energy flows through her. She struggles, \ntrying to get away.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nDemise walks out of the CR and then out of the base. He looks around, \ngetting his bearings and then charging toward the battle site, \nripping trees out of his way with his huge claws.\n\n\n\n\n\n\n\n--- In nbwrpg@egroups.com, JP3884@a... wrote:\n&gt;        As the shots bhurst apon Megatron, he sailed back into a \nnearby tree. \n&gt; His left eye began to stream mech down his face in a terible sting. \nHe rolled \n&gt; forward and took a spot of cover. Thinking a moment, he rose to \nface Killfest \n&gt; and blasted 5 concussion missles at the bot. \n&gt;       \n&gt; \n&gt;        Tankkor spins away from Endbringers shots, the ones that do \ncome into \n&gt; contact slam into his armored backside. He thuds closer to \nEndbriger, held \n&gt; out his right arm, and in the upper section a small compartment \nflies open \n&gt; and shoots out a large electricaly charged net at Endbringer.\n&gt;        Meanwhile, Marine see&#39;s Endbringer, and, from behinde, sends \nthree \n&gt; large missles sailing for his large knee caps.\n&gt; \n&gt;        Akron plummits for a few moments from the shots, then flips \nup and \n&gt; sends his fist in a course for Scyther&#39;s jaw. Once there, not only \nwould he \n&gt; break it, but he would drain some of the bots energy.\n&gt; \n&gt;        Tarantulas, still in vhicle mode, races around the battle \nscene. His \n&gt; left back tire explodes from Greven. Once transformed he takes out \nhis chain \n&gt; gun and a round of twenty shots of him. And, to top it off, he \nsends another \n&gt; batch of cluster missles at the bot.\n&gt; *** Note: If you remember, Cluster Missles are small missles shot \nfrom \n&gt; Tarantulas&#39; shoulders. A batch contains four of these such missles. \n***\n&gt;        Aerostreak, soaring above with a broken leg, see&#39;s Greven \nand spirals \n&gt; two optic blasts down on the bot.\n&gt; \n&gt;        Putnam sees Goldeneye fall and wraps his hands around the \nfemales \n&gt; throat, sending a shockwave of energon energy through her.\n&gt; \n&gt;        Jackle see&#39;s Drillbit&#39;s gatling gun. He races and leaps apon \nthe guns \n&gt; barrle, and with one extended arm, shoots at Drillbits head, \nholding on \n&gt; tightly as the barrle swings violently. Gremlin takes out a large \nshotgun, \n&gt; aims for Drillbit, and sends a ripping blast at the bots left side.\n&gt; \n&gt;        Pheniox swoops down on Dollen, her wrists extended, sending \ntwo steams \n&gt; of fire balls at the bot from above. Nighteyes, seeing Dollen, \ntakes out an \n&gt; genade and tosses it at Dollen.\n&gt; \n&gt;        Odiphious and Venus, both with Darkmouse locked as a target, \nfire \n&gt; thier pistols at her from the ground. Venus takes out a long \nenergon binding \n&gt; rope, ties it into a lasso, and swirls it above her head.....as the \nbot fell \n&gt; closer to the earth Venus was going to snag Darkmouse. Meanwhile, \nOdiphus \n&gt; continues to assult her.\n\n\n"}}