{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"v7vnaNPTC-AZmfS568mr3EPsHtUdXtn8Ez5i2Az3GXRf4ai1liPo_LCjcJx6i2xWt7xxtM4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Stage one (finished)","postDate":"978631585","msgId":24867,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGExLmY1ZTAzZGMuMjc4NjE1YTFAYW9sLmNvbT4="},"prevInTopic":24790,"nextInTopic":24870,"prevInTime":24866,"nextInTime":24868,"topicId":24731,"numMessagesInTopic":12,"msgSnippet":"Screaming at the firepower of Starscream, Nighteyes sprints as fast as her bleeding legs carry her. By far, she is the most damaged Predacon in this whole","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nX-Sender: JP3884@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 4 Jan 2001 18:06:32 -0000\r\nReceived: (qmail 45653 invoked from network); 4 Jan 2001 18:06:29 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 4 Jan 2001 18:06:29 -0000\r\nReceived: from unknown (HELO imo-d01.mx.aol.com) (205.188.157.33) by mta1 with SMTP; 4 Jan 2001 18:06:29 -0000\r\nReceived: from JP3884@... by imo-d01.mx.aol.com (mail_out_v28.35.) id a.a1.f5e03dc (9156) for &lt;nbwrpg@egroups.com&gt;; Thu, 4 Jan 2001 13:06:26 -0500 (EST)\r\nMessage-ID: &lt;a1.f5e03dc.278615a1@...&gt;\r\nDate: Thu, 4 Jan 2001 13:06:25 EST\r\nSubject: Re: Stage one (finished)\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_a1.f5e03dc.278615a1_boundary&quot;\r\nContent-Disposition: Inline\r\nX-Mailer: 6.0 sub 171\r\nFrom: JP3884@...\r\n\r\n\r\n--part1_a1.f5e03dc.278615a1_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n       Screaming at the firepower of Starscream, Nighteyes sprints as fast as \nher bleeding legs carry her. By far, she is the most damaged Predacon in this \nwhole mess.\n       Looking back at her attacker, she jumps and manuvers herself up into a \nlarge tree. There, she waits only a moment before leaping from the green \nbrush of leaves and asending on Starscream with two pistols raining down \nblasts on him. As the shots fall, so do the drops of mech off of her body.\n\n       Megatron watches as Killfest come back with four more explosion \nblasts. He braced himself, and was sent rolling violently. He got up 50 yards \nfurther from him. With one eye gone, and now a middle finger snapped off \nsomewhere, and a portion of his hip to accompany it, he was leaking mech.\n       He held out his Tailgun, and fired 15 shots after Killfest. Some aimed \nfor him legs, others at his chest, and three for his face. Megatron was going \nto damage this bot, there was no escaping it. He wanted to put Killfest \nthrough misery.\n\n       Tankkor began to rip the tenticles off of his large Vhicon body, but \nthey began to overwheal the titan. He yelled, thrashed, and sent off shots \ninto mid air. Turning, he aimed for a tree and fired.\n       The tree burst into a spectacular fire freenzy and soon, the \nneighboring trees around it became engulfed. The battle scene soon became an \ninferno, complete with falling brush, smoke, ash, and an incredible heat.\n\n       Marine winced as a branch covered in flames fell near him. He looked \nat Endbringer, and bent down on one knee, coughing from the smoke. He aimed \nhis missle launcher for Endbringers back, where he assumed the tenticles \nsprouted from. He fired five deafining bursts.\n\n       Tarantulas slowly backed away, his face cover, &quot;Oh no...&quot; He rasped \nsilently, waiting to get hit by Greven. He held out his gun in front of his \nand fired a round of 25 blasts at him.\n\n       Aerostreak dives to Grevens back, two of his claws extended and aimed \nto dig into the bots backside.\n\n       Akron sees Scather disappear, but she continues forward. The shound of \nthe struggling kept her on his trail. She sent out 4 energon blasts in a \nline, one of them bound to hit him.\n\n       Putnam was sent slamming itno a tree, one engulfed in fire. He jetted \nback into the sky, now with a light singe covering his silver armor. He \nwatched as Akron fired on Scyther and Darkmouse, with a slight clue to what \ndirection they were in. He joined her.\n\n       Odiphious and Venus rise to join Putnam and Akron. Now with Darkmouse \ninvisable, it would be difficult to hit her from the ground. Venus, with her \nlasso, tossed it out in the direction of the shots.\n\n\n\n\r\n--part1_a1.f5e03dc.278615a1_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Century Gothic&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Screaming at the firepower of Starscream, Nighteyes sprints as fast as &lt;BR&gt;her bleeding legs carry her. By far, she is the most damaged Predacon in this &lt;BR&gt;whole mess.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Looking back at her attacker, she jumps and manuvers herself up into a &lt;BR&gt;large tree. There, she waits only a moment before leaping from the green &lt;BR&gt;brush of leaves and asending on Starscream with two pistols raining down &lt;BR&gt;blasts on him. As the shots fall, so do the drops of mech off of her body.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megatron watches as Killfest come back with four more explosion &lt;BR&gt;blasts. He braced himself, and was sent rolling violently. He got up 50 yards &lt;BR&gt;further from him. With one eye gone, and now a middle finger snapped off &lt;BR&gt;somewhere, and a portion of his hip to accompany it, he was leaking mech.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He held out his Tailgun, and fired 15 shots after Killfest. Some aimed &lt;BR&gt;for him legs, others at his chest, and three for his face. Megatron was going &lt;BR&gt;to damage this bot, there was no escaping it. He wanted to put Killfest &lt;BR&gt;through misery.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tankkor began to rip the tenticles off of his large Vhicon body, but &lt;BR&gt;they began to overwheal the titan. He yelled, thrashed, and sent off shots &lt;BR&gt;into mid air. Turning, he aimed for a tree and fired.\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The tree burst into a spectacular fire freenzy and soon, the &lt;BR&gt;neighboring trees around it became engulfed. The battle scene soon became an &lt;BR&gt;inferno, complete with falling brush, smoke, ash, and an incredible heat.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marine winced as a branch covered in flames fell near him. He looked &lt;BR&gt;at Endbringer, and bent down on one knee, coughing from the smoke. He aimed &lt;BR&gt;his missle launcher for Endbringers back, where he assumed the tenticles &lt;BR&gt;sprouted from. He fired five deafining bursts.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tarantulas slowly backed away, his face cover, &quot;Oh no...&quot; He rasped &lt;BR&gt;silently, waiting to get hit by Greven. He held out his gun in front of his &lt;BR&gt;and fired a round of 25 blasts at him.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aerostreak dives to Grevens back, two of his claws extended and aimed &lt;BR&gt;to dig into the bots backside.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Akron sees Scather disappear, but she continues forward. The shound of &lt;BR&gt;the struggling kept her on his trail. She sent out 4 energon blasts in a &lt;BR&gt;line, one of them bound to hit him.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Putnam was sent slamming itno a tree, one engulfed in fire. He jetted &lt;BR&gt;back into the sky, now with a light singe covering his silver armor. He &lt;BR&gt;watched as Akron fired on Scyther and Darkmouse, with a slight clue to what &lt;BR&gt;direction they were in. He joined her.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Odiphious and Venus rise to join Putnam and Akron. Now with Darkmouse &lt;BR&gt;invisable, it would be difficult to hit her from the ground. Venus, with her &lt;BR&gt;lasso, tossed it out in the direction of the shots.\n&lt;BR&gt;\n&lt;BR&gt;\n&lt;BR&gt;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_a1.f5e03dc.278615a1_boundary--\r\n\n"}}