{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"GJTEMX8ZcMoeswKJBO_MAa6x_9QfDIFMGzlpJ0ZL9A1kSdkdaSqLUX5OiR67CtQ5wKbm6JVfWuw8tay6R4zG6KVPa1Vwp0l_AzobbZSWt9_ogB73RQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Finding Carnage..","postDate":"978616197","msgId":24862,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxNjloM3ZMZ0F1c1Z4T052enkwMDAwMDFmMEBob3RtYWlsLmNvbT4="},"prevInTopic":24859,"nextInTopic":24879,"prevInTime":24861,"nextInTime":24863,"topicId":24423,"numMessagesInTopic":41,"msgSnippet":"** Carnage neared the tree roots where she heard the useless struggle of the dying boar, walking a little faster for wanted to end its suffering. Dropping the","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nX-Sender: carnage_blood@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 4 Jan 2001 13:49:59 -0000\r\nReceived: (qmail 73308 invoked from network); 4 Jan 2001 13:49:58 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 4 Jan 2001 13:49:58 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.169) by mta2 with SMTP; 4 Jan 2001 13:49:58 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Thu, 4 Jan 2001 05:49:58 -0800\r\nReceived: from 209.53.248.81 by lw6fd.law6.hotmail.msn.com with HTTP;\tThu, 04 Jan 2001 13:49:57 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Finding Carnage..\r\nDate: Thu, 04 Jan 2001 05:49:57 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F169h3vLgAusVxONvzy000001f0@...&gt;\r\nX-OriginalArrivalTime: 04 Jan 2001 13:49:58.0049 (UTC) FILETIME=[39CE4110:01C07655]\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n** Carnage neared the tree roots where she heard the useless struggle of the \ndying boar, walking a little faster for wanted to end its suffering.\nDropping the sow off just at the base of the tree Carnage hauled herself up \nonto a large root, peering over the side and spotting the boar.\nHer jaws snapped down and finished it just as Teltoli landed a few meters \noff and moved towards her, bracing her legs againct the root and hauling the \nboar up and over the large root with her jaws as her head turned towards the \ncat.\nHer expression was less then blank, but with such a large catch in her mouth \nshe had no room for flexability in her facial movements.\nCarnage backed off of the root and set the boar down right beside the sow, \nlooking back along the way she had come and wondering if she should go back \nfor the piglet again.\nIt wasn&#39;t much trouble and nothing out of her way.\nHowever, she did mannage to stop for a moment to listen to the fuzor&#39;s tale \nbefore wandering off a short distance down the trail and gathering the small \nmeal in her front claws, coming back and setting it alongside the two larger \nswine.\nCarnage flexed the muscles in her hand before looing towards Teltoli, \nfinally resting her weight on her hind legs as she simply looked at her for \na few moment with her green eyes which told nothing of the meotions of \nwithin.\nThis creature standing before her was the same fembot she had called, &quot; \nfriend&quot; once upon a time.\nThe same one who ended up leaving with no explination what so ever, then \nreturned and expected everything to be just fine and dandy?\nCarnage growled as her eyes narrowed, then turning her head and body away \nfrom Teltoli and towards her meals.\nIt was time to take them back to the swamp.\nWith her jaws she mannaged to swing the boar up onto her back, also using \nher musclebownd teeth to position it right so that it wouldn&#39;t fall off. \nDoing the same with the sow but having a more troubled time making it stay \nwhere she wanted.\nCarnage then bent down, very carefully, and snatched up the piglet. Glancing \ntowards Teltoli for a moment before throwing the limp sack of pink skin and \nmeat towards her. The headless body flopping just before the fuzor.\nShe growled for a moment as she heard the words of Teltoli before \nstraighting off and moving towards the direction she would take to get to \nthe swamps which had been her home for so long.\nHer voice was bitter.**\n\n&quot; Would you shoot me in the head if you had to too?!&quot;\n\n** Carnage looked towards Teltoli for a second more before moving carefully \noff towards her long time home. Making sure that her prizes didn&#39;t fall.\nBut she suddenly stopped, nearly losing the sow, glaring towards the plains \nthat appeared towards the gaps in the huge trees.\nThere was a nasty looking storm approaching from the north/east, hearing \nvery distant thunder.\nShe sighed for a moment before continuing on her way, angling a little away \nfrom the storm, knowing that there was a long way to go before she got home.\nThough, Carnage did not just shove Teltoli aside.\nShe had done the wrong thing and she was rightfully pissed off about it, but \nshe wouldn&#39;t stop the fuzor if she decided to follow her.**\n\n\n\n\n\n\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}