{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"Sn8WNEXr4w2wPKUl-Ro2RGKZMOA6LTriBGyXB8LiDvJ86KqpiL3RfFZx0g0qnBlfL6gcFpkR9aVHfCDJ0WBYk85nUFuWAclWSmE-zA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Madrid is now beachfront property.","postDate":"978655199","msgId":24901,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMDAwMWMwNzZmNCRmMGQ4OWYwMCQwZjkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDkyam5vMytlNm0wQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":24966,"prevInTime":24900,"nextInTime":24902,"topicId":24901,"numMessagesInTopic":3,"msgSnippet":"I ll start replying to Zardus ... Prebon listened to Zardus comments about the logic of his actions, the battle seemed to be going his way so it seemed","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 5 Jan 2001 05:56:43 -0000\r\nReceived: (qmail 83265 invoked from network); 5 Jan 2001 05:56:42 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 5 Jan 2001 05:56:42 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta3 with SMTP; 5 Jan 2001 06:57:46 -0000\r\nReceived: from pavilion (A010-0015.ELRA.splitrock.net [209.156.146.15]) by pimout3-int.prodigy.net (8.11.0/8.11.0) with SMTP id f055tcP158626 for &lt;nbwrpg@egroups.com&gt;; Fri, 5 Jan 2001 00:55:39 -0500\r\nMessage-ID: &lt;000001c076f4$f0d89f00$0f929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;92jno3+e6m0@...&gt;\r\nSubject: Madrid is now beachfront property.\r\nDate: Thu, 4 Jan 2001 16:39:59 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: multipart/related; type=&quot;text/plain&quot;; boundary=&quot;----=_NextPart_000_01CB_01C0766C.FA82DE40&quot;\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\n\r\n------=_NextPart_000_01CB_01C0766C.FA82DE40\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI&#39;ll start replying to Zardus\n\n&gt; Zardus raises an eyebrow at Prebon&#39;s reply. &quot;I don&#39;t think attacking\n&gt; a full powered battle cruiser, especially with only five bots on your\n&gt; side, is very logical. But I do have a more logical solution, if you\n&gt; care to listen.&quot;\n\nPrebon listened to Zardus&#39; comments about the logic of his actions, the\nbattle seemed to be going his way so it seemed logical for Zardus to try to\nfind a safe way out. &quot;I&#39;m a sensible bot, I&#39;m always interested in hearing\nlogical sollutions.&quot; He replied to the tyrant aboard the Iron Fist.\n\nOK Yan, you must be in the Balearic islands (For reference sake.)\n\n\n\n\nThe turret from the Alliance ship strikes the coast with devastating\nresults. a cloud of dust and sand fills the air blocking Prebons point of\nview. &quot;By the pit what have you done?&quot; Prebon shouted through the noise of\nthe explosion. Prebon had designed the attack as a recon assault to learn\nmore about the Iron fists defenses, he hadn&#39;t imagined that it&#39;s main\nweapons were still operational. this threw a new twist on the whole war.\n\nWhen the smoke cleared there was nothing left of the beach except ash. he\ntried to raise the others over the comm but only found three active signals.\n(Blaze, Ignatius and if you like Slayer.)\n\n\n&gt; Fenox spins out of the way of the missiles, firing several shots back\n&gt; at them to make sure they didn&#39;t come back around. She looked ahead,\n&gt; two shots from Blaze slamming into her left shoulder. Diving down,\n&gt; she flies under Blaze, firing up at the bot as the shore below them\n&gt; is destroyed.\n\nThe shots hit Blaze, damaging her flightpack. the shockwave from the blast\ndid the rest. She plummeted to the ground crashing harder than a Delta jet.\nHer body was torn with cuts and dents from the beating she&#39;d taken.\n\nBlaze voice came through a static filled channel. &quot;Prebon, what did you lead\nus into?&quot; It was rare to hear such tone from his troops, The female had used\nhis name without a title before it. The chain of command was falling around\nhim,(Or is that fallout?) The Trainers commander was no longer in control of\nhis troops fate.\n\nThe new shoreline was smoking with residual energy when a hand washed up on\nit, It was Hammers, the proud warrior had fallen to a superior force. His\nspark may have survived but if it had it was buried somewhere in the\naftermath of the devastation. (Hammer is dead)\n\nBullet&#39;s battle scarred frame lay a few miles inward from where the blast\nhad hit, He lay in Stasis lock with holes through him that made him resemble\nswiss cheese. One leg was broken, the other was in pieces scattered from the\nfocal point to the landing point. his arms were slung about like a puppet\nafter the strings were cut. His face resembled the aftermath of a Mike Tyson\nfight, his left eye was melted shut, right eye hanging by a wire. Nose was\ndented inward from the force of the blast. his jaw had been broken open and\nhalf fallen off. One ear was still intact while the other looked as if\nsomeone had taken a bite out of it.(Completing the Tyson reference.)\n\n&gt; Havoc fires two more missiles at Bullet. Even though he couldn&#39;t see\n&gt; him, he could easily pick him up with the scanners\n\nThe missles entered the cloud of debris and exploded.(Whether they hit or\nnot seems pointless after the previous paragraph.)\n\n&gt; The Iron Fist continues to fire its defences, missile launchers and\n&gt; laser bolts streaming out toward the trainers, a missile toward each\n&gt; one, along with a dozen or so bolts.\n\nIgnatius is struck by a series of bolts sending him tumbling into the sea,\nhis wings were broken so he couldn&#39;t fly and transforming was pointless. He\nremained fully awair of the world around him as he tailspinned to what could\nbe a wattery grave.\n\nMissles and bolts struck all around the Trainers leader as he scrambled for\nany cover he could find. He had been thoroughly seperated from his team and\nthat was the only fact that had kept him functional.\n\n- Original Message -----\nFrom: &lt;Yanshosh@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Friday, December 29, 2000 8:19 PM\nSubject: Re: attacking the alliance\n\n\n&gt; Allrighty, so your troops are on the beach three miles away? Time to\n&gt; use the main turret!\n&gt;\n&gt; Cyberwolf sent me an email saying that he wouldn&#39;t be able to post\n&gt; till Monday and that I had his chars till he&#39;s back, but it wasn&#39;t\n&gt; very clear when he was leaving, so if he doesn&#39;t post tomorrow, I\n&gt; guess I get the Trainers for now.\n&gt;\n&gt; ::Zardus/Havoc/Lavacons/Slayer/The Iron Fist::\n&gt;\n&gt; Zardus raises an eyebrow at Prebon&#39;s reply. &quot;I don&#39;t think attacking\n&gt; a full powered battle cruiser, especially with only five bots on your\n&gt; side, is very logical. But I do have a more logical solution, if you\n&gt; care to listen.&quot;\n&gt;\n&gt; He smiles, noticing that the attackers were on the beach. Zardus taps\n&gt; a few buttons on his wrist comp.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Recieving several commands from Zardus&#39;s wrist comp, the Iron Fist\n&gt; activates its main cannon. A panel slides aside on the top of it, and\n&gt; a mean looking large cannon slides out. It aims at the shore of\n&gt; Spain, three miles away, where most of the attackers were.\n&gt;\n&gt; A wide glowing beam emerges from the cannon, making its way with\n&gt; great speed toward the beach. It hits land in three seconds, with\n&gt; more energy than it had used last time during its demonstration of\n&gt; destroying a whole mountain.\n&gt;\n&gt; The shockwave from the blast reaches even the Alliance base, although\n&gt; the cannon was designed not to leave a big shockwave. Water rushes\n&gt; into the beach, which was now little more than smoking rocks. Hissing\n&gt; and steam rise up as cold water hits the rocks, making the area\n&gt; completely impossible to see through, although the Iron Fist&#39;s\n&gt; scanners were not affected by the water. The beach was destroyed.\n&gt;\n&gt; The Iron Fist continues to fire its defences, missile launchers and\n&gt; laser bolts streaming out toward the trainers, a missile toward each\n&gt; one, along with a dozen or so bolts.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Havoc stares in surprise as the Iron Fist destroys the shore of\n&gt; Spain. Several shots hit the shields in front of him, reminding him\n&gt; that he was in a battle.\n&gt;\n&gt; Havoc fires two more missiles at Bullet. Even though he couldn&#39;t see\n&gt; him, he could easily pick him up with the scanners.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Astral yelps as the beach that he was flying over is destroyed. He\n&gt; doesn&#39;t see the shots, and two of them slam into his leg. He growls,\n&gt; flying upward and waiting till he could see again.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Fenox spins out of the way of the missiles, firing several shots back\n&gt; at them to make sure they didn&#39;t come back around. She looked ahead,\n&gt; two shots from Blaze slamming into her left shoulder. Diving down,\n&gt; she flies under Blaze, firing up at the bot as the shore below them\n&gt; is destroyed.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Starlight dived out of the way, the bolt from Bullet grazing her back\n&gt; and leaving a wide scorch mark on it. She growls, taking out her\n&gt; charge launcher and firing two charges at Bullet. The charges lock on\n&gt; magnetically, zooming through the air to their target.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Slayer erupts from the water, a mad-looking Recklessa flying after\n&gt; him seconds later.\n&gt;\n&gt; &quot;Yes, I&#39;m perfectly fine,&quot; he replies, spinning in the air to avoid a\n&gt; missile from Recklessa. Several bolts from the Iron Fist nearly hit\n&gt; his head.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@egroups.com, &quot;CYBERWOLF4&quot; &lt;cyberwolf4@p...&gt; wrote:\n&gt; &gt; Prebon recieved Zardus&#39; transmission. &quot;They&#39;re still able to\n&gt; communicate?\n&gt; &gt; Itold Blaze to make sure to eliminate that possability.&quot; He wasn&#39;t\n&gt; happy\n&gt; &gt; about how disorganized this organized attack was becoming, his\n&gt; trainers were\n&gt; &gt; working well together but were still being sloppy. &quot;Hello Zardus,\n&gt; you have\n&gt; &gt; an impressive ship, I must admit for Predacon technology it has it&#39;s\n&gt; &gt; advantages.&quot; he didn&#39;t want to keep the line open or he knew that\n&gt; the ships\n&gt; &gt; defenses would lock on to him but he couldn&#39;t help to gloat. &quot;I\n&gt; function for\n&gt; &gt; the fight, I&#39;m programmed for battle, and I attack you because it\n&gt; is the\n&gt; &gt; most logical strategic move for this battle. Unless of course you\n&gt; have a\n&gt; &gt; more logical solution.&quot;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\r\n------=_NextPart_000_01CB_01C0766C.FA82DE40\r\nContent-Type: image/jpeg;\n\tname=&quot;sp-map.jpg&quot;\r\nContent-Location: http://www.odci.gov/cia/publications/factbook/maps/sp-map.jpg\r\n\r\n[ Attachment content not displayed ]\r\n------=_NextPart_000_01CB_01C0766C.FA82DE40--\r\n\n"}}