{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"bnsGxjRJAbngyXPx0B4kjU-T4cpqW0UCV1aAVDOXvkbiBSvspI0sufXtQPOFo1ph_UUHRrkKDA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle of the CF","postDate":"978754182","msgId":24944,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDVlLjU3OWE5MzQuMjc4N2Y0ODZAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":24946,"prevInTime":24943,"nextInTime":24945,"topicId":24944,"numMessagesInTopic":10,"msgSnippet":"(I take it that the Wild C.A.T.S. have left by now.  Also, Firefox, I m expecting you to post damage for the Cybertronian Fire now.  And my men looked down at","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 6 Jan 2001 04:09:51 -0000\r\nReceived: (qmail 75986 invoked from network); 6 Jan 2001 04:09:50 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 6 Jan 2001 04:09:50 -0000\r\nReceived: from unknown (HELO imo-r09.mx.aol.com) (152.163.225.9) by mta2 with SMTP; 6 Jan 2001 04:09:50 -0000\r\nReceived: from KSLawdogg@... by imo-r09.mx.aol.com (mail_out_v28.35.) id a.5e.579a934 (3936) for &lt;nbwrpg@egroups.com&gt;; Fri, 5 Jan 2001 23:09:42 -0500 (EST)\r\nMessage-ID: &lt;5e.579a934.2787f486@...&gt;\r\nDate: Fri, 5 Jan 2001 23:09:42 EST\r\nSubject: Battle of the CF\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I take it that the Wild C.A.T.S. have left by now.  Also, Firefox, I&#39;m \nexpecting you to post damage for the Cybertronian Fire now.  And my men \nlooked down at you before you posted with Hysteria the first time and were \ngoing to let her live, but eh, you ticked them off by trying to stop their \nplans)\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark \nClaw/Minion/Chaos/\nSixshot/Ares/Double \nPunch/Beeline/Injector/Manterror/Bumblebee/Vehement/Unitron/\nFirestarter/Sun Crusher/Reflector/Smokescreen:\n\n\n\n\nDark One talon rolled, avoiding Windlord and Streetwise&#39;s blasts.  -How \npathetic- he laughed to himself.  He activated a comm. unit as a plan formed \nin his neurological circuitry.\n\n&quot;Iron Raptor,&quot; Dark One addressed the Maximal leader over the comm., &quot;this is \nOblitercon team leader Dark One.  I currently possess the Maximal Chordate \ninside of my form.  If Nemesis Enforcer or anyone of such authority in the \nAlliance ceases to function, so will the fool inside of me.  If anyone tries \nto kill me, he will also die.  Understood?&quot;\n\n---\n\nBreakdown let out a yell as a welding laser struck into his chest, cutting \nthrough his armor relatively easy.  He fell back a few feet as the laser \ncontinued.  He fired two optic blasts, the beam ending.\n\nBreakdown took out his patented grenade launch from subspace, firing off one \nof the grenades off at First Aid before the Maximal could return fire.\n\n---\n\nThe high pressured water had knocked Pyro to the ground with a thud and had \npinned him there, the force of Hot Spot&#39;s weapon keeping him down.\n\n---\n\nHiss was hit with the freezing vapor and he let out a yell, taking his fusion \ncannon out of subspace as the vapor began to freeze up parts of his internals.\n\nHe raised his weapon, only to be struck with two photon blasts from Blades \nknocked him back a few feet, leaving small portions of his armor badly \ndamaged.  He fired a single optic blast, knowing he wasn&#39;t fast enough to \nraise his weapon, at Blades&#39; left knee.\n\n---\n\nGetting up slowly the mercenary was thankful no one had shot him, and this \nwould give him the upperhand.\n\nScavenger raised his arms, which held a chain gun, and fired twenty-five \narmor-piercing rounds in an arc at Streetwise, First Aid, and Blades&#39; legs.\n\n---\n\nHot Spot drove forward slowly, keeping the high-pressure &#39;river&#39; of water \nupon Pyro, soaking the burnt grassy ground under him, weakening it into mud, \nthe pressure of the hose pushing Pyro into it slowly, not allowing him to get \nfree.\n\n---\n\nGroove watched Hiss open fire with a single bast and he returned fire with a \nburst of freezing vapor at Hiss&#39; left shoulder joint.\n\n---\n\nThe whirly-bird felt the optic blast dig into his knee and it almost made him \nfall forward.  Attempting to get back his balance as he raised his weapon, he \ndidn&#39;t notice Scavenger and his chain gun.  Six armor-piercing rounds tore \ninto his left thigh area, two other rounds striking into his right knee.  \nBeing off balanced and the precision of the new shots, Blades fell forward \nwtih yell of surprise and pain, slamming chin-first into the burnt grass.\n\nA shock of pain went up into his face, but it didn&#39;t dull the immense pain in \nhis legs as mech-fluid steadily leaked from the wounds.\n\n---\n\nFirst Aid yelled at the grenade, ducking downward as it exploded harmlessly \nbehind him by several meters.  Though he dodged the grenade, he saw bullets \nfly, and eight rounds struck him.\n\nBecause of his crouch, his chest and neck were now where his legs had been.  \nFour armor piercing rounds struck into his abdomen, two just under his \nsternum narrowly missing his spark, three into his left pectoral barely \navoiding his spark once more, and one grazed his neck as two more passed by.\n\nHe fell backwards, going into stasis lock instantly as the doctor&#39;s wounds \nbegan gushing mech-fluid and he hit the once beautiful but now dead looking \nground with a dull thud.\n\n---\n\nStreetwise  jumped up in the air, only one of the the nine rounds intended \nfor him hit him, piercing into his feet.  He landed, yelping at the pain in \nhis right foot.\n\nHe raised his photon pistol, firing off three blasts in anger at Scavenger&#39;s \npelvis.\n\n===\n\nDemon Wulf watched his enemies leave and he raised his sword, firing off a \nblade missile at the CF.\n\n---\n\nFlesh Ripper watched the Wild Cats leave, laughing at them.  &quot;Pathetic, they \ncan barely survive for more than a few moments.&quot; he chuckled as he fired off \nthree fire balls from his mouth at the CF.\n\n---\n\nDark Claw created a black orb in his left hand, throwing it at the CF, the \norb having the power of a few charges.  He created a blue orb in his right \nhand, throwing it at the CF, the weapon having the destructive capability of \na large grenade.\n\n---\n\nChaos got a lock on the CF rather easily, launching off two 5 foot long \nmissiles from his missile truck mode at the Cybertronian Fire&#39;s hull.\n\n---\n\nMinion fired off fifty explosive rounds at CF, twenty-five from both cannons \nat the weakened hull of the ship, laughing.\n\n===\n\nBeeline dive bombed, the weak cyberbee firing three optic blasts at three \ndifferent missiles.\n\n---\n\nSixshot wathced one of the missiles heading for him blow up, the other \nknocking him back a few feet, cutting at his armor even more.  He raised both \nweapons, firing three hypersonic concussion balsts at Torca, three more of \nthe same type from the other blaster at Ratchet.\n\n---\n\nAres ducked, but the missile heading for him blew up thanks to Beeline.  He \nraised his grenade launcher, a few shells and severla shots striking him, \nknocking him to a sit on his skid plates.\n\nSitting, he fired off a grenade at Torca.\n\n---\n\nDouble Punch watched as the tusk missile heading for him exploded before it \ncould harm him, the cyberbee/scorpion sidestepping most of the blasts, some \nstriking the right side of his torso, knocking him back.  He raised his left \npincher, firing off two energy-signature seeking missiles at Sky Lynx. \n\nHe raised his other pincher firin off two more of the same kind of missile at \nSideswipe&#39;s midsection.\n\n---\n\nInjector cursed as shells blew up against him, almost breaching a portion of \nhis exo-skeleton.  He fired off two stinger missile sdown at Ratchet.\n\n---\n\nManterror was struck with a missile from Kluster, knocking him backwards out \nof the way of Grimmler&#39;s shots and the missile and shots from Ratchet.\n\nHe raised one arm, firing down three ion disks down at Kluster, raising his \nother arm, firing three ion disks down at Grimmler.\n\n---\n\nBumblebee flew to the left, dodging the missile and eight shots, seven more \nstriking him.  He cursed, his armor getting dangerously weak.  He raised his \nleft arm, firing off two stinger missiles at Torca, and two more from the \nother weapon at Sky Lynx.\n\n---\n\nReflector watched Wild C.A.T.S. flew off and fired off three bolts of laser \nenergy at Sky Lynx.\n\n===\n\nVehement felt the blasts from Tavatron and simply ignored them, hovering \noutside the bridge as Hysteria got up.\n\nHe watced as Hysteria ran into a vent that wouldn&#39;t fit anyone present, \nespecially Vehement.   The Brotherhood member hovered into the base, raising \nthe left barrel for a hand, firing it off towards the autoguns, the right one \nfiring off an energy-signature seeking missile at Hysteria, the missile&#39;s \nroute into the vent and chase down Hysteria.\n\nNothing would stop his goal.  \n\n---\n\nUnitron felt the flames come up and he looked down in surprise, letting out a \nyell more of surprise than pain as the flames almost harmlessly hit him, even \nwith their power up.  He laughed, flying up into the air, firing down ten \nrapid optic blasts at numerous flame throwers as shells picked at his armor \nplating, tearing away at it.\n\nHe received a mession via inner monologue, informing him that his horn \nmissiles (launched in a previous post when trying to gain entry via main \nentry way) had reached the center of the main entry way door that had been \nreinforced by the lockdown.  The missiles didn&#39;t go off, but instead began \nsending out a shoc kwave of sonic energy designed to weaken the metal at the \nmolecular level, designed to destroy 60% of the metal so far.\n\n---\n\nFirestarter looked down at the flames, bursting into uncontrollable laughter. \n The flames didn&#39;t harm him in the least, he didn&#39;t even pay attention to the \nheat, his armor resistant to flames.\n\nHe raised his left arm, firing off a missile at the door to the bridge, \nfiring another one from the opposite arm at the door.  He lifted off into the \nair, firing off fifteen rapid laser blasts down at the flame throwers, trying \nto ignore the pain from the numerous rounds striking against his heavy armor \nas and chipped it.\n\n===\n\nSmokescreen raised his long sword, feeling the ground shake ever so slightly \nas numerous missiles were fired, some inside, most outside.  The Warrior of \nLight could feel the Archbishop of the Brotherhood&#39;s presence, and knew \nVehement could sense it the same way.\n\nThe end was possibly near, and Smokescreen would meet it the same way his \neighteen predecessors had met it in the past two hundred years trying to stop \nVehement&#39;s carnage.\n\n"}}