{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"qIRshR74jUMSzxvYAHdr1YHQxSJ1G-_JOjMK3ZzruCZUGLJc7bDzSX1JtfWNzzNDf0FqpJIpEQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Battle of the CF","postDate":"978815917","msgId":24965,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkzODIzZCs1OTdmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDVlLjU3OWE5MzQuMjc4N2Y0ODZAY3MuY29tPg=="},"prevInTopic":24953,"nextInTopic":24969,"prevInTime":24964,"nextInTime":24966,"topicId":24944,"numMessagesInTopic":10,"msgSnippet":"... Kluster dives out of the way of the ion disks, glancing at them as they burrow into the ground, and then firing a missile at Manterror. ","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 6 Jan 2001 21:18:39 -0000\r\nReceived: (qmail 33855 invoked from network); 6 Jan 2001 21:18:39 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 6 Jan 2001 21:18:39 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta2 with SMTP; 6 Jan 2001 21:18:39 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.59] by ej.egroups.com with NNFMP; 06 Jan 2001 21:18:38 -0000\r\nDate: Sat, 06 Jan 2001 21:18:37 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Battle of the CF\r\nMessage-ID: &lt;93823d+597f@...&gt;\r\nIn-Reply-To: &lt;5e.579a934.2787f486@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 10040\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Kluster/Grimmler::\n\nKluster dives out of the way of the ion disks, glancing at them as \nthey burrow into the ground, and then firing a missile at Manterror.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler swears when Ion disks dig into his left shoulder, sending \nhim falling backwards.\n\n\n\n--- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; (I take it that the Wild C.A.T.S. have left by now.  Also, Firefox, \nI&#39;m \n&gt; expecting you to post damage for the Cybertronian Fire now.  And my \nmen \n&gt; looked down at you before you posted with Hysteria the first time \nand were \n&gt; going to let her live, but eh, you ticked them off by trying to \nstop their \n&gt; plans)\n&gt; \n&gt; The Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark \n&gt; Claw/Minion/Chaos/\n&gt; Sixshot/Ares/Double \n&gt; Punch/Beeline/Injector/Manterror/Bumblebee/Vehement/Unitron/\n&gt; Firestarter/Sun Crusher/Reflector/Smokescreen:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Dark One talon rolled, avoiding Windlord and Streetwise&#39;s blasts.  -\nHow \n&gt; pathetic- he laughed to himself.  He activated a comm. unit as a \nplan formed \n&gt; in his neurological circuitry.\n&gt; \n&gt; &quot;Iron Raptor,&quot; Dark One addressed the Maximal leader over the \ncomm., &quot;this is \n&gt; Oblitercon team leader Dark One.  I currently possess the Maximal \nChordate \n&gt; inside of my form.  If Nemesis Enforcer or anyone of such authority \nin the \n&gt; Alliance ceases to function, so will the fool inside of me.  If \nanyone tries \n&gt; to kill me, he will also die.  Understood?&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown let out a yell as a welding laser struck into his chest, \ncutting \n&gt; through his armor relatively easy.  He fell back a few feet as the \nlaser \n&gt; continued.  He fired two optic blasts, the beam ending.\n&gt; \n&gt; Breakdown took out his patented grenade launch from subspace, \nfiring off one \n&gt; of the grenades off at First Aid before the Maximal could return \nfire.\n&gt; \n&gt; ---\n&gt; \n&gt; The high pressured water had knocked Pyro to the ground with a thud \nand had \n&gt; pinned him there, the force of Hot Spot&#39;s weapon keeping him down.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss was hit with the freezing vapor and he let out a yell, taking \nhis fusion \n&gt; cannon out of subspace as the vapor began to freeze up parts of his \ninternals.\n&gt; \n&gt; He raised his weapon, only to be struck with two photon blasts from \nBlades \n&gt; knocked him back a few feet, leaving small portions of his armor \nbadly \n&gt; damaged.  He fired a single optic blast, knowing he wasn&#39;t fast \nenough to \n&gt; raise his weapon, at Blades&#39; left knee.\n&gt; \n&gt; ---\n&gt; \n&gt; Getting up slowly the mercenary was thankful no one had shot him, \nand this \n&gt; would give him the upperhand.\n&gt; \n&gt; Scavenger raised his arms, which held a chain gun, and fired twenty-\nfive \n&gt; armor-piercing rounds in an arc at Streetwise, First Aid, and \nBlades&#39; legs.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot drove forward slowly, keeping the high-pressure &#39;river&#39; of \nwater \n&gt; upon Pyro, soaking the burnt grassy ground under him, weakening it \ninto mud, \n&gt; the pressure of the hose pushing Pyro into it slowly, not allowing \nhim to get \n&gt; free.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove watched Hiss open fire with a single bast and he returned \nfire with a \n&gt; burst of freezing vapor at Hiss&#39; left shoulder joint.\n&gt; \n&gt; ---\n&gt; \n&gt; The whirly-bird felt the optic blast dig into his knee and it \nalmost made him \n&gt; fall forward.  Attempting to get back his balance as he raised his \nweapon, he \n&gt; didn&#39;t notice Scavenger and his chain gun.  Six armor-piercing \nrounds tore \n&gt; into his left thigh area, two other rounds striking into his right \nknee.  \n&gt; Being off balanced and the precision of the new shots, Blades fell \nforward \n&gt; wtih yell of surprise and pain, slamming chin-first into the burnt \ngrass.\n&gt; \n&gt; A shock of pain went up into his face, but it didn&#39;t dull the \nimmense pain in \n&gt; his legs as mech-fluid steadily leaked from the wounds.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid yelled at the grenade, ducking downward as it exploded \nharmlessly \n&gt; behind him by several meters.  Though he dodged the grenade, he saw \nbullets \n&gt; fly, and eight rounds struck him.\n&gt; \n&gt; Because of his crouch, his chest and neck were now where his legs \nhad been.  \n&gt; Four armor piercing rounds struck into his abdomen, two just under \nhis \n&gt; sternum narrowly missing his spark, three into his left pectoral \nbarely \n&gt; avoiding his spark once more, and one grazed his neck as two more \npassed by.\n&gt; \n&gt; He fell backwards, going into stasis lock instantly as the doctor&#39;s \nwounds \n&gt; began gushing mech-fluid and he hit the once beautiful but now dead \nlooking \n&gt; ground with a dull thud.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise  jumped up in the air, only one of the the nine rounds \nintended \n&gt; for him hit him, piercing into his feet.  He landed, yelping at the \npain in \n&gt; his right foot.\n&gt; \n&gt; He raised his photon pistol, firing off three blasts in anger at \nScavenger&#39;s \n&gt; pelvis.\n&gt; \n&gt; ===\n&gt; \n&gt; Demon Wulf watched his enemies leave and he raised his sword, \nfiring off a \n&gt; blade missile at the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper watched the Wild Cats leave, laughing at \nthem.  &quot;Pathetic, they \n&gt; can barely survive for more than a few moments.&quot; he chuckled as he \nfired off \n&gt; three fire balls from his mouth at the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw created a black orb in his left hand, throwing it at the \nCF, the \n&gt; orb having the power of a few charges.  He created a blue orb in \nhis right \n&gt; hand, throwing it at the CF, the weapon having the destructive \ncapability of \n&gt; a large grenade.\n&gt; \n&gt; ---\n&gt; \n&gt; Chaos got a lock on the CF rather easily, launching off two 5 foot \nlong \n&gt; missiles from his missile truck mode at the Cybertronian Fire&#39;s \nhull.\n&gt; \n&gt; ---\n&gt; \n&gt; Minion fired off fifty explosive rounds at CF, twenty-five from \nboth cannons \n&gt; at the weakened hull of the ship, laughing.\n&gt; \n&gt; ===\n&gt; \n&gt; Beeline dive bombed, the weak cyberbee firing three optic blasts at \nthree \n&gt; different missiles.\n&gt; \n&gt; ---\n&gt; \n&gt; Sixshot wathced one of the missiles heading for him blow up, the \nother \n&gt; knocking him back a few feet, cutting at his armor even more.  He \nraised both \n&gt; weapons, firing three hypersonic concussion balsts at Torca, three \nmore of \n&gt; the same type from the other blaster at Ratchet.\n&gt; \n&gt; ---\n&gt; \n&gt; Ares ducked, but the missile heading for him blew up thanks to \nBeeline.  He \n&gt; raised his grenade launcher, a few shells and severla shots \nstriking him, \n&gt; knocking him to a sit on his skid plates.\n&gt; \n&gt; Sitting, he fired off a grenade at Torca.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch watched as the tusk missile heading for him exploded \nbefore it \n&gt; could harm him, the cyberbee/scorpion sidestepping most of the \nblasts, some \n&gt; striking the right side of his torso, knocking him back.  He raised \nhis left \n&gt; pincher, firing off two energy-signature seeking missiles at Sky \nLynx. \n&gt; \n&gt; He raised his other pincher firin off two more of the same kind of \nmissile at \n&gt; Sideswipe&#39;s midsection.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector cursed as shells blew up against him, almost breaching a \nportion of \n&gt; his exo-skeleton.  He fired off two stinger missile sdown at \nRatchet.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror was struck with a missile from Kluster, knocking him \nbackwards out \n&gt; of the way of Grimmler&#39;s shots and the missile and shots from \nRatchet.\n&gt; \n&gt; He raised one arm, firing down three ion disks down at Kluster, \nraising his \n&gt; other arm, firing three ion disks down at Grimmler.\n&gt; \n&gt; ---\n&gt; \n&gt; Bumblebee flew to the left, dodging the missile and eight shots, \nseven more \n&gt; striking him.  He cursed, his armor getting dangerously weak.  He \nraised his \n&gt; left arm, firing off two stinger missiles at Torca, and two more \nfrom the \n&gt; other weapon at Sky Lynx.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector watched Wild C.A.T.S. flew off and fired off three bolts \nof laser \n&gt; energy at Sky Lynx.\n&gt; \n&gt; ===\n&gt; \n&gt; Vehement felt the blasts from Tavatron and simply ignored them, \nhovering \n&gt; outside the bridge as Hysteria got up.\n&gt; \n&gt; He watced as Hysteria ran into a vent that wouldn&#39;t fit anyone \npresent, \n&gt; especially Vehement.   The Brotherhood member hovered into the \nbase, raising \n&gt; the left barrel for a hand, firing it off towards the autoguns, the \nright one \n&gt; firing off an energy-signature seeking missile at Hysteria, the \nmissile&#39;s \n&gt; route into the vent and chase down Hysteria.\n&gt; \n&gt; Nothing would stop his goal.  \n&gt; \n&gt; ---\n&gt; \n&gt; Unitron felt the flames come up and he looked down in surprise, \nletting out a \n&gt; yell more of surprise than pain as the flames almost harmlessly hit \nhim, even \n&gt; with their power up.  He laughed, flying up into the air, firing \ndown ten \n&gt; rapid optic blasts at numerous flame throwers as shells picked at \nhis armor \n&gt; plating, tearing away at it.\n&gt; \n&gt; He received a mession via inner monologue, informing him that his \nhorn \n&gt; missiles (launched in a previous post when trying to gain entry via \nmain \n&gt; entry way) had reached the center of the main entry way door that \nhad been \n&gt; reinforced by the lockdown.  The missiles didn&#39;t go off, but \ninstead began \n&gt; sending out a shoc kwave of sonic energy designed to weaken the \nmetal at the \n&gt; molecular level, designed to destroy 60% of the metal so far.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter looked down at the flames, bursting into uncontrollable \nlaughter. \n&gt;  The flames didn&#39;t harm him in the least, he didn&#39;t even pay \nattention to the \n&gt; heat, his armor resistant to flames.\n&gt; \n&gt; He raised his left arm, firing off a missile at the door to the \nbridge, \n&gt; firing another one from the opposite arm at the door.  He lifted \noff into the \n&gt; air, firing off fifteen rapid laser blasts down at the flame \nthrowers, trying \n&gt; to ignore the pain from the numerous rounds striking against his \nheavy armor \n&gt; as and chipped it.\n&gt; \n&gt; ===\n&gt; \n&gt; Smokescreen raised his long sword, feeling the ground shake ever so \nslightly \n&gt; as numerous missiles were fired, some inside, most outside.  The \nWarrior of \n&gt; Light could feel the Archbishop of the Brotherhood&#39;s presence, and \nknew \n&gt; Vehement could sense it the same way.\n&gt; \n&gt; The end was possibly near, and Smokescreen would meet it the same \nway his \n&gt; eighteen predecessors had met it in the past two hundred years \ntrying to stop \n&gt; Vehement&#39;s carnage.\n\n\n"}}