{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"WxlFRLmWU04Aqph0CSTGX_FMZ9EmTnm5vXFDHx6Lv9DDTJMPbVklV8vGxv37OtpFuZj9AoZD1A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle at the CF","postDate":"978855607","msgId":25001,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQxLjVhYzc1Y2QuMjc4OTgwYjdAY3MuY29tPg=="},"prevInTopic":24815,"nextInTopic":25008,"prevInTime":25000,"nextInTime":25002,"topicId":23635,"numMessagesInTopic":47,"msgSnippet":"(Good job so far Firefox, except Unitron and Firestarter both flew into the air and opened fire on the flame throwers beneath them with optic blasts. And two","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 7 Jan 2001 08:27:55 -0000\r\nReceived: (qmail 74701 invoked from network); 7 Jan 2001 08:27:54 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 7 Jan 2001 08:27:54 -0000\r\nReceived: from unknown (HELO imo-r12.mail.aol.com) (152.163.225.66) by mta1 with SMTP; 7 Jan 2001 08:27:54 -0000\r\nReceived: from KSLawdogg@... by imo-r12.mx.aol.com (mail_out_v28.35.) id a.41.5ac75cd (4204) for &lt;nbwrpg@egroups.com&gt;; Sun, 7 Jan 2001 03:20:07 -0500 (EST)\r\nMessage-ID: &lt;41.5ac75cd.278980b7@...&gt;\r\nDate: Sun, 7 Jan 2001 03:20:07 EST\r\nSubject: Battle at the CF\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Good job so far Firefox, except Unitron and Firestarter both flew into the \nair and opened fire on the flame throwers beneath them with optic blasts.  \n\nAnd two horn missiles Unitron fired into the main entry way of the CF drilled \ninto the middle of the door and sent off a sonic wave designed to weaken the \ndoor at the molecular level.  Also, Demolition in the brig is trying to brake \nout, so you might want to find RoboRick&#39;s post with that in it.\n\nAlloran, what is the Master and what&#39;s its status and location?)\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark Claw/Beeline/\nSixshot/Ares/Double Punch/Manterror/Injector/Bumblebee/Minion/Chaos/Sun \nCrusher/Reflector/Scattershot/Nemesis Enforcer/Vehement/Firestarter/Unitron:\n\n\n\nDark One barrel rolled thorugh the air, avoiding all the laser blasts.  He \nfired down two energy-signature missiles down at Chromedome&#39;s midsection.\n\n---\n\nBreakdown rolled hard left, several blasts striking his relatively fresh \narmor.  He cursed, firing off a grenade from his launcher at Brainstorm&#39;s \nsternum, pulling his sonic blaster out of subspace and firing a sonic arc at \nChromedome.\n\n---\n\nPyro was still being pushed into the mud by Hot Spot&#39;s pressurized water, the \nPredacon now so deep in the mud the streams of acid didn&#39;t harm him.\n\n---\n\nHiss felt the vapor strike him in the left shoulder, the joint starting to \nget slow.  He ducke down though, ten crystal shards digging into his chest.  \nHe fired 10 rapid optic blasts at Groove&#39;s chest and four fusion blasts from \nhis cannon at Hardhead.\n\n---\n\nScavenger raised his automatic rifle, firing twenty-five armor rounds from \nhis chaingun at Highbrow.  He yelled out in pain as photon blasts into his \npelvis, the robot falling to a knee in pain.\n\n===\n\nHot Spot kept the pressure on Pyro, pushing him farther down.\n\n---\n\nGroove yelled out at the rapid optic blasts from his, knocking him back a few \nfeet.  He cursed, firing more freezing vapor at Hiss&#39; knees.\n\n---\n\nBlades let out a yell, gripping his thigh, not able to block the leaking.  He \nlooked to First Aid and yelled out to him, but there was no response.  He \ncrawled towards First Aid, Blades&#39; scans showing his vital signs going down \nsteadily.\n\n---\n\nFirst Aid lay in stasis lock, his spark losing energy rapidly.\n\n---\n\nStreetwise raised his rifle and charged forward firing two blasts at \nScavenger&#39;s abdomen.\n\n===\n\nDemon Wulf growled as shields came online.  He was getting very upset.  He \nwas thinking of reforming Dark Wolf since he and his brethren had reverted \nback to biped forms due to wanting to and not damage.\n\nBut he remembered the pain.  He looked towards Iron Raptor, transforming into \nhis mutant wolf mode and headed off towards the Maximal leader.\n\n---\n\nFlesh Ripper watched his brother Demon Wulf head for Iron Raptor and knew it \nwas only Wulf&#39;s fight.\n\nHe raised his left arm, a blue orb with a grenade like effect forming.  He \nthrew the ball of energy at the CF, raising his rifle and firing off 4 blasts \nat the CF.\n\n---\n\nDark Claw formed a whitish-yellow orb with an EMP like effect, throwing it at \nthe CF.  He formed a black orb in his right hand, the orb having the effect \nof a few charges.  He threw it at the CF as hard as he could.\n\n---\n\nChaos stopped, cursing as the shield came online.  &quot;That&#39;s it...&quot; he sighed, \nfiring off two five-foot long missiles from two of his four missile tubes of \nhis missile truck mode at the CF.\n\n===\n\nBeeline dived, firing off four optic blasts at Maximal missiles.\n\n---\n\nDouble Punch flipped to the left with amazing acrobatics, several shots \nhitting him in the abdomen, almost knocking him over, landing on his feet.\n\nHe raised both arms, firing off two energy-signature seeking missiles from \nhis left pincher at Torca, and two of the same from the other arm at \nSideswipe.\n\nHe watched as the four missiles that were heading for him exploded because of \nBeeline&#39;s intervention.\n\n---\n\nManterror was struck with Kluster&#39;s missile, knocking him out of the way of \nGrimmler Ratchet&#39;s shots.  Manterror let out a yellow throwing his arms in \nthe air, firing three ion disks from his left arm at Kluster, three more from \nthe other arm at Sky Lynx.\n\n---\n\nInjector flew to the left, avoiding the missile.  He returned fire with two \nstinger missiles at Sky Lynx.\n\n---\n\nBumblebee pulled to the left, avoiding the missile and six shells, the two \nother explosive shells slashing into his armor, knocking him back.\n\nHe raised his left stinger missile launcher, firing off two stinger missiles \nat Ratchet, and two from the other launcher at Sky Lynx.\n\n---\n\nSixshot sidestepped, five shells striking his chest.  He fell back in pain, \nthe armor weak.  He raised his left arm, firing off four hypersonic \nconcussion blasts from his blaster at Ratchet, and four of the same kind from \nhis other weapon at Torca.\n\n---\n\nAres fired off two rapid optic blasts, the remaining three shells getting \nthrough and knocking him back two feet, sending him slamming to his back.  He \ngot up quickly, firing off a grenade at Torca.\n\n---\n\nMinion drove forward, firing a total of fifty explosive rounds off at Sky \nLynx.  Twenty-five from his left cannon, another twenty-five from the cannon \nof his jeep mode on the opposite side.\n\n&quot;Learn when to fall fool!&quot; he yelled out laughing.\n\n---\n\nHe yelled out at the missile, flying through the air.  He regained his \nbalance in the air, firing off twenty-five rapid optic blasts down at Torca.\n\n---\n\nSun Crusher fired off four bolts of laser energy at Sideswipe from his rifle. \n He trained his optics on Ratchet, firing three rapid blasts at the Maximal.\n===\n\nNemesis stopped his movement, his body to low on energy, the boosters giving \nout.  He moved a few meters because of the initial inertia.  His scanners \ntold him he was by the Oblitercons and nine other Maximal fools.  At least \ntwo were badly wounded.\n\nHe rolled onto his chest, crawling for First Aid and Blades.\n\n---\n\nScattershot watched Iron Raptor.  He moved his head to the side ever so \nslightly, keeping his weapon trained on her.  He spotted Demon Wulf in his \nbeast mode heading for them.\n\n-He&#39;s stronger than me-\n\n&quot;Yes!  We had the whole thing planned from the beginning!  Prowl and Kluster \nare next!  Bwahahahahaha!  To bad you won&#39;t live long enough to find out \nabout it!&quot; he flew hard left away from Iron Raptor, gaining velocity and \nheading for the CF.  He&#39;d leave the battle to Demon Wulf who was stronger \nthan he.\n\n===\n\nVehement heard the explosion of the missile he shot at Hysteria, his scanners \ntelling him it hadn&#39;t been intercepted by anything.  He raised his right arm, \nfiring off an energy-signature seeking missile through the ventalation system \nat Hysteria once again, ignoring the flame throwers and autoguns that were \ndamaging his armor slightly.\n\n---\n\nUnitron fired up five rapid optic blasts at an autogun, getting annoyed.\nHe opened an encrypted Alliance comm. link to Demolition.\n\n&quot;This is Unitron, of the Alliance.  I and another are attempting to reach the \nbrig.  Do what you can to break out by yourself.  Energy is weak and the \nAut...Maximal craft is damaged significantly, energy is low no doubt.  \nEspecially now that they boosted up the shields again.  If there are any \nother robots in the brig free them.  Then make your way to the bridge.  We \nwill meet you there and we will leave the base forcefully.&quot;\n\n(Robo, there are three others in the brig, Imprisoner, Predator, and Choran)\n\n---\n\nFirestarter raised both arms, firing two missiles from the bottom of his left \nwrist at the door to the bridge, and two missiles at the door to the bridge \nfrom the other wrist.\n\n&quot;The shields are up...&quot; he mumbled, not that interested in them.\n\n"}}