{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SOULSTICE","from":"&quot;SOULSTICE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"YkmNmTODiRjn3-fmdztJaFunDE3HwU8L4gExQeRpwEGH1mgsbkz3OWACaLeC--n15mlrL4qjUhiKsM__W26BqjIzBR5CH4B6","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Battle at the Cybertronian Fire","postDate":"979168609","msgId":25156,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwOTMwMWMwN2I1YiQ2OWYyNDdhMCRiYzU1ZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDNlLjVkZmIxOTIuMjc4ZDUwMzJAY3MuY29tPg=="},"prevInTopic":25155,"nextInTopic":25158,"prevInTime":25155,"nextInTime":25157,"topicId":25105,"numMessagesInTopic":39,"msgSnippet":"Tarantopulous, happy with himself, aimed and fired 4 times at Dark One... ... From:  To:  Sent: Wednesday, January 10,","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nX-Sender: thecode@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 10 Jan 2001 23:39:44 -0000\r\nReceived: (qmail 34898 invoked from network); 10 Jan 2001 23:17:16 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 10 Jan 2001 23:17:16 -0000\r\nReceived: from unknown (HELO pimout1-int.prodigy.net) (207.115.63.77) by mta1 with SMTP; 10 Jan 2001 23:17:15 -0000\r\nReceived: from birdboy (A020-0950.TAMP.splitrock.net [63.254.85.188]) by pimout1-int.prodigy.net (8.11.0/8.11.0) with SMTP id f0ANHBa168834 for &lt;nbwrpg@egroups.com&gt;; Wed, 10 Jan 2001 18:17:11 -0500\r\nMessage-ID: &lt;009301c07b5b$69f247a0$bc55fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;3e.5dfb192.278d5032@...&gt;\r\nSubject: Re: Battle at the Cybertronian Fire\r\nDate: Wed, 10 Jan 2001 18:16:49 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.3018.1300\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.3018.1300\r\nFrom: &quot;SOULSTICE&quot; &lt;thecode@...&gt;\r\n\r\nTarantopulous, happy with himself, aimed and fired 4 times at Dark One...\n\n----- Original Message -----\nFrom: &lt;KSLawdogg@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, January 10, 2001 12:42 AM\nSubject: Battle at the Cybertronian Fire\n\n\n&gt; (Firefox, I am aware of the safety measures that took effect.  Be aware\nthat\n&gt; the main console of the bridge was blown apart and made useless before the\n&gt; first time the CF&#39;s shields dropped)\n&gt;\n&gt; The Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark\nClaw/Beeline/\n&gt; Sixshot/Ares/Double Punch/Manterror/Injector/Bumblebee/Minion/Chaos/Sun\n&gt; Crusher/Reflector/Scattershot/Nemesis\nEnforcer/Vehement/Firestarter/Unitron:\n&gt;\n&gt;\n&gt;\n&gt; Dark One barrel rolled, avoiding all the attacks against him.  He saw an\n&gt; intact EMP cannon on the CF and fired off 25 rapid blasts frome his\nnosecone,\n&gt; launching two missiles down at the CF itself.\n&gt;\n&gt; A thought popped into his neurological circuitry.  He opened up a comm.\nlink\n&gt; to Iron Raptor.\n&gt;\n&gt; &quot;Maximal leader.  I have a proposition.  I will release this pathetic\nMaximal\n&gt; if you relenquish all prisoners from your brig into our custody and allow\nall\n&gt; our forces inside your ship to leave without being shot at.  Then the\n&gt; Alliance forces shall withdraw.  Either this, or we shall continue to\npummel\n&gt; you into submission.  I suggest you take my offer.&quot;\n&gt; ---\n&gt;\n&gt; Breakdown jumped out of the way of most of the shots including the photon\n&gt; charges, the few that him didn&#39;t damage him that much to his thick armor.\nHe\n&gt; fired off a grenade from his launcher at Highbrow and a sonic arc blast\nfrom\n&gt; his sonic blaster at Chromedome.\n&gt;\n&gt; ---\n&gt;\n&gt; Pyro was still being pushed, now five feet under the muddy ground.\n&gt;\n&gt; ---\n&gt;\n&gt; Hiss ducked down, a dozen crystal shards cutting at his armor.  He fired\noff\n&gt; five rapid optic blasts at Hardhead and four fusion blasts from his cannon\nat\n&gt; Highbrow.  He let out a curse as the freezing vapors struck, the robot\n&gt; increasing his internal temperature by ten degrees F.\n&gt;\n&gt; ---\n&gt;\n&gt; Scavenger swerves hard left, avoiding the acid but weapons fire from\n&gt; Streetwise struck his hood.  He fired off another fifty armor-piercing\n&gt; rounds, this time at Brainstorm,\n&gt;\n&gt; ---\n&gt;\n&gt; Hot Spot continued with his assault on Pryo.\n&gt;\n&gt; ---\n&gt;\n&gt; Groove fired off another burst of freezing mist, this one at Scavenger.\n&gt;\n&gt; ---\n&gt;\n&gt; Blades continued crawling, his wounds getting more severe as he dragged\nthem\n&gt; on the ground.  He was nearing First Aid, but didn&#39;t notice Nemesis\nEnforcer.\n&gt;\n&gt; ---\n&gt;\n&gt; First Aid layed on his back still in stasis lock.\n&gt;\n&gt; ---\n&gt;\n&gt; Streetwise jumped down from various shots, hitting his chest hard.\n&gt;\n&gt; ===\n&gt;\n&gt; Demon Wulf growled, transforming ot his biped mode, swinging his sword,\n&gt; firing a blade missile at the CF.\n&gt;\n&gt; He let out a howl, followed by a horse laugh, pointing a clawed finger at\nIR.\n&gt;\n&gt; &quot;You will not live to see the end of your pathetic craft!&quot;\n&gt;\n&gt; ===\n&gt;\n&gt; Flesh Ripper formed a blue orb of energy in his left palm, throwing it at\nthe\n&gt; CF, the orb being just a little stronger than the grenade.  He fied three\n&gt; fire balls from his mouth soon after.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark Claw formed one black orb in his left palm, throwing the energy orb\nthat\n&gt; is as powerful as a few charges at the CF.  He formed a whitish-yellow\norb,\n&gt; throwin it at the CF, the orb of energy having the affects of an EMP\nblast.\n&gt;\n&gt; Dark Claw laughed, his energy was extensive.\n&gt;\n&gt; ===\n&gt;\n&gt; Beeline the cyberbee dive bombed, firing off four optic blasts and\n&gt; intercepting four missiles.\n&gt;\n&gt; ---\n&gt;\n&gt; Double Punch watched as the missiles heading for him were intercepted by\n&gt; laser fire.  He raised his tail, firing a spray of acid.  He watched as\nthe\n&gt; shots and all but one shell were intercepted.  The shell struck him, and\nhe\n&gt; laughed.\n&gt;\n&gt; He raised his left pincher, firing off two energy-signature seeking\nmissiles\n&gt; at Torca, tow of the same type from the other pincher at Sky Lynx.\n&gt;\n&gt; ---\n&gt;\n&gt; Manterror was struck by numerous blasts, sending him crashing to the\nground,\n&gt; not moving.\n&gt;\n&gt; ---\n&gt;\n&gt; Injector flew up, avoiding the missile heading for him.  He raised his\n&gt; thorax, firing off two stinger missiles at Sideswipe.  He fired three\noptic\n&gt; blast from his insect optic sensors at Ratchet.\n&gt;\n&gt; ---\n&gt;\n&gt; Bumblebee flew hard left, the missile missing him as well as 12 of the\nshots\n&gt; intended for him, the rest knocking him back half a foot.  He raised both\n&gt; arms, firing two stinger missiles from both launchers, two at Torca, two\nat\n&gt; Sideswipe.\n&gt;\n&gt; ---\n&gt;\n&gt; Sixshot watched as the missile heading for him was intercepted by an optic\n&gt; blast.  He rolled, three shells digging into his left shin, mech-fluid\n&gt; leaking.\n&gt;\n&gt; He raised boht weapons, firing off four hypersonic blasts at Sky Lynx from\n&gt; his left blaster, and four of the same kind at Sideswipe from the other.\n&gt;\n&gt; ---\n&gt;\n&gt; Ares fired off two optic blasts at the incoming shells, two knocking him\nback\n&gt; a few feet as they went off against his chest plate.\n&gt;\n&gt; He raised his grenade launcher, firing a grenade at Torca.\n&gt;\n&gt; ---\n&gt;\n&gt; Sun Crusher dodged the missile by flying fast, eight shots sending him\n&gt; twisting through the air.  He raised his rifle as he balanced out and\n&gt; switched it to automatic fire, 20 laser bolts lancing out at Torca.\n&gt;\n&gt; ---\n&gt;\n&gt; Reflector was struck by four shells, two in the left shoulder, two in the\n&gt; abdomen.  He cursed as his armor was cut through.  He fired off four laser\n&gt; bolts from his rifle at Tavatron.  He then fired ten rapid optic blasts at\n&gt; Sky Lynx.\n&gt;\n&gt; ===\n&gt;\n&gt; Minion pulled hard left in his jeep, the missile missing but shrapnel cut\n&gt; into his front right light, breaking it apart.\n&gt;\n&gt; He fired off twenty-four armor-piercing rounds at Sky Lynx, 12 from each\n&gt; cannon.\n&gt;\n&gt; ---\n&gt;\n&gt; Chaos fired four five-foot long missiles at the CF, one from all four of\nhis\n&gt; missile tubes in his missile truck mode.  -Have to keep a good portion of\nmy\n&gt; missiles-\n&gt;\n&gt; ===\n&gt;\n&gt; Nemesis continued crawling, spotting Blades.  He sped up his speed at\n&gt; crawling.\n&gt;\n&gt; ===\n&gt;\n&gt; Scattershot flew through the air, looking at the CF and the slaggin\nshields\n&gt; that had came back online.  He raised his right arm, firing off 25\nexplosive\n&gt; shells at the CF.\n&gt;\n&gt; Raising his left arm, a missile launcher appeared from subspace.  He fired\n&gt; off a rocket from the weapon of war at port side of the CF.\n&gt;\n&gt; ===\n&gt;\n&gt; Firestarter continued flying, firing off two rockets from both wrist\n&gt; launchers, the four missiles heading for the bridge door that had been\nlocked\n&gt; down.\n&gt;\n&gt; ---\n&gt;\n&gt; Vehement sighed.  These heathens were irritating.  He turned around,\nraising\n&gt; both arms.  With the left barrel that made up most of his arm launched a\n&gt; missile, followed by another, heading for the armored computers.\n&gt;\n&gt; He turned his attention to the hole in the CF from whence he came, firing\noff\n&gt; two missiles at the hole, knowing his missiles would strike the shields if\n&gt; left alone.\n&gt;\n&gt; ---\n&gt;\n&gt; Unitron raised his laser rifle, firing off four bolts at the sealed door,\n&gt; followed by a single optic blast.\n&gt;\n&gt; Meanwhile, in the main entry door of the CF, in its exact middle, the horn\n&gt; missiles continued sending out a shock wave of sonic energy to weaken the\n&gt; stability of the metal around it.\n&gt;\n&gt;\n&gt;\n\n\n"}}