{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"TxgrcYaZTalnxK3grC3P0rii_zAwMJr0DGr67g9Vc_3NXX99wAS_enjiqoHahSeXVEtQjnHkhA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Battle at the Cybertronian Fire","postDate":"979173477","msgId":25165,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGU1LmM5ZWVmMy4yNzhlNWE2NUBjcy5jb20+"},"prevInTopic":25159,"nextInTopic":25170,"prevInTime":25164,"nextInTime":25166,"topicId":25105,"numMessagesInTopic":39,"msgSnippet":"(TheCode, do you really have to whine every battle and make remarks that start arguments that have no importance?  My Maximals are fighting as well as they can","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 11 Jan 2001 00:52:22 -0000\r\nReceived: (qmail 29275 invoked from network); 11 Jan 2001 00:38:06 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 11 Jan 2001 00:38:06 -0000\r\nReceived: from unknown (HELO imo-d04.mx.aol.com) (205.188.157.36) by mta1 with SMTP; 11 Jan 2001 00:38:06 -0000\r\nReceived: from KSLawdogg@... by imo-d04.mx.aol.com (mail_out_v28.35.) id a.e5.c9eef3 (5774) for &lt;nbwrpg@egroups.com&gt;; Wed, 10 Jan 2001 19:37:58 -0500 (EST)\r\nMessage-ID: &lt;e5.c9eef3.278e5a65@...&gt;\r\nDate: Wed, 10 Jan 2001 19:37:57 EST\r\nSubject: Re: Battle at the Cybertronian Fire\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(TheCode, do you really have to whine every battle and make remarks that \nstart arguments that have no importance?  My Maximals are fighting as well as \nthey can and have done all that is possible to stop the Alliance.  Some of \nthem were shot down and crash landed on the surface of the planet, so they \naren&#39;t going to be at optimal fighting skill.  Stop whining like you do every \nfight unless you have something worth whining about) \n\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark Claw/Beeline/\nSixshot/Ares/Double Punch/Manterror/Injector/Bumblebee/Minion/Chaos/Sun \nCrusher/Reflector/Scattershot/Nemesis Enforcer/Vehement/Firestarter/Unitron:\n\n\nDark One rolled, avoiding the shots.\n\n&quot;Slagging piece of slag...&quot; he growled, firing off two energy-signature \nseeking missiles at Tarantopulous as the Oblitercon leader made his way \ntowards IR and FZ.\n\n---\n\nBreakdown watched the Maximals lower there weapon, and then someone shot at \nDark One.  He fired off two sonic arc blasts from his sonic blaster at \nTarantopulous.\n\n---\n\nPyro remained submerged in the mud, now six feet under, the pressure \nstopping.  But Pyro couldn&#39;t move.\n\n---\n\nHiss fired off four fusion blasts from his cannon at Tarantopulous.  A blast \nof freezing struck his arm, the right shoulder joint freezing up and \nunmovable for now.\n\n---\n\nScavenger transformed to his biped mode, running over to Pyro and plunging an \narm into the mud, wrapping his arm around his comrade&#39;s wrist and tugging.\n\n---\n\nHot Spot transformed to his biped mode, the blue robot turning around and \nmaking a run for Blades and First Aid, his sensors reporting First Aid near \ndeath.\n\n---\n\nGroove lowered his weapon, running after Hot Spot for Blades and First Aid.\n\n---\n\nBlades reached First Aid, putting pressure on First Aid&#39;s neck wound and \nchest wounds, blocking the flow of mech-fluid from those areas.\n\n---\n\nFirst Aid remained unconsciouss, slipping into darkness slowly.\n\n---\n\nStreetwise kept his stance, covering the other Protectobots in case of sudden \nattack.\n\n===\n\nDemon Wulf looked up to Iron Raptor, silently walking over to Future Zardus.  \nThe Vok warrior kept his sword pointed at the ground.  But he got a sensor \nlock on IR if she tried to run.  He would hunt his prey if the Maximal \nfaction of the Cybertronians attempted anything.\n\n---\n\nFlesh Ripper lowered his rifle, transforming to his hyena mode and padding \nover next to Demon Wulf, transforming back to biped mode.\n\n---\n\nDark Claw transformed to his beaten up attack vehicle mode, remaining where \nhe was and arming his missile launchers just in case.\n\n===\n\nBeeline descended rapidly down towards the Alliance warriors.\n\n---\n\nDouble Punch received FZ&#39;s transmission and had ordered everyone around him \nand the cyber-bee to stand down.  He held out a wrist, Beeline landing on it \nand attaching to it.\n\n---\n\nManterror slowly got up, hearing the last bit of FZ&#39;s orders.  He made his \nway for Double Punch.\n\n---\n\n&quot;We won this round.  But we&#39;ll win the next.&quot; he laughed, transforming to his \nbadly damaged biped mode and landing on the ground next to FZ, stinger \nmissile launchers in hand but missing missiles.\n\n---\n\nBumblebee continued hovering in the air, his arms akimbo and the missile \nlaunchers pointed at the sky.  He looked at the carnage around the \nCybertronian Fire and the damage caused to the CF, and wondered if the \nMaximals considered this a victory.\n\n---\n\nSixshot transformed to his winged wolf creature mode, taking flight and \npreparing for the next attack.  He&#39;d known Autobots as well as Maximals to be \nstupid.\n\n---\n\nAres waited, weapons pointed at the ground.  Hopefully negotiations wouldn&#39;t \nwork and he could get back to slaughtering Maxis.\n\n---\n\nReceiving a transmission from FZ, Sun Crusher raised an arm towards Reflector \nand pointed towards the CF.\n\nThe second-in-command of the Brotherhood powered up the boosters in his feet \nto full power and took off for the bridge of the CF.\n\n---\n\nReflector nodded at Sun Crusher, tossing his rifle into subspace and heading \nfor the CF as he flew through the air at full speed.\n\n---\n\nMinion stopped, sliding across the ground at the sudden stop while going over \n100 MPH.  He transformed while still moving, his biped mode crashing to the \nground, the War Machine jumping up quickly, jogging for Chaos.\n\n---\n\nChaos had four more missiles armed, but transformed to biped mode, a \ndouble-tubed rocket launcher in hand.  He lowered it, looking to Minion as he \napproached him.\n&quot;This may be interesting.&quot; he laughed, charging his optic weapons to full \npower if he needed to open fire quickly and take people down.\n\n===\n\nNemesis was only a few meters from Blades and First Aid, but stopped his \ncrawl when he saw two other Protectobots run over to their comrades.\n\n&quot;Slag...it.&quot; he coughed, looking up to see Scattershot land by him.\n\n===\n\nVehement cursed at FZ&#39;s order.\n\n-Cowards.  That Warrior of Light shall not survive-\n\nHe walked over to the opened part of the bridge, seeing Reflector and Sun \nCrusher heading for him.  The cannons on the ends of his arms took the forms \nof hands once more.\n\n---\n\nUnitron landed on his feet, rather happy with the deal FZ had made.  His \nplans hadn&#39;t been disrupted in the slightest.  It had in fact saved him \ntrouble.\n\nHe nodded to Firestarter.  &quot;Stand down.  We will get what we want either way.&quot;\n\n---\n\nFirestarter gave a crooked grin.  &quot;Excellent.  I hope Shockwave fairs as well \nin his mission.&quot;\n\n\n"}}