{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"qJSSMUQe9rkLvY5dG-20Nekc04TCb2OI-UtPbcW3wizrXT_uKWbHzQ2A3UkJzngZtRHb7LidYw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New Character!","postDate":"979351012","msgId":25266,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkzb2NsNCs4bGloQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyMDNOWlNQR05rWTVUZXRwSXUwMDAxMWUxZEBob3RtYWlsLmNvbT4="},"prevInTopic":25023,"nextInTopic":25279,"prevInTime":25265,"nextInTime":25267,"topicId":25023,"numMessagesInTopic":15,"msgSnippet":"Sorry I didn t reply till now! ... Zardus s head snaps up as a ship flies by overhead, slamming into the destroyed shore of Spain. He frowns, tapping his","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 13 Jan 2001 01:56:56 -0000\r\nReceived: (qmail 60237 invoked from network); 13 Jan 2001 01:56:56 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 13 Jan 2001 01:56:56 -0000\r\nReceived: from unknown (HELO hm.egroups.com) (10.1.10.45) by mta3 with SMTP; 13 Jan 2001 02:58:01 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.208] by hm.egroups.com with NNFMP; 13 Jan 2001 01:56:56 -0000\r\nDate: Sat, 13 Jan 2001 01:56:52 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: New Character!\r\nMessage-ID: &lt;93ocl4+8lih@...&gt;\r\nIn-Reply-To: &lt;F203NZSPGNkY5TetpIu00011e1d@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7868\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nSorry I didn&#39;t reply till now!\n\n::Zardus/Starlight/Griplash/Astral::\n\nZardus&#39;s head snaps up as a ship flies by overhead, slamming into the \ndestroyed shore of Spain. He frowns, tapping his comm-link.\n\n&quot;Starlight, Astral, investigate that ship. Get me any survivers you \nfind.&quot;\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nStarlight turns and walks over toward the crashed ship, Astral \nclimbing out of the water and coming with her.\n\n&quot;Think anyone&#39;s alive?&quot; she asks.\n\nHe shakes his head. &quot;I doubt anyone could survive that blast.\n\nThey approach the ship, and Starlight sees a body laying a little \nways away from the ship. &quot;Look!&quot;\n\nThey both jog toward the body, kneeling down near it. &quot;Its alive.&quot;\n\nAstral nods at the report. &quot;No duh.&quot;\n\nHe takes the body by the shoulder, giving it a little shake.\n\n\n\n\n--- In nbwrpg@egroups.com, &quot;Megan Solmonson&quot; &lt;tmrattrap@h...&gt; wrote:\n&gt; \n&gt; Sorry this is so long. Just had a lot of really good ideas! ^..^\n&gt; \n&gt; \n&gt; \n&gt; * He was at the end of the chains which bound him to a wall, \nstraining \n&gt; against them and putting as much strength into his back and legs to \ntry and \n&gt; break them.\n&gt; There was something in the sir which was warning him, something \nthat smelled \n&gt; like something bad was going to happen! And the more time went by \nthe \n&gt; stronger that sense got.\n&gt; The shackles around his wrists were biting deeply into the skin \nthat was \n&gt; under the gray and white fur which covered his entire body, the one \naround \n&gt; his thickly furred neck choking slightly but unable to do any real \ndamage \n&gt; through the hair.\n&gt; His claws bit deeply into the metal floor and left scratched, \nscaring the \n&gt; smooth surface. He growled and panted as he strained, his pawed \nhands \n&gt; clenched into fists.\n&gt; His senses were going wild! They kept screaming at him to get away, \njust to \n&gt; leave this ship and run away as far as he could. Leave everything \nbehind.\n&gt; \tA woman dressed in a white coat walked up to the alloyed door \nwhich was the \n&gt; only way out of his cell, a notepad in her hand and pencil tucked \nbehind her \n&gt; ear. She looked into the room through a thickly glassed window \ncrossed with \n&gt; little wires, looking at him as he kept on working on the binds \nwhich held \n&gt; him.\n&gt; But he knew this woman, and unlike the other people who would just \nas easily \n&gt; strap him to a table like so many times before, she was kind and \ngentle. \n&gt; Always talking to him whenever she happened to pass his way.\n&gt; She was the one that wrote down his actions when they were doing \nprojects on \n&gt; him, watching too see what his reactions would be to them. But he \ncould tell \n&gt; that she didn&#39;t like the job.\n&gt; \tHis head lifted and he looked at her, leaning out at the very \nlimit of the \n&gt; chains and putting all of his weight into pulling. He could tell \nthat she \n&gt; was concerned, because even though the alloyed door he could smell \nher.\n&gt; His ears laid back flat against his head and he whined.\n&gt; \tThe woman sighed and leaned against the door, looking at \nhim.* &quot; You really \n&gt; don&#39;t like it in there, do you, D?&quot;\n&gt; * He whined in response and pulled harder on the chains. He \nunderstood her \n&gt; words and could even form a few of them, but other then that his \nlanguage \n&gt; was mainly based on howls and barks, growls and snarls.\n&gt; They had made them, those people in the white coats. With wires and \nbones, \n&gt; muscle and metal.\n&gt; They had created a jeen which could combine organic with machine \nand they \n&gt; had injected that into a living creature, and after painstaking \nwork and \n&gt; time HE was finally produced. Just what they had hoped.\n&gt; He could walk on two legs and could walk on four, had a large \nmental \n&gt; capacity and could learn easily and quickly. But he also had the \nstrength of \n&gt; a machine, his bones flecked with metal that made them harder to \nbreak. Just \n&gt; like his muscles that were flecked too, and his mind. It was \nincredible!\n&gt; He could store away images and then get them to come up on his \nvision \n&gt; whenever he wanted them to! Even he was impressed with that!\n&gt; \tBut today, there was just something that was going to happen, \nmaybe \n&gt; something that was going to go really wrong. He felt it, and he \ndidn&#39;t like \n&gt; it one bit!\n&gt; He whined again as the ship seemed to tilt a little, making the \nwoman \n&gt; outside of his door hang onto the handle to keep her balance. The \npad in her \n&gt; arms slipped and skittered down the hall.*\n&gt; &quot; Whoa!&quot;\n&gt; * He growled and shook, the chains rattling. The ship seemed to \nsettle down \n&gt; and the woman patted at her hair to settle the strands which had \nescaped the \n&gt; pins in it. She smiled through the window at him.*\n&gt; \n&gt; &quot; Life&#39;s full of surprises, huh?&quot;\n&gt; \n&gt; * She then left the window where he could see her and disappeared, \nleaving \n&gt; him to strain and fight the bonds which held him to a ship of \ndanger.\n&gt; The ship tilted and shook again, words blasting over a speaker \nsystem in the \n&gt; halls.*\n&gt; \n&gt; &quot; WARNING! SubGama has slipped into the mainstream of a  class D \nrift, all \n&gt; personnel please prepare for turbulence!&quot;\n&gt; \n&gt; * He shook again.\n&gt; Rift! What was that, was it something to do with space? With the \nlights \n&gt; outside the windows?! What was it? What was going on?!\n&gt; All of a sudden everything begin to glow a bright white, making it \ntoo hard \n&gt; for his eyes to adjust so he had to close them.\n&gt; And that was all he knew last, but there was so much going on \noutside that \n&gt; went by un-noticed by him.\n&gt; \t The entire ships systems had gone offline and the ship was \nspit out of the \n&gt; rift, sent tumbling towards some blue and green planet that seemed \nthe only \n&gt; solid thing in the black void of space.\n&gt; It wasn&#39;t long before the ship entered the weird planets&#39; \natmosphere, \n&gt; becoming a red and melting fireball which lit up the sky. Almost \nall life \n&gt; support on the ship had ceased to function, but his chamber was \nluckily \n&gt; sealed by the woman and was operating perfectly. Where she was left \nout with \n&gt; the rest, to share their fate.\n&gt; \tThe large scientific vessel thundered towards a piece of land \nat a slant, \n&gt; the whole thing shaking and losing large bits a pieces of armor \nonly for \n&gt; them to drop towards a battle by the sea that it flew over. ( \nalliance \n&gt; battle, not the CF.)\n&gt; The ship skittered over the water for a second as it loses \nvelocity, hitting \n&gt; the beach and sending up a huge wall of sand. The impact digging \nit&#39;s front \n&gt; into the land while the back was lifted up, the weight of the back \nimploding \n&gt; it into the middle for a moment, hulls breaking in half before the \nship \n&gt; rocked so that it was standing straight up into the air for a split \nsecond \n&gt; before toppling over. The broken back half of the ship was still \ncarrying \n&gt; out the velocity of the impact and was sent sliding into a new \nforest, \n&gt; plowing trees and anything else in it&#39;s way before finally coming \nto  \n&gt; shattered stop in pieces.\n&gt; Chemical tanks had burst on impact and soon caught fire from the \nsparking \n&gt; wires of the ships systems, large explosions occurring in both \nhalves of the \n&gt; vessel. Burning each piece to the ground, leaving nothing but \ncharred metal \n&gt; and ash. The occasional burning body of one of the White Coats \nlittering the \n&gt; ground.\n&gt; \tHowever, there was also one body that lay across the ground \nwhich was not \n&gt; burning, instead limp as from the first second he had gone \nunconscious. No \n&gt; broken bones and breathing in shallow breaths he simply lay there, \nthe \n&gt; shackles and chains still around his wrists and neck.\n&gt; His chamber had been ripped from the ship as it broke in half, \ncarrying it \n&gt; along with the back half until it had stopped and he was thrown \nthrough the \n&gt; wall and a bit into the forest.\n&gt; Where he lay still, unmoving and unbeaten.*\n&gt; \n&gt; \n______________________________________________________________________\n___\n&gt; Get Your Private, Free E-mail from MSN Hotmail at \nhttp://www.hotmail.com.\n\n\n"}}