{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"Ri7t2R3DUulSDDrDmWacENKSFgnSxvoMNN80opnWw7kcEZIUjV5NeP1tIz8rRBsChphvnNzeRQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wrath of the Mighty","postDate":"979431960","msgId":25416,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkzcXJtbytwMHMwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDMzLmY0NzMyOWEuMjc5MjNmNzlAY3MuY29tPg=="},"prevInTopic":25407,"nextInTopic":25537,"prevInTime":25415,"nextInTime":25417,"topicId":25407,"numMessagesInTopic":33,"msgSnippet":"KSL is going on a short vacation and is leaving me in control of all his bots except for Vehement untill he gets back (he had to leave before he could post","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 14 Jan 2001 00:26:09 -0000\r\nReceived: (qmail 6669 invoked from network); 14 Jan 2001 00:26:08 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 14 Jan 2001 00:26:08 -0000\r\nReceived: from unknown (HELO mr.egroups.com) (10.1.1.37) by mta1 with SMTP; 14 Jan 2001 00:26:08 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.132] by mr.egroups.com with NNFMP; 14 Jan 2001 00:26:08 -0000\r\nDate: Sun, 14 Jan 2001 00:26:00 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Wrath of the Mighty\r\nMessage-ID: &lt;93qrmo+p0s0@...&gt;\r\nIn-Reply-To: &lt;33.f47329a.27923f79@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6428\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nKSL is going on a short vacation and is leaving me in control of all \nhis bots except for Vehement untill he gets back (he had to leave \nbefore he could post that, but I can send the IM if you guys want).\n\nProdigy, if you do something like that again without properly posting \nit, I will void it. You have to post the talking AP to be a hologram \nand that the other AP was somewhere else, or else it turns out to be \nplain lying in posts, which is unacceptable. I&#39;ll accept it this \ntime, but be more careful in the future.\n\n\n::FZ/Perndabot/Prowl/Kluster/Grimmler/Firearm/Proto/Deamon Wulf/Flesh \nRipper/Dark Claw/Double Punch/Injector/Manterror/Bumblebee/Nemesis \nEnforcer/Scattershot/Unitron/Firestarter/Choran/Imprisoner/Predator::\n\nAt Angel Prime&#39;s &#39;warning&#39;, FZ dives to the side, evading the blade. \nHe stumbles back from a fireball and ducks under the rest.\n\n&quot;Foolish decision, Maximal. If you survive this battle, know that \nevery last one of your faction killed after this point is your fault \nand no one else&#39;s. Your leader tried to save the group, you have \ndoomed them.&quot;\n\nHe fires a missile from his launcher at Angel Prime. Before hitting \n(whether it was going to hit or not), the missile exploded into its \nenergy-draining field, 6 feet in diameter. Anything in that field \nwould be drained of energy.\n\n&quot;Alliance members,&quot; he says into his comm, now on an Alliance \nfrequency, &quot;kill the Maximals that are firing at you. We&#39;ll see if \nthe others join in, but they most likely will. In that case, kill \nthem all. Take no prisoners.&quot;\n\nSending a seperate batch of orders to Unitron, who was inside the \nbase, FZ fires another missile at Angel Prime, also detonating it \nbefore impact.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nProwl&#39;s eyes widen slightly as he sees Angel Prime&#39;s group open fire \non the Alliance, and the Alliance retaliate with a superior amount of \nfirepower. Angel Prime was gonna get them killed!\n\n-Damn him!- he thinks to himself, turning to Iron Raptor. &quot;Do we help \nArcangel, love?&quot;\n\nKluster and his group also turn to her, waiting for orders.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nPerndabot pulls out his missile launcher, firing two missiles at \nIcedragon.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nManterror, though damaged, lifted his claws, firing eight ion disks \nin all at Angel Prime.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nBumblebee aims his missile launcher at Fury and fires two missiles. \nThe Maximals were stupid indeed to fight right now.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nHis stinger missile launcher out of ammo, Injector pulls a pistol \nfrom subspace, firing three shots at Depth Charge.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nDouble Punch smiles as some Maximals open fire. He liked battle.\n\nHe fires two signature seeking missiles at Icedragon, as well as \nfiring a stream of poison at the bot from his tail.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nNemesis Enforcer almost cheers at the fact that the battle was \nreborn. Instead, he jumps into the air, firing two dozen shots with \nhis rapid-fire rifle at Depth Charge.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&quot;YUPPPIE!&quot; Scattershot yells and jumps into the air, throwing down \ntwo charges at Angel Prime.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&quot;Fool,&quot; Deamon Wulf remarks, aiming his blade at Angel Prime. The \nblade launches off the handle, flying at Angel Prime like a missile. \nAnother blade quickly replaced the first on the handle. \n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFlesh Ripper smiles, opening his mouth and firing three fireballs \nfrom it at Depth Charge.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nDark Claw holds his palms close, a blue orb forming inbetween them. \nHe throws the orb, which explodes like a grenade, at Fury.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe brig doors slide aside and Firestarter enters, followed by \nUnitron.\n\n&quot;Zardus sent new orders,&quot; Unitron remarks drily. &quot;We are to find the \npower source and be prepared to destroy this ship. He also sent us \nthe means by which we&#39;ll do it without being killed.&quot;\n\nFirestarter nods, looking around at the bots in the brig. &quot;You will \nall help us. Follow me,&quot; he states and turns, heading down a hallway. \nUnitron hands Choran, Imprisoner, and Predator a laser pistol each \nand follows, the three bounty hunters following also.\n\n\n\n\n\n\n\n--- In nbwrpg@egroups.com, KSLawdogg@c... wrote:\n&gt; (Firefox, are the shields of the CF down or up?  Also, how is \nanyone having \n&gt; the Key to Vector Sigma?  It was destroyed by Silverbolt in the G1 \nepisodes \n&gt; and BM hasn&#39;t happened, so I&#39;m at a loss.  Could someone explain?)\n&gt; \n&gt; The Oblitercons/The Protectobots:\n&gt; \n&gt; \n&gt; \n&gt; Dark One was in his hover and cursed at the idiocy of the \nMaximals.  There \n&gt; were only several resisting the decision to end the fighting, but \nthey were \n&gt; enough to make Dark One angry.\n&gt; \n&gt; &quot;Oblitercons, this is Dark One, open fire on every last Maximal who \nfired \n&gt; those shots!  Don&#39;t rest until they&#39;re dead or I say otherwise!  \nOnly focus \n&gt; on them!&quot;\n&gt; \n&gt; He loaded up his missiles, firing off 25 laser blasts from his \nnosecone down \n&gt; at Angel Prime.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown raised his grenade launcher, firing off two grenades set \nto explode \n&gt; on impact at Blade Runner after receiving his leader&#39;s orders.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro was pulled out of the mud in time to hear Dark One&#39;s \norders.  &quot;Blasted \n&gt; Maxis...&quot; he said as he powered up his optic weapons, firing off \nfive rapid \n&gt; blasts at Depth Charge.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss made a strange look at his hands as they were covered in mud, \nhis \n&gt; expression changing to anger at Dark One&#39;s information and watching \nAngel \n&gt; Prime&#39;s spectacle.\n&gt; \n&gt; &quot;Damn Maximals are making us look good by betraying the cease \nfire!&quot; he \n&gt; laughed, firing off four blasts from his fusion cannon at Icedragon.\n&gt; \n&gt; ---\n&gt; \n&gt; Scavenger raised his chain gun, firing off 25 armor-piercing rounds \nat Fury&#39;s \n&gt; abdomen.  &quot;Take that you treacherous fools!&quot;\n&gt; \n&gt; ===\n&gt; \n&gt; Hot Spot looked up, seeing Angel Prime.  &quot;You stupid...Screw you!&quot; \nhe yelled. \n&gt;   He wasn&#39;t going to help him.  The sooner the battle ended the \nsooner his \n&gt; near dead comrades could get help.  He knelt back down, welding.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove gave a nasty glare at Angel Prime, standing to his feet and \nkeeping \n&gt; his weapon ready.  If it broke out into all out war he&#39;d be ready.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid layed on the ground, mech-fluid bubblling out of his nose \nand\n\n\n"}}