{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"OFlQSCgp9XpUwg83TqbDEnxjNOls6GlJV8H3SHiuNWIPOyNOaUCrTaxiw43T8tLRzdVAAvzNmA_SG9iNvMcbESIBt8mg4RIz77tT","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: &quot;Peace&quot; at the Cybertronian Fire","postDate":"979440024","msgId":25433,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYzNklzQ0FXZzZpN3VJRVZmQ0kwMDAwNTRiNEBob3RtYWlsLmNvbT4="},"prevInTopic":25392,"nextInTopic":25438,"prevInTime":25432,"nextInTime":25434,"topicId":25225,"numMessagesInTopic":33,"msgSnippet":"(*sigh* I really wish I d posted yesterday... but just so everyone knows, there s a good chance I m suffering from a mild concussion, literlly. So if this","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 14 Jan 2001 02:40:25 -0000\r\nReceived: (qmail 22656 invoked from network); 14 Jan 2001 02:40:24 -0000\r\nReceived: from unknown (10.1.10.142) by l9.egroups.com with QMQP; 14 Jan 2001 02:40:24 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.36) by mta3 with SMTP; 14 Jan 2001 03:41:30 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sat, 13 Jan 2001 18:40:24 -0800\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tSun, 14 Jan 2001 02:40:24 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: &quot;Peace&quot; at the Cybertronian Fire\r\nDate: Sat, 13 Jan 2001 21:40:24 -0500\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F36IsCAWg6i7uIEVfCI000054b4@...&gt;\r\nX-OriginalArrivalTime: 14 Jan 2001 02:40:24.0767 (UTC) FILETIME=[58CB64F0:01C07DD3]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(*sigh* I really wish I&#39;d posted yesterday... but just so everyone knows, \nthere&#39;s a good chance I&#39;m suffering from a mild concussion, literlly. So if \nthis seems a little odd then it&#39;s because I still can&#39;t seem to think \nstraight or concentrate on anything involving movement or bright lights \n[i.e. my comp] Reply to Ks: The shields are currently down, but I&#39;m raising \nthem in this post. Sorry this is so long, I&#39;ll try to keep it shorter next \ntime.)\n\nHysteria/Tavatron\n\nHysteria:\n\nHysteria couldn&#39;t take much more of this. The ship was a mess! It would take \nthem weeks to get all of this repaired! Hysteria had waited long enough. She \nentered the final code and prayed the ship wouldn&#39;t explode. Outside the CF \nthe shields came to life. They were feeding directly off the power core this \ntime. Before it had only been auxilery power, but even in this state they \nwouldn&#39;t last long. Once she severed the power feed or they were hit by too \nmuch weapon&#39;s fire then that would be it. No more shields, and barely enough \npower left to reverse the lockdown using the console. She&#39;d probably end up \nhaving to manually undo most of it anyway.\n\nThe scanners registered the prisoners heading her way, accompanied by the \ntwo Alliance &#39;bots that had been trying to get into the bridge. Well, they \nwouldn&#39;t get in here either, she&#39;d make sure of that. She powered up the \nsmaller console next to her and entered in another lockdown code:\n\n&quot;Computer, voice authorization  &#39;Hysteria, beta12&#39;.&quot;\n\nThick steel doors slid down from the ceiling and covered the entrance to the \nengine room where the power core was located. That was it. There were no \nmore lockdowns and no more real defenses to speak of. This was all she could \ndo short of engaging the approaching &#39;bots.\n\n*****\n\nTavatron:\n\nShe couldn&#39;t believe this. This was complete and total chaos. Angel Prime \nhad openly insulted their commander. Iron Raptor may not not be a great \nwarrior, but she was an intelligent leader. Her compassion made her strong \nin other ways though sometimes it could blind one to the bitter truth. \nTavatron could understand how their commander wanted to save the life of a \nfellow Maximal, but sometimes it was best to cut your losses. She knew the \nAlliance had no intention of returning Chordate. They were devious, sneaky, \nand diabolical, much like the Predacons.\n\nTavatron walked closer to Iron Raptor. She could sense her commander&#39;s \nuncertainty. Uncertainty in battle was a death wish. She had learned that \nthe hard way. Tavatron didn&#39;t know what to do. She wanted to obey her \ncommander, but she didn&#39;t want to stand by while the few Maximals that \ncontinued to battle were slautered. Where was the honor in that? Angel Prime \nwas foolish to think that by challenging FZ he could hope to gain popularity \namong the Maximals. Tavatron sidestepped around Iron Raptor and stood beside \nDinobot. She was being pulled apart by too many conflicting emotions. On the \none hand she wanted to draw the fluid of her enemies, on the other she knew \nthere was no victory to be had. She turned to face Dinobot:\n\n&quot;This is a pointless bloodshed. There would be no honor in continuing this \nfight. It would only endanger the lives of the wounded and battered &#39;bots \nthat still remain functioning. This must end.&quot;\n\nWHile she was speaking her own wounds had begun to leak mech fluid. Though \nTavatron showed no signs of pain, the extent of her injuries seemed to \nsuggest otherwise. Her body was covered in a fair amount of dried mech fluid \nand dirt. She looked terrible.\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}