{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"h2vSLMOJ3Bc9lEfrhYfDb28ANOACA87_WFDsMGdiY0V57MECQvQFxyW1f5EVfajzzdl_iubtJA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Postponed Wrath of the Alliance","postDate":"979586375","msgId":25582,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE4LmZjN2NiMDkuMjc5NGE3NDdAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":25633,"prevInTime":25581,"nextInTime":25583,"topicId":25582,"numMessagesInTopic":2,"msgSnippet":"(Yanshosh will keep control of Firestarter and Unitron after this post I have to do.  He still has control of Imprisoner, Predator, and Choran.  He has a plot","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-6_3_1_3); 15 Jan 2001 19:35:50 -0000\r\nReceived: (qmail 81374 invoked from network); 15 Jan 2001 19:19:52 -0000\r\nReceived: from unknown (10.1.10.27) by l8.egroups.com with QMQP; 15 Jan 2001 19:19:52 -0000\r\nReceived: from unknown (HELO imo-r16.mx.aol.com) (152.163.225.70) by mta2 with SMTP; 15 Jan 2001 19:19:52 -0000\r\nReceived: from KSLawdogg@... by imo-r16.mx.aol.com (mail_out_v29.5.) id a.a8.fc7cb09 (3318) for &lt;nbwrpg@egroups.com&gt;; Mon, 15 Jan 2001 14:19:35 -0500 (EST)\r\nMessage-ID: &lt;a8.fc7cb09.2794a747@...&gt;\r\nDate: Mon, 15 Jan 2001 14:19:35 EST\r\nSubject: Postponed Wrath of the Alliance\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Yanshosh will keep control of Firestarter and Unitron after this post I have \nto do.  He still has control of Imprisoner, Predator, and Choran.  He has a \nplot with those five characters and I don&#39;t want to mess it up.  I&#39;ll be \nrepossessing the rest of my characters\n\nFirefox, what is the current condition of the hole made by Oblitertron in the \nbridge?  Are the shields around it, was it sealed by more plating?  I may not \nhave got some from eGroups.)\n\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark Claw/\nSixshot/Ares/Double Punch/Manterror/Injector/Bumblebee/Minion/Chaos/Sun \nCrusher/Reflector/Scattershot/Nemesis Enforcer/Vehement/Firestarter/Unitron/\nSmokescreen:\n\n\n\nDark One hovered down next to FZ.  &quot;Oblitercons, hold your fire.  They&#39;re \ntrying to negotiate again, I think.  Be prepared to zero in on a single \nMaximal at a time to take them down quicker.&quot; he said in a comm. transmission \nto his four warriors.\n\n---\n\nBreakdown readied his grenade launcher and sonic blaster, walking back over \nto FZ after receiving Dark One&#39;s message.\n\n---\n\nPyro shook for a cycle, trying to get the blasted mud off him.  It didn&#39;t \nhelp.  He received Dark One&#39;s message, but a big glob of mud just ran down \ninto his optics and he was furiously trying to wipe it away.\n\n---\n\nHiss shook his hand, not able to get any mud off of it.  He looked to Pyro, \nand received Dark One&#39;s message.\n\n&quot;Understood.&quot; he replied.  &quot;I&#39;ll stay with Pyro and give him cover fire, he&#39;s \nstill out of it.&quot;\n\n---\n\nScavenger raised his chain gun, stepping near the Maximals.  &quot;And you call us \ntreacherous.&quot; he said to Iron Raptor.  &quot;Your subordinates attacked us and \nthen you order all out fighting upon us.&quot;\n\n---\n\nHot Spot watched Iron Raptor and HER Maximals.  He was not seeing signs of a \ncompetent leader.\n\n&quot;Blades, can you fly?&quot;\n\n---\n\nGroove looked to Hot Spot, wondering what in the Pit he was thinking.  He \nkept his weapon trained on Hiss, ready to fire vapor at him.\n\n---\n\nBlades nodded to Hot Spot, knowing what he wanted.  &quot;I can.  What do you want \nme to do with First Aid?&quot;\n\n&quot;Fly him to a safe distance, do the best repairs you can do on him, and guard \nhim.  But be ready to fly here like a petro bat out of the Pit if the battle \nends and a CR chamber is open.&quot; Hot Spot replied.  &quot;Now hurry up, make like \nBlurr and get out of here.&quot;\n\n&quot;Yes, sir.&quot; Blades grinned, pain filling into his wounds as he moved, getting \nover First Aid.  He transformed, First Aid now sitting in the pilot&#39;s seat \nand strapped in, though still in stasis lock.\n\nBlades&#39; rotor blades powered up slowly, taking several more cycles than usual \nto gain the correct speed, the AH-64 Apache attack helicopter moving upwards \nand heading to the northwest at 80 MPH, the maximum speed he could reach in \nhis badly damaged condition.\n\n---\n\nStreetwise watched his two fellow Protectobots go into the air and head \ntowards the north.  He looked to Hot Spot and Groove, waiting for orders as \nhe kept his charged photon pistol at the ready.\n\n===\n\nDemon Wulf turned towards Iron Raptor as she gave the order for her warriors \nto attack, but stopped as he heard FZ&#39;s orders.  War, peace, war, peace.  \nThis wasn&#39;t getting anywhere.  -No wonder the Vok want these Cybertronians \ndead- he thought.\n\n---\n\nFlesh Ripper transformed to hyena mode as he heard FZ&#39;s orders, ready to \npounce and rip the throat out of the nearest Maximal at the first sign of \ntrouble\n\n---\n\nDark Claw was ready to charge blue orbs, but heard FZ&#39;s orders.  &quot;Blasted...&quot; \nhe powered the orbs down, extending his claws and getting in a position to \nleap at Iron Raptor.\n\n---\n\nSixshot and Ares looked to each other, both mumbling something about the \nMaximals being idiots.\n\n---\n\nDouble Punch&#39;s internal systems told him internal repairs on his stealth mode \nwere 63%.  Maybe if these negotiations kept getting held up, he could cloak \nand do some damage.\n\n---\n\nManterror hovered in the air, pointing his claws down at Kluster, ready to \nfire them if fighting broke out.\n\n---\n\nInjector landed next to Double Punch, his pistol lowered, but his optics \ncharging full of deadly laser energy.\n\n---\n\nThe damage Bumblebee hovered in the air, pain searing through his entire \nbody, his launchers feeling like weights that were a ton.\n\n---\n\nMinion sighed, wondering what the slag was the hold up.  He wanted to kill \nsome people or go home.  But no, it&#39;s attack, hold your fire, attack, hold \nyour fire.  Someone better make a slaggin&#39; decision or he was just going to \nopen fire into a crowd of Maxis while they weren&#39;t expecting it.\n\n---\n\nChaos transformed to his missile truck mode, arming two five foot long \nmissiles.  He&#39;d be at the ready to fire them into the Maximals if things \ndidn&#39;t start progressing.  He wasn&#39;t a peaceful bot, and his nature wasn&#39;t \ngoing to change now.\n\n\n---\n\nNemeiss Enforcer hovered painfully, keeping his rifle trained on Iron \nRaptor&#39;s head.  &quot;Come on...&quot; he whispered to himself with a smile.  &quot;Just \nattack.&quot;\n\n---\n\nScattershot laughed at Nemesis burnt wings, sighing and raising a charge he \nheld in his hands, hovering above the Maximals.  He set it to explode on \nimpact and was prepared to drop it.  &quot;Destroy Iron Raptor, kill the grand \npoo-bah, eliminate even the toughest stains.&quot; he said to himself, breaking \nout in hysterical laughter.\n\n===\n\nSun Crusher hovered near CF, his rifle at the ready.  He awaited an order \nfrom his Archbishop.  &quot;What is the situation with the Alliance and the other \nheathens?&quot;\n\n---\n\n&quot;All the Maximals were about to attack the Alliance while only several \nAlliance members returned fire against a group of Maximals.   They all seemed \nto be confused.&quot;\n\n&quot;Good.&quot; Sun Crusher replied.  &quot;If we get the Key we can get out of here and \nbring back the Divine One.&quot;\n\n===\n\nUnitron kept up his pace, looking to Firestarter.  &quot;My horn missiles are \nalmost ready to go off.  Even from a distance I can set them off.&quot;\n\n&quot;Excellent, Unitron.  My sensors don&#39;t detect any Maximals near us.&quot;\n\nUnitron relayed commands to his horn missiles embedded in the center of the \nmain entry way&#39;s lockdowned doors, still emitting sonic waves to weaking the \ndoors at the molecular level.\n\n===\n\nVehement watched Unitron and Firestarter leave but waited.  He waited for \nseveral cycles at the most, the cannons at the ends of his arms taking the \nform of large black arms with fists instead of weapons.\n\n&quot;Come on out, Warrior of Light.  Your time is close to nil.&quot;\n\nSmokescreen came out of the shadows into the bridge, raising his sword and \ngetting into a stance.\n\n&quot;Even if I die, you shall not succeed.&quot; the Maximal said.  &quot;Primus is \nstronger than you and your dark god, and does he not watch over his own \nchildren?  And are you not just a simple Predacon with far too much power and \nresponsibility than even you can handle?&quot;\n\n&quot;Bah,&quot; the Archbishop Vehement replied with a grin, his seven foot broadsword \nappearing his hands from subspace, &quot;the Key, give it to me and I won&#39;t \nslaughter you.&quot;\n\n&quot;Your threats mean nothing.  If I die, I will be one with the Matrix, which \nwas created by my god, Primus.&quot; Smokescreen took a step forward, the seven \nfoot skunk-bot dwarfed by the sixteen foot tall Vehement.\n\n&quot;Then prepare to become one with the Void.&quot; Vehement laughed, his sensors \ndetecting where the Key was immmediately.  &quot;No chance in the Void you will \nstand up against me, though.  A pity too.&quot; he charged forward with speed one \nwould not think a bot of his size would have and slashed his blade hard.\n\nSmokescreen saw the large blade come and ducked under it, the broadsword big \nand slow, somewhat like Vehement.  Smokescreen&#39;s small size was a blessing \nnow.  He charged forward, stabbing his blade forward, only to be blocked by \nVehement&#39;s sword.\n\nA push from the Archbishop sent Smokescreen stumbling back a few feet, the \nleader of the Brotherhood charged forward and sending a stab of his own at \nSmokescreen.\n\n"}}