{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Airshadow Nightlight","from":"&quot;Airshadow Nightlight&quot; &lt;airly2000@...&gt;","replyTo":"LIST","senderId":"KluEt0353RPGBUcdFgxJtSYo7fYPOKRV8q-emP_wi9_o7wLBvYNBMaGFcbjS82Yizao-e8qYbf-gsUWci1ChC6cHYo7vXrQzld92AkLQCdprv7Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Meet the musical brothers!","postDate":"980020801","msgId":25891,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk0Y3FvMStvNHE0QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAwOWQwMWMwODI3ZSQ1NGUxMTA2MCQ4MjIwYWNjZUBteXN5c3RlbT4="},"prevInTopic":25858,"nextInTopic":25892,"prevInTime":25890,"nextInTime":25892,"topicId":25858,"numMessagesInTopic":6,"msgSnippet":"OOC: DCoburn my base is underground... Orchesta can t see it because is underground and inside a lake of lava.... Can you fix it or we continue it but takking","rawEmail":"Return-Path: &lt;airly2000@...&gt;\r\nX-Sender: airly2000@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_0_1_2); 20 Jan 2001 20:00:05 -0000\r\nReceived: (qmail 33714 invoked from network); 20 Jan 2001 20:00:05 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 20 Jan 2001 20:00:05 -0000\r\nReceived: from unknown (HELO fg.egroups.com) (10.1.2.134) by mta2 with SMTP; 20 Jan 2001 20:00:05 -0000\r\nX-eGroups-Return: airly2000@...\r\nReceived: from [10.1.10.98] by fg.egroups.com with NNFMP; 20 Jan 2001 20:00:05 -0000\r\nDate: Sat, 20 Jan 2001 20:00:01 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Meet the musical brothers!\r\nMessage-ID: &lt;94cqo1+o4q4@...&gt;\r\nIn-Reply-To: &lt;009d01c0827e$54e11060$8220acce@mysystem&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5235\r\nX-Mailer: eGroups Message Poster\r\nFrom: &quot;Airshadow Nightlight&quot; &lt;airly2000@...&gt;\r\n\r\nOOC: DCoburn my base is underground... Orchesta can&#39;t see it because \nis underground and inside a lake of lava.... Can you fix it or we \ncontinue it but takking in count that????\n\n\nDarkfate/7 bat-brobes/Alecto:::\n\nDarkfate fronwed as soon as his main computer located the pod near if \nhis base but in surface, he used his commlink and said\n\n&quot;Perceptor as soon as Drill bit&#39;s Troops arrive the base, call \nChameleon and he will take care of them you join with Alecto to \nfollow coordinates... it seemss that apod are outside our base&quot; after \nthat Darkfate used his com link and called at Alecto &quot;Alecto, a pod \nare outside our base.. I like the bot... WITHOUT DAMAGES!!&quot;\n\n&quot;YEESS, &quot; said a sinester femme voice\n\n--- In nbwrpg@egroups.com, &quot;dcoburn&quot; &lt;dcoburn@n...&gt; wrote:\n&gt; Composer/Symphony/Orchestra\n&gt; \n&gt;        Three pods enter the Earth&#39;s atmosphere, going in different \ndirections.  One lands three miles off the destroyed coast of Spain.  \nOne lands in about southwest Africa.  The last one lands in probably \nthe oddest place to land:inside of a volcano located in Greece.\n&gt; \n&gt;         --Near the base(s) of the Alliance--\n&gt; \n&gt;       A pod crashes on the ground, fortunately(for the Alliance, \nhehehe) the pod takes minor damage.  It then opened up, and out came \na very bold, sleek-looking bot, who is known as Composer.  He had \ngold chest plating, and silver plating where his stomach would be.  \nHis kneecap plating was gold, and his upper and lower leg were \nsilver.  His hands and feet were gold.  His arms were silver, his \nshoulders were gold.  His back was all silver.  His head was gold all \naround except for his face, which was silver.  \n&gt; \n&gt;       &quot;Yes!!  We&#39;ve arrived!  We will create the music that the \nuniverse has longed to hear!!!  We will be known throught transformer \nhistory for many millenia to come!!!&quot; Composer shouted with glory in \nhis voice.\n&gt; \n&gt;        Then, he looked around.  He had been expecting two other \npods, containing his brothers Symphony and Orchestra.\n&gt; \n&gt;         &quot;No!!  This can not be!!!  How will I, the great Composer, \nrise without a Symphony and my Orchestra???&quot; He shrieked, his voice \nchanging to a panicy tone.\n&gt; \n&gt;          Composer looked off in another direction where he noticed \nsome sort of base.\n&gt; \n&gt;          &quot;I must meet these transformers, who appear to have been \nhere for a long period of time.  Perhaps they know where Symphony and \nOrchestra went, or even maybe, just maybe, they could help me compose \nthe perfect melody!!!!!&quot; He said, his voice raising to his cheery \ntorn again.\n&gt; \n&gt;          He ran over to the Alliance base, and knocked on the hatch.\n&gt; \n&gt;           &quot;Please, let me join you!  I will create the finest music \nto show you my loyalty!!!&quot; Composer shouted.\n&gt; \n&gt;          Now he waited for a reply from these transformers whom he \nawaited to meet.\n&gt; \n&gt;               ---In Southwest Africa, not far from the Maximal base-\n--\n&gt; \n&gt;            A sleek-looking pod landed on the ground.  It went \nsliding, but then came to a halt by the Maximal base.\n&gt; \n&gt;             The pod opened up, releasing a tall, handsome bot.  \nThis bot was blue and green all over except for red hands and feet.\n&gt; \n&gt;            &quot;I have awoken!!!  Now, every transformer in the galaxy \nwill listen to the greatest Symphony in the universe!!!!  I, am \nSymphony, about to be played by the great Composer and the \nOrchestra!!!!!!&quot; Symphony yelled out as soon as he jumped out of his \npod.\n&gt; \n&gt;            &quot;But what&#39;s this???  Where is the Composer and the \nOrchestra at this time of great musical ascension?  Without them, I \nwill never be heard across the galaxy!!!&quot; He said to himself, worried.\n&gt; \n&gt;             Then, he looked at the Maximal base he had just landed \nby.\n&gt; \n&gt;              &quot;If I cannot be composed by the great Composer and be \nplayed by the Orchestra, then perhaps these transformers have musical \ntalent within them.  Perhaps these transformers will appreciate my \ngreat sound,&quot; He said.\n&gt; \n&gt;               To get the Maximal&#39;s attention, Symphony activated \nhis com and sent music through to the Maximals.\n&gt; \n&gt;          ----Right outside the hidden Pred base, in Greece----\n&gt; \n&gt;           A transformer pod went shooting straight down to the \nEarth, and went right inside a volcano in Greece.  The pod smashed \nthe ground very hard, making a large crater and alot of noise outside \nthe Predacon base.  The pod suffered some damage, as did the bot \ninside.  Inside was a transformer named Orchestra.  He hopped out of \nthe pod, rubbing his head.\n&gt; \n&gt;           &quot;Uggh.....might have....difficulties.....playing \nthe....perfect.......Symphony......The Symphony!!  Where is the \nComposer of the Symphony?  Without them, the universe will never hear \nthe music it was destined to!!  Wait a minute, what could this base \nbe doing here?  Why have I landed in such a strange place?  If that&#39;s \na base, then there must be transformers stationed here!  I might have \na chance to play music after all!!!&quot; Orchestra said with joy, looking \nat the Preds&#39; base.\n&gt; \n&gt;           &quot;If you can hear me, let me in!  Please, allow me to \ndemonstrate my music to you!  I can play any type of music in the \nuniverse!!&quot; Orchestra yelled, hoping that he would be welcomed kindly.\n\n\n"}}