{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"t0M2XtNx52HUS0AmnXmTJ5H_J3ZNFwe_RMExBnLgFcIAZiF98r6tTo-n6Za2PsbEYG80YcsqlTL1XPqO9yNkIj2kew1911uVZ6R9rgBYGFiLryW3VA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Carnage","postDate":"980141644","msgId":25972,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxNzNEM0prVXdXcFNXZXJPYzAwMDAwMDA5YkBob3RtYWlsLmNvbT4="},"prevInTopic":25959,"nextInTopic":25974,"prevInTime":25971,"nextInTime":25973,"topicId":24423,"numMessagesInTopic":41,"msgSnippet":"** Carnage looked around a bit, using her scanners to see farther in the distance then her eye sight could reach. She was looking for cover for the night but","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nX-Sender: carnage_blood@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_0_1_2); 22 Jan 2001 05:34:06 -0000\r\nReceived: (qmail 36053 invoked from network); 22 Jan 2001 05:34:05 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 22 Jan 2001 05:34:05 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.173) by mta3 with SMTP; 22 Jan 2001 06:35:10 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sun, 21 Jan 2001 21:34:04 -0800\r\nReceived: from 207.194.22.81 by lw6fd.law6.hotmail.msn.com with HTTP;\tMon, 22 Jan 2001 05:34:04 GMT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Carnage\r\nDate: Sun, 21 Jan 2001 21:34:04 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F173D3JkUwWpSWerOc00000009b@...&gt;\r\nX-OriginalArrivalTime: 22 Jan 2001 05:34:04.0947 (UTC) FILETIME=[EF02AE30:01C08434]\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n** Carnage looked around a bit, using her scanners to see farther in the \ndistance then her eye sight could reach. She was looking for cover for the \nnight but in a place where they might be able to find a bit of dry wood to \nmake a fire for heat and to cook over.\nIt was also a well known fact that the carcass of a dead animal bloats and \nthe meat is ruined if too much water gets into it, and the last thing she \nwanted to do was lose a good two nights meal. So, in plain, if she didn&#39;t \nfind shelter she would have to make it and that might require a little \ndigging.\nCarnage suddenly glanced towards Teltoli as she babbled off about the lights \nat Cybertron, almost wondering if the fuzor ever thought that she DID know \njust what Cybertron was. After all, she use to live there.\nBut she never voiced anything, turning her attention back towards finding \nsome shelter.\nCarnage grumbled to herself, her eyes and scanners searching but coming up \nwith nothing other then tree roots and dirt. But, luckily, the ground was \nsoft from the rain and would be easy on the claws. Looking down at them, \nthinking that she would have to get dirty tonight.\nHer head snapped at the suddenly yelp Teltoli let off after tripping, her \neyes wide with the thought of sudden attack but then her muscles eased when \nshe realized what had happened. ** &quot; Haven&#39;t got your fighting legs yet?&quot; ** \nSo the term went when someone got back after a long vacation or something, \nseeming a little clumsy before setting back into the rhythm of things.\nCarnage singly give Teltoli a little tik of a smile before looking around a \nbit for a nice place to begin digging. She just hoped that digging in the \nmud wasn&#39;t under Teltoli&#39;s standards.\nShe stopped and looked about a bit before she saw just the right place to \ndig, tilting her back and letting the dead pigs roll off before walking over \nto the trunk of a tree and inspecting the ground at it&#39;s base. Poking at it \nfor a moment with her claw, Carnage was just about to set to work digging \nwhen Teltoli suddenly gave off a little yell and she jumped.\nCarnage growled and snapped her head towards the young woman, an expression \nof annoyance on her face. Slag! What antics for a woman!\nShe sniffed to clear her nose, her claws already in the dirt and ready to \nget to work. But she kept her head turned towards Teltoli to see if she \ncould get just what the fuzor thought was so interesting, her eyes turned \ntowards the twinkling start which showed through the dark clouds.\nAll this excitement over balls of flaming gas? Carnage sighed, such antics.\nTeltoli seemed to be acting as if her eyes had just been opened after being \nblind until now. Always excited about the organic world around her and eager \nto explore. This world was, indeed, very wonderful. But there were also many \ndangers and there was still a war going on, so one could never let down \ntheir guard.\nCarnage simply looked at the stars, never really seeing nothing beyond the \nbrightest ones, simply pretending so that Teltoli might not be \ndisappointed.** &quot; Oh! That&#39;s neat.&quot;\n** But before she could say anything else Carnage set her claws deep into \nthe soil and began to dig, throwing the dirt that she was taking away \nbetween her hind legs and away from the base of the tree. Even if they had \nto spend the night in the rain she was going to make sure that those pigs \nwere dry. No one liked bloated meat. **\n\n\n\n\n\n\n\n\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}