{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"beT_u-rfgDA9A9cSldC_YiwN_kCdySsJ7OkwBjOSi3LazrGxvZCNde4Rda_SKFDg7v6P6vi_RQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"And Old Friend Returns","postDate":"980307025","msgId":26057,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk0bGk4aCtsMm0wQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":26056,"nextInTime":26058,"topicId":26057,"numMessagesInTopic":1,"msgSnippet":"... Zardus walked through the halls of the Iron Fist, looking around and remembering old times. The Alliance had gone far since the day when it had been a","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_0_1_2); 24 Jan 2001 03:39:56 -0000\r\nReceived: (qmail 74761 invoked from network); 24 Jan 2001 03:31:30 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 24 Jan 2001 03:31:30 -0000\r\nReceived: from unknown (HELO mk.egroups.com) (10.1.1.30) by mta3 with SMTP; 24 Jan 2001 04:32:34 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.113] by mk.egroups.com with NNFMP; 24 Jan 2001 03:31:04 -0000\r\nDate: Wed, 24 Jan 2001 03:30:25 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: And Old Friend Returns\r\nMessage-ID: &lt;94li8h+l2m0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9100\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Zardus::\n\n\tZardus walked through the halls of the Iron Fist, looking \naround and remembering old times. The Alliance had gone far since the \nday when it had been a five-bot group. Zardus and Wolfgang had met up \nwith Reptilica and Bloodystrike and had been joined by Ominous Prime. \nThat was how it had all started. Soon after, the Alliance built their \nbase, allied with the Maximals, and made their mark on the war.\n\tZardus turned a corner, walking in a portion of the Iron Fist \nthat was unfamiliar to him. He didn&#39;t know why he had an urge to walk \nthe corridors suddenly, but he turned another corner and walked down \na dark hallway anyways. He looked around again. This was probably the \nextra residential space, unused in the giant ship, especially since \nall the Alliance bots had their quarters in the Alliance base. The \nAlliance commander frowned, wondering if it would be better to \nrelocate everyone to the Iron Fist. It would certainly be easier to \nkeep track of them all, and to call them to meeting. Plus, the Iron \nFist had superior facilities: state-of-the-art scientific labs, \nholographic training rooms, better scanners, advanced monitoring and \nsecurity installations, everything.\n\tZardus stopped at a door, the sudden silence caused by the \nstopping of his own footsteps nearly startling him. Something wasn&#39;t \nquite right. He could almost tell what exactly it was that wasn&#39;t \nright, but it escaped him. He frowned, pressing a button to open the \ndoor. With a barely audible &#39;whoosh&#39;, the door split in half, sliding \ninto both sides of the doorway. The room beyond was completely dark, \nand the non-existant lights of the hallway that the door connected it \nto didn&#39;t help illuminate it. Not knowing why, Zardus stepped in, \nclosing the door behind him. He reached behind him to find the panel \nthat would activate the lights in the room.\n\t-Leave it. Illumination is not needed.-\n\tZardus froze as the voice sounded in his head. It was an \nexpressionless, yet slightly amused voice, and he knew what the \nsource was. It was the same voice that had ordered him to create the \nAlliance, belonging to the same Vok being that was responsible for \nthe relatively-superior abilities of the old Alliance base, as well \nas for the fact that a future self of Zardus, now acting as his \nclone, was on the planet. He looked down at his left hand, examining \nthe clear blue stone that was burned into it, which was the Vok \nbeing&#39;s way of controlling Zardus and communicating to him. The orb \nwas shining. With a small flash, the orb disabled every monitoring \ndevice in the room. According to the Iron Fist&#39;s computers now, the \nroom Zardus was in didn&#39;t even exist.\n\t&quot;Wh-AAAHHH!!&quot; Zardus fell to his knees as pain swamped his \nbody, originating from his left palm and overloading every other \nfeeling. The pain receeded after a few seconds, leaving a dull ache \nbehind. Zardus slowly got to his feet.\n\t&quot;I see you&#39;re back,&quot; he said drily, walking wearily to the \nbed in the room and sitting down. Now that the orb was illuminating \nthe room, he could see his surroundings. It was a standard set of \nquarters. Next to the bed Zardus was sitting on was a table and \nseveral chairs, and a computer console was built into the far wall.\n\t-Excellent observation,- the voice in his head replied, \nsounding amused, -I&#39;m glad to see that you&#39;re not completely useless.-\n\tZardus layed back on the bed, completely exausted. The \nseveral seconds of torture had drained him of his energy. &quot;Why are \nyou back?&quot;\n\t-Tell me Zardus,- the Vok contines, ignoring his question, -\nWhy did I establish the Alliance?-\n\t&quot;You didn-AAAHH!&quot; Zardus yelled out and curled up in near-\nfetal position as the pain came back. When it stopped, he relaxed, \nbreathing heavily.\n\t-As I was saying,- the voice&#39;s tone was still amused, -Why \ndid I establish the Alliance?-\n\t&quot;To eliminate the other bots on the planet,&quot; Zardus responded \nbetween breaths. He moved so that he was laying on his back.\n\t-Yess... And have you been doing that?-\n\t&quot;Yes-AAHHH!&quot;\n\t-Every time you lie to me, I will influct pain. Understood?- \nThe voice was now strict, and Zardus knew that playing games with it \nwould be very painful.\n\t&quot;Yes.&quot; The reply was rather weak, Zardus laying almost limp.\n\t-Good. Now I will repeat my question: Have you been \neliminating the other bots on the planet?-\n\t&quot;Not really,&quot; Zardus was beginning to regain his breath, and \nhis energy level was slowly climbing back to normal, &quot;But the \nAlliance IS the most powerful faction on the planet.&quot;\n\t-Did I ask about the Alliance being powerful?- Before Zardus \ncould answer, the orb went on, -You haven&#39;t been doing your job, \nZardus. I expect you&#39;ll make a better effort from now on?-\n\t&quot;Yes. But we are currently destroying the Maxim-AAH!&quot;\n\t-The Alliance is currently leaving the Maximal base. You are \ndoing the same thing you have done to survive ever since the \nbeginning, but The Alliance is now strong enough to leave that \nbehind. Let me remind you how it began.- Zardus&#39;s optics flashed with \na bright white light, blinding him.\n\t\n\tZardus opened his eyes. Even before they came completely into \nfocus, he could tell that he was in a forest. He blinked a few times, \nlooking around him. He was laying on his back on the ground. Trees \nrose all around him, blocking out the sky, although he knew it was \nnight. Zardus knew perfectly well where and when he was. He was at \nthe point in time when the Alliance was first serioustly suggested.\n\tZardus could hear small animals scurrying around him. He knew \nthat a storm was coming. Slowly, the Alliance commander got to his \nfeet and looked around. It was the right forest, yes. Zardus \nactivated his jetpack, passing through the trees and looking around \nonce he was clear of them. It was just as he remembered it. The \nforest was completely peaceful, the impending storm somehow \nincreasing that peacefulness rather than taking from it. Most of the \nforest was less dense than the spot he had appeared in, and he could \nsee the ground in many places. A crack cut the forest in two where a \nriver passed. Zardus knew that was where the action was going to take \nplace. Whether there had been much action or not, he didn&#39;t know, but \nhe imagined that it would be intersting to watch himself being \nrecruited by a Vok being.\n\tSuddenly, he spun around. Two bots were approaching about two \ndozen yards in front of him. He recognized both of them instantly.\n\tThe bot to the left was named Wolfgang. He was a Predacon, or \nhad been originally, but had been kicked out along with Zardus \nhimself. Him and Zardus had been working together most of their lives \nuntill this point, and would continue to work together for quite a \nwhile. Wolfgang, in his beast mode of an arctic wolf, was being \npropelled by his jetpack as he flew alongside the other bot.\n\tThe other bot was Zardus himself, or his past self. He was \nsmaller than Zardus was now, but was still completely black. Zardus&#39;s \npast self was in robot mode, with his rifle in reach. The soon-to-be \nAlliance commander&#39;s eyes glowed red, and he was carefully scanning \nthe area. Soon, Zardus knew, his past self would detect the Vok \npresence, and it would begin.\n\tSure enough, in several seconds, past Zardus turned to \nWolfgang, saying something that Zardus couldn&#39;t hear and then flying \noff to the side. Zardus followed him, staying well behind.\n\t-Don&#39;t worry,- the voice sounded in his head, -He can&#39;t \ndetect or see you.-\n\tZardus nodded, speeding up and following closer behind his \npast self. He stayed in the air, watching past Zardus land on the \nstreambed and walk up to the orb that was floating there. The orb \nflickered and approached past Zardus, suddenly zooming to his left \nhand and burning into it. It had begun. Zardus&#39;s past self yelled in \npain, grabbing his left hand with his right. In his mind, Zardus \ncould clearly hear the conversation that the Vok being had had with \nhim at that time, so long ago in this forest, the forest long since \nscarred by the presence of the Alliance base being in it. He heard \nthe Vok order him to create a new faction.\n\tWith a bright white flash, Zardus was blinded again.\n\n\t-Remember now?-\n\tZardus opened his eyes. He was still on the bed, where he had \nbeen for all of the five seconds that it had taken for the orb to \nshow him that vision. He graned and sat up, nodding at the orb&#39;s \nquestion.\n\t-Good. Now I will depart for a while. There are several \nprotoforms in this ship that are waiting to be activated. I have left \ntheir location in your data tracks. Activate them when you want. I \nwill return soon, and then you will go into training.-\n\t&quot;I don&#39;t nee-AAAHHH!&quot; Zardus fell back to the bed, awash with \npain. He weakly sat up again when the pain passed several seconds \nlater.\n\t-I will be back. For now, you have some time to yourself.-\n\tThe orb in Zardus&#39;s hand stopped shining, and Zardus felt the \nVok presence leave. He was alone once more.\n\tThe Alliance commander stood up, walking to the door and \nexiting the room. He walked down the dark hallway again, heading for \nthe bridge of the Iron Fist.\n\n\n"}}