{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"pWJv9-IYHPhWEZnN2YicqMYzmrRGeeVk-pt_Qrz3A4xbkaQ0DV2nS5UHVUhD8ShbnlmYOqiYphKFNxSagM54_9TSN5EwsVEgoknoXtZp9SLFpjcXMw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Kitten from above!!Watchout D.B.!","postDate":"980688676","msgId":26411,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMzJoZGxtbDBURExNWU94WjQwMDAwMGU4YkBob3RtYWlsLmNvbT4="},"prevInTopic":26085,"nextInTopic":0,"prevInTime":26410,"nextInTime":26412,"topicId":26085,"numMessagesInTopic":2,"msgSnippet":"** Dinobot s expression turned towards that of slight disappointment as the Alliance disengaged and disappeared to head back towards their impenetrable island.","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nX-Sender: carnage_blood@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_0_2_1); 28 Jan 2001 13:31:17 -0000\r\nReceived: (qmail 9513 invoked from network); 28 Jan 2001 13:31:16 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 28 Jan 2001 13:31:16 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.132) by mta2 with SMTP; 28 Jan 2001 13:31:16 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sun, 28 Jan 2001 05:31:16 -0800\r\nReceived: from 209.53.248.142 by lw6fd.law6.hotmail.msn.com with HTTP;\tSun, 28 Jan 2001 13:31:16 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Kitten from above!!Watchout D.B.!\r\nDate: Sun, 28 Jan 2001 05:31:16 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F132hdlml0TDLMYOxZ400000e8b@...&gt;\r\nX-OriginalArrivalTime: 28 Jan 2001 13:31:16.0365 (UTC) FILETIME=[9724DBD0:01C0892E]\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n** Dinobot&#39;s expression turned towards that of slight disappointment as the \nAlliance disengaged and disappeared to head back towards their impenetrable \nisland. He had looked forward to getting into another battle with them once \nagain, even though he was damaged and in need of repair. But war had always \ncome before personal safety.\nHe uncrossed his arms and glanced towards the movement of Maximals leaving \nthe area and returning to the Cybertronain Fire, yet not going to join them. \nHe could repair on his own and was in no need to too much Maximal company, \nwhich would result in entering the damaged battlebase.\nBesides, he had grown uncomfortable with simply standing with others he \ncould care less if were led like lambs to the slaughter into the waiting \nmouth of the enemy.\nDinobot shifted his weight slightly before converting into Beast Mode, \nshaking himself to be rid of any dust that would be uncomfortable in any \ngears it might get into. He glanced towards Tavatron and thought if she \nwould follow the others into the base, since she was in need of repair. To \ndo so himself would save time but be too painful, so that was not an option. \nBut whether or not she entered the Cybertronian Fire with the remainder of \nthe Maximals was her choice, though he would not stay. It would be no hassle \nfor her to locate him after her repairs, so leaving would be no deal worth \nfussing over.\nHe was no Maximal and had no place here, besides, he wished time to think \nand a quite place would be more attractive to that need then a charred \nfield. Even though he knew that the battlefield was where he belonged.\nDinobot only kept his eyes on Tavatron for a moment or so before turning his \nsnout towards the far distant mountains, where a silent place was waiting \nfor him to ponder in. Even if it was the murky depths of a moss covered \nswamp.\nGrowling, he took a step in that direction but before he could create a \nsecond footfall he was suddenly stunned by enemies impact which had collided \nwith the flat of his snout. At first his mind reeled with confusion, knocked \nblank the second, whatever it was, had struck him. But as soon as his \nthoughts began to form logical conclusions the first, which entered his \nmind, was a stray attack from an enemy, which had found its mark. Or perhaps \nsome wise cracking bot had snack up upon him and whacked something hard on \nthe top of his snout. But the second his mind formed enough thought to \nsuggest a look he spotted something rather...rather black and fuzzy which \nsat exactly where the impact had been.\nDinobot had no idea just what to think of such an event, though it was the \nfirst of it&#39;s like which had occurred to him. It had been a shock if nothing \nelse, and as to recover what dignity was lost by such an event he growled \nand shook his head to rid himself of such a fuzzy pest.\nWhether it was alive or not was any of his concern, just as long as it came \noff!**\n\n\n\n\n\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}