{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"lYjv7Zs_99vliSmcS8SygW4bRZ2Kg5BofWwevGJwq0khvvFgRKeqVF_YG00zTi-5O4QGnUo5AQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Brotherhood&#39;s Destiny -- Is Now","postDate":"980805829","msgId":26485,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUxLjZjMTVjOTAuMjdhNzQyYzVAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":26514,"prevInTime":26484,"nextInTime":26486,"topicId":26485,"numMessagesInTopic":2,"msgSnippet":"(Unfortunately this post was made a day late, nonetheless, it will be in honor of the holiest day known to the cosmos.  My birthday, the twenty-eigth of","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_2_1); 29 Jan 2001 22:17:30 -0000\r\nReceived: (qmail 52622 invoked from network); 29 Jan 2001 22:04:03 -0000\r\nReceived: from unknown (10.1.10.27) by l8.egroups.com with QMQP; 29 Jan 2001 22:04:03 -0000\r\nReceived: from unknown (HELO imo-r14.mx.aol.com) (152.163.225.68) by mta2 with SMTP; 29 Jan 2001 22:04:03 -0000\r\nReceived: from KSLawdogg@... by imo-r14.mx.aol.com (mail_out_v29.5.) id r.51.6c15c90 (4400) for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 29 Jan 2001 17:03:49 -0500 (EST)\r\nMessage-ID: &lt;51.6c15c90.27a742c5@...&gt;\r\nDate: Mon, 29 Jan 2001 17:03:49 EST\r\nSubject: The Brotherhood&#39;s Destiny -- Is Now\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Unfortunately this post was made a day late, nonetheless, it will be in \nhonor of the holiest day known to the cosmos.  My birthday, the twenty-eigth \nof January.  Let the resurrection of the Chaos-Bringer and the teachings of \nDoherty be brought about.  Of course, Yan&#39;s the only one who will know what I \nmean about the latter.)\n\n\nVehement/Sun Crusher/Reflector:\n\n\n\n\n\nThe Archbishop and his fellow Brotherhood members were passed by Chile, South \nAmerica by quite a bit, and their destination was now clear.  Rapa Nui.\n\nThe Archbishop smiled with an evil grin, thinking of something philosophical. \n &quot;As we come closer to the island, we come closer to our destiny, my \nbrothers.  As we come closer to that piece of dirt, we come closer to our \ndestiny and our god.&quot;\n\n---\n\nVehement landed several miles from a high volcano.  &quot;Rana Kao.  So beautiful, \nespecially when we know it is mixed with the Brotherhood and Divine One&#39;s \ndestiny so much.&quot; The Brotherhood leader lept into the air, his feet boosters \nactivating him once more, only the robot didn&#39;t go high into the air.\n\nHe stayed only five feet off the ground, heading for the volcano at full \nspeed, his two minions following close behind, all three with high spirits.\n\nAfter several minutes of high speed flying, Vehement pulled out the Key, \nletting the black orb shine in the sunlight that beamed down on the tropical \nRapa Nui, the South American island shaped like a triangle with three \nvolcanoes on each tip.  And the Brotherhood was at one of the volcanoes at \nthe southwestern tip for a reason unknown to them, only that it will further \ntheir cause.  But it ways more than they know of.\n\nThe three Brotherhood members could easily see that as sunlight reflected \nupon the black sphere that was called the Key, the sphere itself reflected an \nemerald glow onto the volcano.\n\nVehement walked towards the inactive Rana Kao, still holding the Key in the \nalmost exact same position, seeing where the emerald glow was at precisely.  \nA small hole was in the rocky mountain, about the same shape and size as the \nKey.\n\n&quot;Excellent!  We&#39;re on the right track, my brothers!  The Divine One is \nsmiling upon us for sure!&quot; the Archbishop yelled out in excitement as he \nthrust the Key into the hole in the mountain, a bright emerald flash \nmomentarily blinding the Brotherhood.\n\nWhen they could see again, there was a twenty foot high and ten foot wide \ncircular hole in the side of the volcano.  \n\n&quot;A tunnel.&quot; Reflector noted.  &quot;Is this a Lore Shrine, Archbishop?&quot;\n\n&quot;It can&#39;t be.&quot; Sun Crusher answered before Vehement could actually focus on \nthe question as he started to step into the tunnel.  &quot;A Lore Shrine would not \nbe this hard to find and wouldn&#39;t be in the middle of a geographical \nstructure.  This...Rapa Kao--&quot;\n\n&quot;Rana Kao.&quot; Vehement corrected.  &quot;Do not say it wrong again.  Follow me.&quot; he \nsaid, pressing against the a side of the rocky tunnel, the tunnel \nilluminating brightly with an unknown source of light.  The Brotherhood \nleader walked down the tunnel swiftly, with a sense of eagerness to find out \nmore about the strange Rano Kao.\n\n&quot;Are you sure it&#39;s safe?&quot; asked Sun Crusher, seeming to be afriad.  &quot;We don&#39;t \nknow what the slag this thing is!  That Warrior of Primus was defeated rather \nquickly and gave up the Key rather easily.  This may be a -- AIGH!&quot; \n\nThe Brotherhood second-in-command collapsed to the ground, grabbing his head \nand twisting around violently in a fetal position.\n\nVehement&#39;s optics glowed a bright red, his right fist aloft.  &quot;Do not \nquestion me.&quot; the Archbishop said, letting his fest go into a flat hand, the \npain seeming to stop in Sun Crusher.  &quot;The Warriors of Primus have always \nbeen weak.  They&#39;ve never been able to defeat the Brotherhood, even its \nbeginnings!  They were never able to defeat the Divine One, even when their \nmessiah was at his height of power!  We will continue on, and if any of you \nspeak cowardly words again, I shall kill you myself!&quot;\n\nHe twirled on a foot, walking back down the path with his two minion slowly \nin tow.  \n\nThe walk seemed to last an eternity to Vehement, but in the real world it \nonly had been less than a minute when they reached a wall of solid rock.\n\n&quot;A dead en--&quot; Sun Crusher stopped in fear, but Vehement payed no heed.  \nInstead the Archbishop put a palm against the rock, and in an emerald flash \nit was gone, but a wall of rock was in place behind them.\n\n&quot;Follow me.&quot; Vehement said.  They walked, feeling like an eternity, going \nthrough different corners and more sealing and unsealing of rocky tunnels.  \nAfter the ternity that was really ten cycles they reached another dead end.\n\nThe Archbishop set a palm against the wall, but nothing happened.  Suddenly \nhis look of confusion changed to one of certainty, and his red optics changed \nto a green color with a bright hue around them.  \n\n&quot;THAT WHICH DOES NOT BECOME ONE WITH THE BROTHERHOOD, WILL BECOME ONE WITH \nTHE GREAT VOID&quot; \n\nThe voice had come from Vehement, but it wasn&#39;t his, and it seemed to be \ndisembodied, though it WAS coming from Vehement.  But the sheer will and \npower of it was somewhat overwhelming.\n\nThe Archbishop shook his head, his optics back to their normal color.  He \nstood for a second, almost jumping as a rather large rocky wall slid upward, \npebbles hitting the ground near him.  \n\n---\n\nThe Guardian&#39;s sensors detected the three Cybertronian followers of its \nmaster, and had opened the entrance to the room after receiving the special \norders from its own master.  \n\nVehement and his two followers walked into the room, which suddenly \nilluminated with another unknown source of light.  The room had to be at \nleast a hundred feet wide and fifty feet high.  Leaning down from the roof \nlike icicles were stalactites in an innumerable amount that were five feet \nlong at least.\n\nOn the floor all over there were stalagmites at at most three feet high.  \nSeeming to weave through the stalagmites were an almost innumberable amount \nof computer terminals.  Of course the most interesting was the golden \nGuardian in the very back of the cavern.  An several feet to the left of the \nGuardian was a large coffin like device with numerous red and emerald chords \nsticking into the Guardian itself.\n\n&quot;By the Chaos-Bringer!  The Guardian computer!  I thought it was but a myth!&quot; \nVehement yelled as he broke into a run faster than one would think a sixteen \nfoot high robot could run.  He stopped at the fifteen foot high Guardian \ncomputer shaped like a golden pyramid more beautiful than the Greaty Pyramids \nof Egypt, even when there limestone hadn&#39;t been stolen by petty theives.\n\n&quot;I have waited for this day for two hundred years, not even a small fraction \nof the time of our Lord&#39;s exitance.  I have read much abou this computer in \nour scrolls.  Whatever you see, do not interfere, or I will kill you myself.  \nDisturb anything and I will kill you myself.  Our Lord spoke through us, and \nhas given me an insight, bless him.&quot;\n\nWith that, Vehement stepped right up to the Guardian, a concentrated golden \nhue in the shape of a tendril slowly edged its way out of the Guardian (the \nentire computer covered in a golden hue) and seemed to go through Vehement&#39;s \narmor and into his very head.  A very dim golden glow surrounded the \nArchbishop&#39;s entire head and most of his neck.\n\nFor an hour he remained like this, no sign that he was even alive.  But just \nas quickly as it had appeared, the tendril pulled out of Vehement and \ndisappeared back into the Guardian.\n\nSun Crusher and Reflector ran over to their leader, helping him stand in time \njust as he was about to fall over onto his back.\n\n&quot;Energon...need...sustanance...&quot; he said in a quiet voice, his optics rather \ndim.\n\n&quot;Of course, Archbishop.&quot; Reflector said, pulling out a rectangular piece of \npink energon, slipping it into Vehement&#39;s mouth and the Archbishop devoured \nit like he hadn&#39;t had any in his two hundred years of existance.\n\n&quot;Excellent, my brethren.  The Guardian computer merely took all my knowledge \nand added it to its own.  While it accessed me, I was able to access it.  It \nwas adding to its knowledge and seeking updates of the situation of the \nUniverse and draining energy because it is lacking.\n\n&quot;I was able to learn what Rana Kao, even what Rapa Nui are.  A prison for our \nDivine One, but he was able to take control of the Guardian.  Let us bring \nhim back immediately!&quot; he yelled, walking over to the coffin shaped \nequipment.  Placing a hand in an imprint in the machinery shaped like a \nrobot&#39;s hand, Vehement found his fit perfectly.  Not a surprise since he knew \nwhat the Guardian knew.  Twisting his arm, the imprint twisted as well, the \ntop of the device blowing off, knocking Vehement onto his back, though \nquickly sitting up to watch.\n\nOut of the coffin shaped device a mighty roar erupted, and a burst of emerald \nenergy shot up, dispersing just as it was about to hit the ceiling and some \nstalactites.\n\nOut stepped a being sixteen feet in height, able to be clearly seen by anyone \nin the volcano, espcecially the three Brotherhood members.\n\n/I WALK ONCE MORE, MY FOLLOWERS.  I, UNICRON, YOUR DIVINE ONE, SHALL REWARD \nYOU FOR YOUR YEARS OF SERVICE./\n\n/ESPECIALLY YOU, VEHEMENT/ a disembodied voice roared throughout the great \ncavern with so many technological wonders.  The voice itself seemed to be \nethereal and also seemed to demand much respect, awe, and fear.\n\nBefore the Brotherhood could speak, an bright green flash struck them all, \nand they stood where they were, arms raised and screaming in pain as their \nforms began to rip apart at the molecular level.\n\n"}}