{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"hxhiyct83i-jg_4Jfsj0v5bxvzdzVqbHi9Z0aOck19LNX3tI89r3rycptopNQV2vJyefym-k0A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Brotherhood&#39;s Destiny -- Is Now","postDate":"980830790","msgId":26514,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk1NWhvNis4cWhsQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDUxLjZjMTVjOTAuMjdhNzQyYzVAY3MuY29tPg=="},"prevInTopic":26485,"nextInTopic":0,"prevInTime":26513,"nextInTime":26515,"topicId":26485,"numMessagesInTopic":2,"msgSnippet":"Ooh no, not that! *runs to a nuclear shelter* ... be in ... twenty-eigth ... teachings of ... know what I ... Chile, South ... Nui. ... philosophical. ... my ","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_2_1); 30 Jan 2001 05:06:50 -0000\r\nReceived: (qmail 72882 invoked from network); 30 Jan 2001 04:59:58 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 30 Jan 2001 04:59:58 -0000\r\nReceived: from unknown (HELO cj.egroups.com) (10.1.2.82) by mta1 with SMTP; 30 Jan 2001 04:59:57 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.117] by cj.egroups.com with NNFMP; 30 Jan 2001 04:59:55 -0000\r\nDate: Tue, 30 Jan 2001 04:59:50 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: The Brotherhood&#39;s Destiny -- Is Now\r\nMessage-ID: &lt;955ho6+8qhl@...&gt;\r\nIn-Reply-To: &lt;51.6c15c90.27a742c5@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 10206\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nOoh no, not that! *runs to a nuclear shelter*\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Unfortunately this post was made a day late, nonetheless, it will \nbe in \n&gt; honor of the holiest day known to the cosmos.  My birthday, the \ntwenty-eigth \n&gt; of January.  Let the resurrection of the Chaos-Bringer and the \nteachings of \n&gt; Doherty be brought about.  Of course, Yan&#39;s the only one who will \nknow what I \n&gt; mean about the latter.)\n&gt; \n&gt; \n&gt; Vehement/Sun Crusher/Reflector:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; The Archbishop and his fellow Brotherhood members were passed by \nChile, South \n&gt; America by quite a bit, and their destination was now clear.  Rapa \nNui.\n&gt; \n&gt; The Archbishop smiled with an evil grin, thinking of something \nphilosophical. \n&gt;  &quot;As we come closer to the island, we come closer to our destiny, \nmy \n&gt; brothers.  As we come closer to that piece of dirt, we come closer \nto our \n&gt; destiny and our god.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement landed several miles from a high volcano.  &quot;Rana Kao.  So \nbeautiful, \n&gt; especially when we know it is mixed with the Brotherhood and Divine \nOne&#39;s \n&gt; destiny so much.&quot; The Brotherhood leader lept into the air, his \nfeet boosters \n&gt; activating him once more, only the robot didn&#39;t go high into the \nair.\n&gt; \n&gt; He stayed only five feet off the ground, heading for the volcano at \nfull \n&gt; speed, his two minions following close behind, all three with high \nspirits.\n&gt; \n&gt; After several minutes of high speed flying, Vehement pulled out the \nKey, \n&gt; letting the black orb shine in the sunlight that beamed down on the \ntropical \n&gt; Rapa Nui, the South American island shaped like a triangle with \nthree \n&gt; volcanoes on each tip.  And the Brotherhood was at one of the \nvolcanoes at \n&gt; the southwestern tip for a reason unknown to them, only that it \nwill further \n&gt; their cause.  But it ways more than they know of.\n&gt; \n&gt; The three Brotherhood members could easily see that as sunlight \nreflected \n&gt; upon the black sphere that was called the Key, the sphere itself \nreflected an \n&gt; emerald glow onto the volcano.\n&gt; \n&gt; Vehement walked towards the inactive Rana Kao, still holding the \nKey in the \n&gt; almost exact same position, seeing where the emerald glow was at \nprecisely.  \n&gt; A small hole was in the rocky mountain, about the same shape and \nsize as the \n&gt; Key.\n&gt; \n&gt; &quot;Excellent!  We&#39;re on the right track, my brothers!  The Divine One \nis \n&gt; smiling upon us for sure!&quot; the Archbishop yelled out in excitement \nas he \n&gt; thrust the Key into the hole in the mountain, a bright emerald \nflash \n&gt; momentarily blinding the Brotherhood.\n&gt; \n&gt; When they could see again, there was a twenty foot high and ten \nfoot wide \n&gt; circular hole in the side of the volcano.  \n&gt; \n&gt; &quot;A tunnel.&quot; Reflector noted.  &quot;Is this a Lore Shrine, Archbishop?&quot;\n&gt; \n&gt; &quot;It can&#39;t be.&quot; Sun Crusher answered before Vehement could actually \nfocus on \n&gt; the question as he started to step into the tunnel.  &quot;A Lore Shrine \nwould not \n&gt; be this hard to find and wouldn&#39;t be in the middle of a \ngeographical \n&gt; structure.  This...Rapa Kao--&quot;\n&gt; \n&gt; &quot;Rana Kao.&quot; Vehement corrected.  &quot;Do not say it wrong again.  \nFollow me.&quot; he \n&gt; said, pressing against the a side of the rocky tunnel, the tunnel \n&gt; illuminating brightly with an unknown source of light.  The \nBrotherhood \n&gt; leader walked down the tunnel swiftly, with a sense of eagerness to \nfind out \n&gt; more about the strange Rano Kao.\n&gt; \n&gt; &quot;Are you sure it&#39;s safe?&quot; asked Sun Crusher, seeming to be \nafriad.  &quot;We don&#39;t \n&gt; know what the slag this thing is!  That Warrior of Primus was \ndefeated rather \n&gt; quickly and gave up the Key rather easily.  This may be a -- AIGH!&quot; \n&gt; \n&gt; The Brotherhood second-in-command collapsed to the ground, grabbing \nhis head \n&gt; and twisting around violently in a fetal position.\n&gt; \n&gt; Vehement&#39;s optics glowed a bright red, his right fist aloft.  &quot;Do \nnot \n&gt; question me.&quot; the Archbishop said, letting his fest go into a flat \nhand, the \n&gt; pain seeming to stop in Sun Crusher.  &quot;The Warriors of Primus have \nalways \n&gt; been weak.  They&#39;ve never been able to defeat the Brotherhood, even \nits \n&gt; beginnings!  They were never able to defeat the Divine One, even \nwhen their \n&gt; messiah was at his height of power!  We will continue on, and if \nany of you \n&gt; speak cowardly words again, I shall kill you myself!&quot;\n&gt; \n&gt; He twirled on a foot, walking back down the path with his two \nminion slowly \n&gt; in tow.  \n&gt; \n&gt; The walk seemed to last an eternity to Vehement, but in the real \nworld it \n&gt; only had been less than a minute when they reached a wall of solid \nrock.\n&gt; \n&gt; &quot;A dead en--&quot; Sun Crusher stopped in fear, but Vehement payed no \nheed.  \n&gt; Instead the Archbishop put a palm against the rock, and in an \nemerald flash \n&gt; it was gone, but a wall of rock was in place behind them.\n&gt; \n&gt; &quot;Follow me.&quot; Vehement said.  They walked, feeling like an eternity, \ngoing \n&gt; through different corners and more sealing and unsealing of rocky \ntunnels.  \n&gt; After the ternity that was really ten cycles they reached another \ndead end.\n&gt; \n&gt; The Archbishop set a palm against the wall, but nothing happened.  \nSuddenly \n&gt; his look of confusion changed to one of certainty, and his red \noptics changed \n&gt; to a green color with a bright hue around them.  \n&gt; \n&gt; &quot;THAT WHICH DOES NOT BECOME ONE WITH THE BROTHERHOOD, WILL BECOME \nONE WITH \n&gt; THE GREAT VOID&quot; \n&gt; \n&gt; The voice had come from Vehement, but it wasn&#39;t his, and it seemed \nto be \n&gt; disembodied, though it WAS coming from Vehement.  But the sheer \nwill and \n&gt; power of it was somewhat overwhelming.\n&gt; \n&gt; The Archbishop shook his head, his optics back to their normal \ncolor.  He \n&gt; stood for a second, almost jumping as a rather large rocky wall \nslid upward, \n&gt; pebbles hitting the ground near him.  \n&gt; \n&gt; ---\n&gt; \n&gt; The Guardian&#39;s sensors detected the three Cybertronian followers of \nits \n&gt; master, and had opened the entrance to the room after receiving the \nspecial \n&gt; orders from its own master.  \n&gt; \n&gt; Vehement and his two followers walked into the room, which suddenly \n&gt; illuminated with another unknown source of light.  The room had to \nbe at \n&gt; least a hundred feet wide and fifty feet high.  Leaning down from \nthe roof \n&gt; like icicles were stalactites in an innumerable amount that were \nfive feet \n&gt; long at least.\n&gt; \n&gt; On the floor all over there were stalagmites at at most three feet \nhigh.  \n&gt; Seeming to weave through the stalagmites were an almost \ninnumberable amount \n&gt; of computer terminals.  Of course the most interesting was the \ngolden \n&gt; Guardian in the very back of the cavern.  An several feet to the \nleft of the \n&gt; Guardian was a large coffin like device with numerous red and \nemerald chords \n&gt; sticking into the Guardian itself.\n&gt; \n&gt; &quot;By the Chaos-Bringer!  The Guardian computer!  I thought it was \nbut a myth!&quot; \n&gt; Vehement yelled as he broke into a run faster than one would think \na sixteen \n&gt; foot high robot could run.  He stopped at the fifteen foot high \nGuardian \n&gt; computer shaped like a golden pyramid more beautiful than the \nGreaty Pyramids \n&gt; of Egypt, even when there limestone hadn&#39;t been stolen by petty \ntheives.\n&gt; \n&gt; &quot;I have waited for this day for two hundred years, not even a small \nfraction \n&gt; of the time of our Lord&#39;s exitance.  I have read much abou this \ncomputer in \n&gt; our scrolls.  Whatever you see, do not interfere, or I will kill \nyou myself.  \n&gt; Disturb anything and I will kill you myself.  Our Lord spoke \nthrough us, and \n&gt; has given me an insight, bless him.&quot;\n&gt; \n&gt; With that, Vehement stepped right up to the Guardian, a \nconcentrated golden \n&gt; hue in the shape of a tendril slowly edged its way out of the \nGuardian (the \n&gt; entire computer covered in a golden hue) and seemed to go through \nVehement&#39;s \n&gt; armor and into his very head.  A very dim golden glow surrounded \nthe \n&gt; Archbishop&#39;s entire head and most of his neck.\n&gt; \n&gt; For an hour he remained like this, no sign that he was even alive.  \nBut just \n&gt; as quickly as it had appeared, the tendril pulled out of Vehement \nand \n&gt; disappeared back into the Guardian.\n&gt; \n&gt; Sun Crusher and Reflector ran over to their leader, helping him \nstand in time \n&gt; just as he was about to fall over onto his back.\n&gt; \n&gt; &quot;Energon...need...sustanance...&quot; he said in a quiet voice, his \noptics rather \n&gt; dim.\n&gt; \n&gt; &quot;Of course, Archbishop.&quot; Reflector said, pulling out a rectangular \npiece of \n&gt; pink energon, slipping it into Vehement&#39;s mouth and the Archbishop \ndevoured \n&gt; it like he hadn&#39;t had any in his two hundred years of existance.\n&gt; \n&gt; &quot;Excellent, my brethren.  The Guardian computer merely took all my \nknowledge \n&gt; and added it to its own.  While it accessed me, I was able to \naccess it.  It \n&gt; was adding to its knowledge and seeking updates of the situation of \nthe \n&gt; Universe and draining energy because it is lacking.\n&gt; \n&gt; &quot;I was able to learn what Rana Kao, even what Rapa Nui are.  A \nprison for our \n&gt; Divine One, but he was able to take control of the Guardian.  Let \nus bring \n&gt; him back immediately!&quot; he yelled, walking over to the coffin shaped \n&gt; equipment.  Placing a hand in an imprint in the machinery shaped \nlike a \n&gt; robot&#39;s hand, Vehement found his fit perfectly.  Not a surprise \nsince he knew \n&gt; what the Guardian knew.  Twisting his arm, the imprint twisted as \nwell, the \n&gt; top of the device blowing off, knocking Vehement onto his back, \nthough \n&gt; quickly sitting up to watch.\n&gt; \n&gt; Out of the coffin shaped device a mighty roar erupted, and a burst \nof emerald \n&gt; energy shot up, dispersing just as it was about to hit the ceiling \nand some \n&gt; stalactites.\n&gt; \n&gt; Out stepped a being sixteen feet in height, able to be clearly seen \nby anyone \n&gt; in the volcano, espcecially the three Brotherhood members.\n&gt; \n&gt; /I WALK ONCE MORE, MY FOLLOWERS.  I, UNICRON, YOUR DIVINE ONE, \nSHALL REWARD \n&gt; YOU FOR YOUR YEARS OF SERVICE./\n&gt; \n&gt; /ESPECIALLY YOU, VEHEMENT/ a disembodied voice roared throughout \nthe great \n&gt; cavern with so many technological wonders.  The voice itself seemed \nto be \n&gt; ethereal and also seemed to demand much respect, awe, and fear.\n&gt; \n&gt; Before the Brotherhood could speak, an bright green flash struck \nthem all, \n&gt; and they stood where they were, arms raised and screaming in pain \nas their \n&gt; forms began to rip apart at the molecular level.\n\n\n"}}