{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"STGmPmN0yoSMKA6yRc1-Rp8lmTfucWerJQK4bpBVqUGQj1fLsi5B73do-4Zc8Dji-XTQS-AyPtjEPtckJGcwh04BhkE9_USTfb7aOiglqwPLxNmpKQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Dawn.","postDate":"980917064","msgId":26564,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMzR3NVY2UWNxbld3QWVSYU4wMDAwMDMwN0Bob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":26620,"prevInTime":26563,"nextInTime":26565,"topicId":26564,"numMessagesInTopic":2,"msgSnippet":"** Carnage only grumbled in response to Teltoli s, Good night. A quick reaction from someone who was basically asleep and only in a stage where they either","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nX-Sender: carnage_blood@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_2_1); 31 Jan 2001 05:03:41 -0000\r\nReceived: (qmail 52722 invoked from network); 31 Jan 2001 04:57:45 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 31 Jan 2001 04:57:45 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.134) by mta1 with SMTP; 31 Jan 2001 04:57:45 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Tue, 30 Jan 2001 20:57:44 -0800\r\nReceived: from 207.194.22.134 by lw6fd.law6.hotmail.msn.com with HTTP;\tWed, 31 Jan 2001 04:57:44 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Dawn.\r\nDate: Tue, 30 Jan 2001 20:57:44 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F134w5V6QcqnWwAeRaN00000307@...&gt;\r\nX-OriginalArrivalTime: 31 Jan 2001 04:57:44.0597 (UTC) FILETIME=[59236C50:01C08B42]\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n\n** Carnage only grumbled in response to Teltoli&#39;s, &quot;Good night.&quot; A quick \nreaction from someone who was basically asleep and only in a stage where \nthey either grumble or groan to any stray sound that resembles words. It \nworked for her!\nShe slept peacefully through the night until her internal clock went off \njust before dawn, which singled her eyes to crack open and look towards the \ntreetops to see that the sky was just turning a deep shade of purple from \nnavy blue.\nCarnage felt her structure and joints ache and remembered what Teltoli had \nsaid about getting old, thinking that she just might be turning the corner \nto that road where she would have to hang up her gun at the end.\nBut she wasn&#39;t done for yet and had tones more years left in her, but he \njoints did hurt like the Pit this morning!\nWhat she would give for a nice warm...soft...bed, but it was waiting for her \nback at home so she only hand a day or two until her dream became reality.\nSighing she lifted her head and felt her neck complain, ignoring it and \ngetting to her feet. Shaking them out and then her whole body to ease her \njoints and muscles from the night chill.\nCarnage looked out into the forest. Through the night the rain had stopped \nand a mist had crept into the woods, still very visible but would disappear \nas the sun rose and the air warmed. But the fog worked perfectly for what \nshe had in mind for the first day of complete Hell for the fuzor, which \nwould end in Teltoli&#39;s final decision. This day would decide if she stood \nher ground...or walked away.\nShe looked down at the sleeping cat with a growl but was soft enough not to \nwake the teen up, since she would need all of the sleep she could get for \nwhat was ahead. The pain and stress could really take it out of a bot, \nespecially one that grew up on a classy way of life and didn&#39;t know the \nmeaning of REAL work.\nCarnage shifted herself for a second before she moved off into the forest, \ntransforming into robot mode and disappearing into the fog. On mornings like \nthis she enjoyed being alone, with her mind and with nothing else but the \nwild by her side. She would return to Teltoli&#39;s side but only after a bit, \nbesides, she would find her when she awoke.\nShe moved a little deeper into the woods before stopping in a rather \ncluttered area of the brush, listening to the sounds of the forest. Looking \naround and scanning for any enemies or creatures, which could pose problems, \nshe sat down where she stood and crossed her legs. Leaning an elbow on each \nknee she ceased the scan and closed her optics, willing her tech muscles to \nrelax so that her mind would follow their example. This was the time she \nloved most, where dawn was hours away but night was retreating, as the same \nwas for evening and the night. It was all wonderful and held a sense of \nmagic, almost as if one could see the pulse of this world as it&#39;s molten \ncore beat life into it.**\n\n\n\n\n\n\n\n\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}