{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Iron Raptor","from":"Iron Raptor &lt;ironraptor13@...&gt;","replyTo":"LIST","senderId":"_yGmjVGYbfaKE392SHwKIXcZ_UZ_Fto2I9c3QVvBs91wJteF-Yb1tz2d_nZJLKJAOrlOOOjAKwftM1vXXdjCcpgI2eqWRx61qsT4xX4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"960027609","msgId":2669,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjAzMTAyMDA5LjE2ODU2LmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":2668,"nextInTopic":2670,"prevInTime":2668,"nextInTime":2670,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Iron Raptor had kept her optics on the floor even as she heard Prowl s voice, him saying that since Liono wasn t there somebot needed to run the show. She","rawEmail":"Return-Path: &lt;ironraptor13@...&gt;\r\nReceived: (qmail 5904 invoked from network); 3 Jun 2000 10:20:10 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 3 Jun 2000 10:20:10 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.68) by mta2 with SMTP; 3 Jun 2000 10:20:10 -0000\r\nReceived: (cpmta 16857 invoked from network); 3 Jun 2000 03:20:09 -0700\r\nDate: 3 Jun 2000 03:20:09 -0700\r\nMessage-ID: &lt;20000603102009.16856.cpmta@...&gt;\r\nX-Sent: 3 Jun 2000 10:20:09 GMT\r\nReceived: from [207.194.22.169] by mail.penpals.com with HTTP; 03 Jun 2000 03:20:09 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Iron Raptor &lt;ironraptor13@...&gt;\r\n\r\n\n\n* Iron Raptor had kept her optics on the floor even as she heard Prowl&#39;s voice, him saying that since Liono wasn&#39;t there somebot needed to run the show. She then though for a moment that he meant that she had to take charge and assemble all of the Maximals and had gotten even more down hearted, that was until she head him open his com-link and speak into it.\nHer optics grew a little wider in surprise and she then looked up at him quickly, what in the Matrix was he doing? Assembling the Maximal forces himself? Iron Raptor then looked at the seats ahead of herself for a quick moment, that was new.\nShe then looked back at Prowl as she came from leaning against the wall, if Liono was in a crabby mode and non forgiving then Prowl could get in serious trouble for what he had just done!\nIron Raptor then remembered that back on her home planet, Sirose, bot&#39;s got killed for doing just what Prowl had done. She had not only heard of it but had seen it as well. It was just a lucky break that this planet was Earth instead of Sirose, or she would soon see Prowl ripped into scrap metal! One thing that she hoped she would never have to see.\nIron Raptor then had walked up to Prowl and placed a careful hand on his arm, surely he was aware that it wasn&#39;t necessarily right to take such power in his own hands when not authorized. But she was also not aware whether the Maximal&#39;s traditions were like her home planet&#39;s or not. But she hoped to the Matrix above that they weren&#39;t!*\n\n&quot; Prowl. I hope that you know what you&#39;re doi...&quot;\n\n* He sentence was cut short my the greetings of a familiar face but one in which she was surprised to see, the face of one of the original transformers that had fought in the beginning of the Beast Wars. Rhinox!\nThe surprise wasn&#39;t all that great but it was still semi-strong, but not nearly as strong as when she had first seen Dinobot walk into the Ark. THAT was something that nearly made her program stall, this just seemed to almost make it sputter.\nIron Raptor then gave Prowl&#39;s arm just a tiny squeeze to see if this transformer&#39;s appearance had any reaction on him, but then turned back to Rhinox as Prowl greeted him. She smiled.*\n\n&quot; It&#39;s a pleasure to meet you. As you already know this is Prowl,&quot; *she gestures to Prowl with her free hand.*&quot; Our strategic analyzer and arial combatant and I am Iron Raptor, all terrain combatant, weaponry master and third-in-commend.&quot; *She then gestures to herself but no tone of self pride in her voice.*\n\n&quot; Please, have a seat. It&#39;s the least I can do.&quot;\n\n* Iron Raptor then gestured to one of the many seats around them, but she was right...it WAS the least she could do. She then looks at Prowl with a small glint in her optic, the more Maximals they got the more chance of beating the Predacons...and the more chances that her plans might happen to work!*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}