{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"0IzzT1h7cLL1l6uatSuslvNCU6dcTHTQxjMcGnlhOPgNShHUOViV0gR3tAOCgiBy1MjdXKdvLQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Deep Thoughts.","postDate":"981474536","msgId":26947,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk1cDZkOCt1ZGs4QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYyODZtMjVxOGF3WUZESWZXYjQwMDAwNjg0NEBob3RtYWlsLmNvbT4="},"prevInTopic":26931,"nextInTopic":26951,"prevInTime":26946,"nextInTime":26948,"topicId":26931,"numMessagesInTopic":3,"msgSnippet":"... Prowl looked into Iron Raptor s eyes as she glanced at him, hearing and feeling her thoughts clearly. He felt the regret, and as much as he was hurt by her","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_2_1); 6 Feb 2001 15:49:01 -0000\r\nReceived: (qmail 26755 invoked from network); 6 Feb 2001 15:49:00 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 6 Feb 2001 15:49:00 -0000\r\nReceived: from unknown (HELO hh.egroups.com) (10.1.10.40) by mta1 with SMTP; 6 Feb 2001 15:49:00 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.11] by hh.egroups.com with NNFMP; 06 Feb 2001 15:48:58 -0000\r\nDate: Tue, 06 Feb 2001 15:48:56 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Deep Thoughts.\r\nMessage-ID: &lt;95p6d8+udk8@...&gt;\r\nIn-Reply-To: &lt;F286m25q8awYFDIfWb400006844@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5980\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl::\n\nProwl looked into Iron Raptor&#39;s eyes as she glanced at him, hearing \nand feeling her thoughts clearly. He felt the regret, and as much as \nhe was hurt by her regretting what they had done, he understood. The \nbond they now shared allowed for transfer of thoughts and feelings, \nand therefore transfer of understanding. He didn&#39;t understand \ncompletely, but it was a start.\n\nThe one thing he picked up from her that he couldn&#39;t understand was \nthat she &#39;thought&#39; that what she felt was love. He had rescued her \nfrom the Alliance, although Dinobot helped. He had agreed to fuze \ntheir sparks to let her return to her robot form from the fuze of her \nbeast modes. He had slightly messed it up, resulting in the total \nannihilation of both their sparks, but then he did get them both back \nafterward. Prowl doubted that he would have done that for someone he \ndidn&#39;t love, but he guessed it was just Maximal. Any Maximal would \nsave a fellow transformer, but to give up one&#39;s spark for someone and \nfor her not to think one loved her?\n\nHis thoughts drifted back to her previous ones, about them not having \na first date. Prowl didn&#39;t see much of a problem with that, but once \nagain he understood how she felt. His eyes lingered on her for a \nsecond, and then he looked ahead. She needed a first date, that was \nfairly clear. And as he thought about it, he realized that he wouldn&#39;t \nmind a date with her either. Maybe somewhere in the holo-rooms, where \nthey wouldn&#39;t be disturbed. They could get to know each other and \neverything.\n\nProwl knew he didn&#39;t have to comment anymore on the time they had \nspent in her quarters at the Ark. Iron Raptor probably heard his \nthoughts on it previously. Instead, his thoughts flickered briefly to \nhis hand, which was still around her waist. If they hadn&#39;t had a first \ndate yet, would it be right to be touching each other at all times? \nDeciding that it would be better not to, Prowl withdrew his arm from \nher waist, walking alongside her, deep in thought. A first date \nwouldn&#39;t be bad, not at all. The one problem was finding the time. The \nMaximals needed Iron Raptor to lead, and there were constant attacks. \nThough maybe soon, sometime when things would calm down, Iron Raptor \nand Prowl could have their date. Prowl knew that that day would come \nsometime. The Maximals had suffered more than any other faction in the \nNeo Beast Wars, and sooner or later they would get their lucky break.\n\nProwl stopped himself from thinking about the Maximals. He had a plan, \nwhich he believed Epyon agreed with, and it could help the Maximals. \nIron Raptor probably had enough to think about without his thoughts on \nthe Maximals floating into her head.\n\n-Love,- he thought to her, not really knowing what he was going to ask \nuntill he asked her. -Would you like to go on a walk with me sometime? \nJust you and me, maybe in the holo-room. Like, on a date..- He \ninwardly chuckled at himself. -What I&#39;m trying to say is, will you go \nwith me on a date?-\n\nThere, he had asked her. He knew he would enjoy taking her on a date \nin the holo room, or anywhere else even. His reason for the holo room \nwas that there were no Preds that would attack in there, as outside \nthere was always a chance of attack. Last time him and Iron Raptor had \ngotten away by themselves out in the woods, two Predacons had \nattacked. A small smile creeps onto Prowl&#39;s face, the Maximal \nremembering how the Predacons had ended up running for their lives, \nmuch thanks to Iron Raptor&#39;s second beast mode.\n\nProwl looked at Iron Raptor, waiting for her to reply and listening to \nher feelings as well.\n\n\n\n\n\n\n\n\n\n--- In nbwrpg@y..., &quot;Megan Solmonson&quot; &lt;tmrattrap@h...&gt; wrote:\n&gt; \n&gt; \n&gt; * She kept a tight hold on the tiny kitten as he struggled and \nsounded his \n&gt; discomfort. He reached out to intocate something but Iron Raptor \nonly moved \n&gt; her arm so that he couldn&#39;t see past it and only could notice what \nwas \n&gt; ahead.\n&gt; Iron Raptor heard/saw well just what Prowl was thinking the wondered \nif men \n&gt; could get any denser. (no offence to males.) By Prowl&#39;s opinion it \nwas \n&gt; alright to meet eachother one day and basically be in bed together a \nfew \n&gt; days later...which is basically what they did.\n&gt; He had rights to his thoughts and so did she, so she said nothing of \nit.\n&gt; Iron Raptor sighed when Prowl asked her the question she had been \nexpecting \n&gt; since she had thought up those opinions on their relationship so \nfar.\n&gt; And she wasn&#39;t afraid to be blunt about it.\n&gt; &lt; No, I don&#39;t.&gt;\n&gt; She openly regreated it. A mistake.\n&gt; She didn&#39;t regret the love expressed, just that it was too soon and \nshe \n&gt; barely even knew him now. Besides, she could only read the parts of \nhis mind \n&gt; that he decided to show her, and those were the parts he thought \nabout.\n&gt; Iron Raptor glanced at Prowl.\n&gt; All she knew was his name and what his part in the Beast Wars was.\n&gt; She didn&#39;t know where he came from, though had a hunch that it was \nfrom \n&gt; Cybertron.\n&gt; She didn&#39;t know if he had any family, previouse lived, anything like \nthat \n&gt; she knew exactly Zippo about.\n&gt; But he really didn&#39;t know her all that well either.\n&gt; Not where she came from, not what she was, nothing.\n&gt; It was time to get to work on those sorts of things.\n&gt; She did love him. Or what she thought she felt was love.\n&gt; Iron Raptor sighed inwardly.\n&gt; From a manufactoring date she was lass then 11 years old, and that \nwas new \n&gt; for a prototype. But her mind was advanced not because it was \nprogrammed to \n&gt; but because she had learned in a very quick amount of time, and so \nhad a \n&gt; mature view of life from day 1.\n&gt; But there was still so much to learn, like the emotions she was \nsurrounded \n&gt; by every day and ones which clouded her mind all too often. So she \nwanted to \n&gt; go slow, to get every detale, even in matters like love.\n&gt; And that&#39;s part of why that day was a mistake.*\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n______________________________________________________________________\n___\n&gt; Get \n\n\n"}}