{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"LrQ0iEiSXgOwF57zyBTBgehrCTvCOhkwmmKCxwq0Ir19_5B6ZArRUCjYNhZGELv0ISCSLxlU4I3ZYSsWubjgAIH7iRMaRyWrKdbs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cat Problems","postDate":"981501590","msgId":26954,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxNDNHVzZFeDNBa3d0c1F6dFEwMDAwNzZlNkBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":26990,"prevInTime":26953,"nextInTime":26955,"topicId":26954,"numMessagesInTopic":2,"msgSnippet":"(I apologize for taking so long to reply. I ve had difficulties with a site of mine that doesn t want to cooperate *grrrrr*^_^) Hysteria/Tavatron Hysteria: ","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_2_1); 6 Feb 2001 23:19:52 -0000\r\nReceived: (qmail 32556 invoked from network); 6 Feb 2001 23:19:51 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 6 Feb 2001 23:19:51 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.143) by mta2 with SMTP; 6 Feb 2001 23:19:51 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Tue, 6 Feb 2001 15:19:50 -0800\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tTue, 06 Feb 2001 23:19:50 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Cat Problems\r\nDate: Tue, 06 Feb 2001 18:19:50 -0500\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F143GW6Ex3AkwtsQztQ000076e6@...&gt;\r\nX-OriginalArrivalTime: 06 Feb 2001 23:19:50.0741 (UTC) FILETIME=[4DDEC050:01C09093]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(I apologize for taking so long to reply. I&#39;ve had difficulties with a site \nof mine that doesn&#39;t want to cooperate *grrrrr*^_^)\n\nHysteria/Tavatron\n\nHysteria:\n\nHysteria dropped to all fours and peered beneath the main console again. It \nhad taken her quite a while, but she was almost done. A few more connections \nand the console should be working again:\n\n&quot;That&#39;s great Firearm, thanks for the help.&quot;\n\nHysteria rolled onto her back and picked up her small welder. She made a few \nmore adjustments and then hit the power switch in the back of the console. \nThe console itself flickered to life. It was still a mess, but at least it \nwas functional.\n\n*****\n\nTavatron:\n\nSomething about this didn&#39;t feel right. The tension in the air was bad \nenough, but Dinobot&#39;s attitude wasn&#39;t helping either. She knew he didn&#39;t \nlike being put in a position where he needed to ask for help. Right now, \nhowever, she doubted he even needed it:\n\n*You&#39;re right, he doesn&#39;t need you. Not now, not ever.*\n\nTavatron snarled under her breath. That blasted voice was back! Would it not \ngive her a moments peace?! Tavatron shook it off and raised her staff, \nprepared to swing it at the small creature. She swung with a considerable \namount of force. Not enough to do any serious harm, but enough to remove the \nsmall animal. Just before her staff reached its destined target *she* \ndecided to intervene. The last time she had felt like this her mind had been \nreeling and Dinobot was nearly dead. Dizziness hit her in a wave so intense \nit knocked her staff from her shaking hands. Tavatron grasped her head and \nmoaned in pain. She clenched her teeth and breathed slowy in... and out. The \ndarkness was returning, and she couldn&#39;t fight it. Not again:\n\n*Do you think I&#39;ll let you have your way? I&#39;m faster, stronger, and more \nskilled than you will ever be. You, my pathetic counterpart, are weak.*\n\nTavarton knelt down and wrapped her fingers around the middle of her staff. \nShe remained in this position for the time being. Her head was still \npounding and the dizziness had begun to fade. At least the voice was \nsilent... for now.\n\n&gt;For some unexplainable reason Tavatron&#39;s sudden apology heightened his \n&gt;aggression and his eyes turned into slits. This was pathetic! Since when \n&gt;had he needed the help of others in a foolish situation such as this? It \n&gt;was...absurd! A grown man such as himself with a history of bloodshed, \n&gt;seeming helpless just because a black ball from Hell landed on his snout! \n&gt;What foolishness!     However, Dinobot remained where he was as Tavatron \n&gt;leaned close and the small creature decided to use her nose as a target, \n&gt;the female jumping back and whimpering quietly in alarm.\n&gt;Dinobot only snarled and rolled his eyes, getting sick of the little game, \n&gt;which this creature was deciding to play with the both of them. Thinking \n&gt;and wondering if it had any clue that it would be nothing but stray whips \n&gt;of fuzz on the wind if he ever got his transmetal claws on it. It was \n&gt;already stamped DEAD as far as he was concerned.    Dinobot jerked his head \n&gt;towards Tavatron as she tore her staff from sub-space, wondering if she was \n&gt;going to take some sort of revenge upon the ball-o-fuzz resting comfortably \n&gt;upon his most highly reflective snout. However, was not eager to see if his \n&gt;thoughts were false...or her aim. There was one fact, which Tavatron would \n&gt;have to catch up upon before she so much of moved a metallic muscle, and \n&gt;that was that if she hit him instead of the cat she would have a pair of \n&gt;transmetal fangs to try and pry off of her throat. She was indeed his \n&gt;friend, yes...but no bot hit him and got away with it.\n&gt;Dinobot snarled in response to her telling of him to remain still, shaking \n&gt;his head to try and rid himself of the creature before moving it down and \n&gt;reaching towards it with his own claws. If it tried to swat him, he would \n&gt;simply squish it, then peel it off of his snout. Which suited him just as \n&gt;well.**\n&gt;\n&gt;\n&gt;________________________________________________________________\n&gt;Get Email, News, Links and The Best Selection at http://AnimeNation.com\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}