{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"Yejd-11Wh5yDopyi9bpdn46jzhQ3ihl7pzdkFfHWrKBuD7wLBUvcjK7-7WNM_h1pz-_UC5e7bw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Scramble, scramble!!","postDate":"981611885","msgId":27048,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk1dGNoZCtydjBwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEY3OGN6QTdkNjJIU2NoWHV1dU0wMDAwYjI3MEBob3RtYWlsLmNvbT4="},"prevInTopic":27033,"nextInTopic":27099,"prevInTime":27047,"nextInTime":27049,"topicId":27033,"numMessagesInTopic":6,"msgSnippet":"... Prowl listened to Iron Raptor s acceptance of his offer for a date, smiling to himself. He was kinda embarrased at causing her to almost fall, but he was","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 8 Feb 2001 05:58:11 -0000\r\nReceived: (qmail 76407 invoked from network); 8 Feb 2001 05:58:11 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 8 Feb 2001 05:58:11 -0000\r\nReceived: from unknown (HELO hp.egroups.com) (10.1.2.220) by mta1 with SMTP; 8 Feb 2001 05:58:10 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.116] by hp.egroups.com with NNFMP; 08 Feb 2001 05:58:09 -0000\r\nDate: Thu, 08 Feb 2001 05:58:05 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Scramble, scramble!!\r\nMessage-ID: &lt;95tchd+rv0p@...&gt;\r\nIn-Reply-To: &lt;F78czA7d62HSchXuuuM0000b270@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5438\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Prowl/Firearm/Grimmler/Fliq::\n\nProwl listened to Iron Raptor&#39;s acceptance of his offer for a date, \nsmiling to himself. He was kinda embarrased at causing her to almost \nfall, but he was very happy that she had accepted the date. He felt \nthe feeling from her that they were starting all over again, but he \ndidn&#39;t think so. Prowl was about to reply to her thoughts when he saw \nthe screen come to life, listening to WildWing&#39;s message and then to \nIR&#39;s orders.\n\n-Can do, love. I&#39;ll be right there, I gotta get something really \nquick.- Prowl thought to Iron Raptor, hugging and kissing her quickly \nbefore bolting down the hallway. He turned a few corners, skidding to \na stop in front of a door and looking at it before entering the room \nbehind it.\n\nThe room was Bluestreak&#39;s quarters. Prowl looked around, feeling sad \nthat his brother had left earth. They had fought together many times \nand yet... Somehow he knew that they had fought together, but he did \nnot remember almost anything about them fighting together. There was \nsomething missing in his memory, something major. But as much as he \ntried to remember, he still couldn&#39;t. It was a big huge chunk, \neverything before the time he had woken up as a Maximal was lost to \nhim, and he knew there was alot there.\n\nProwl searched for a short while untill he found what Bluestreak had \nleft him upon departing from earth: Bluestreak&#39;s daggers. Prowl help \nthem up, looking them over. He sighed. Even though Bluestreak hadn&#39;t \nspent too much time on earth, Prowl would miss him. He looked down at \nhis arms, the pannels of the forearms sliding aside to reveal a space \nto store the daggers. One by one Prowl put them in the storage \nplaces, knowing that they could edject from his palms on command. He \nsearched his data-tracks, and surprisingly found that he knew \nperfectly how he used them. Prowl chuckled. The Matrix definetly had \nsome insight while making this body..\n\n&quot;Thanks, Bluestreak,&quot; he said to the air around him, walking out of \nthe room and taking a last look at it before closing the door and \nrunning to the shuttle bay.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm&#39;s head nearly smashes upward into the console he was working \non as he hears the news of the Ark being attacked. It was in space, \nand Predacons were STILL crazy enough to attack it, even if they had \nto go so much further for it! What was it with these Preds.\n\n&quot;Allright, let&#39;s go guys,&quot; he says to Grimmler and Fliq. He looks at \nHysteria.\n\n&quot;Keep things going here. We&#39;ll be back soon.&quot;\n\nWith that, Firearm takes off running toward the shuttle bay with \nFirearm, Grimmler, and Fliq following him.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm, Grimmler, and Fliq arrive at the shuttle bay around the same \ntime as Prowl, the four looking at each other.\n\n&quot;Firearm, you come with me. I&#39;ll need your knowledge of the ship to \ngive some orders,&quot; Prowl says, him and Firearm entering a shuttle. \nGrimmler and Fliq enter another one and the two shuttles blast off at \nthe same time. After a few seconds of conversing with Firearm, Prowl \nactivates the shuttle&#39;s comm.\n\n&quot;Ok, guys,&quot; he says into it, the transmission going to the other \nMaximal shuttles, &quot;Iron is putting me in charge up there, so if you \nneed any orders talk to me. Some things you should know:&quot;\n\nHe checks the scanners on the shuttle, which were linked with the \nCybertronian Fire. &quot;There are two Predacon shuttles in the area, and \nthree more crafts flying in. All of those are likely to have weapons. \nFortunately, our shuttles do as well. The weapons are not efficient \nin atmosphere because of the energy they divert from the engines, but \nin space they will work fine. Try to disable as many ships as you can \nbefore engaging the Predacons. All the shuttles have superior aiming \nto us normal bots.&quot;\n\nProwl glances slightly at Firearm to make sure he was getting all \nthis right. Firearm nods, confirming that Prowl was correct. The \nfeathered Maximal continues. &quot;The shuttles have an autopilot mode \nthat will take them back to the Cybertronian Fire, so once your \nshuttle is no longer useful, edject and let it go back home. They&#39;ll \nsend up shuttles for us once we win. If your shuttle is under heavy \nfire, edject. Only one bot is needed to pilot and fire, so everyone \nelse can edject at the very beginning. This is a no-fail mission, \nguys. We&#39;ve lost the Ark before, we can&#39;t afford to do it again. \nLet&#39;s get this right. Keep yourselves functional, we&#39;ve lost enough \nat the CF.&quot;\n\nProwl shuts off the comm, looking out of the viewport. They were \nstill in the atmosphere, but would soon exit it and head for the \nmoon, around which the Ark was orbiting. Prowl sighed. There was \nsomething important at the Ark. Not important in the sence of being \nhis ancestors, but more important, like part of himself. He wondered \nwhy he hadn&#39;t felt that before, but ever since the Matrix brought him \nand Iron Raptor back after his screw-up, he had been slightly \ntelepathic. He figured that might be it. Whatever it was, he would \nsoon find out.\n\nBehind Prowl, Firearm was charging up his arm cannon and preparing \nhis optic lasers. He had no idea that the bot that he was about to \nfight was the very one who&#39;s group had slaughtered the entire space \ncolony he had been defending. If he had known that he would meet \nKillfest at this battle, or that Killfest was even on this planet, he \nwould have prepared much better.\n\n\n"}}