{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"HKKmMS8Mv2ax-pM6Ve0NxSVz04DFpNr_FogY2PBEhkHk6kn0b8QEY3afM5ovA7_idPnfc_ypAw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Carry On!!!!!! and the return of Kaiser  Long post.","postDate":"981686001","msgId":27122,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk1dmt0aCtqbDRwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEY3NzBhcFllOHB2NWtLWnk4ZGowMDAwN2Y3MEBob3RtYWlsLmNvbT4="},"prevInTopic":27116,"nextInTopic":27155,"prevInTime":27121,"nextInTime":27123,"topicId":27107,"numMessagesInTopic":50,"msgSnippet":"... Grimmler/Fliq:: Killfest spins around, managing to dodge most of the ice shots from Key, but ending up getting him with a few. It didn t matter too much to","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 9 Feb 2001 02:33:28 -0000\r\nReceived: (qmail 34353 invoked from network); 9 Feb 2001 02:33:27 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 9 Feb 2001 02:33:27 -0000\r\nReceived: from unknown (HELO hl.egroups.com) (10.1.10.44) by mta1 with SMTP; 9 Feb 2001 02:33:27 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.120] by hl.egroups.com with NNFMP; 09 Feb 2001 02:33:26 -0000\r\nDate: Fri, 09 Feb 2001 02:33:21 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Carry On!!!!!! and the return of Kaiser  Long post.\r\nMessage-ID: &lt;95vkth+jl4p@...&gt;\r\nIn-Reply-To: &lt;F770apYe8pv5kKZy8dj00007f70@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6584\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Killfest/Greven/Demise/EndBringer/Scyther/Icarcinator/Prowl/Firearm/\nGrimmler/Fliq::\n\nKillfest spins around, managing to dodge most of the ice shots from \nKey, but ending up getting him with a few. It didn&#39;t matter too much \nto him, however. In space, you needed less limb movement than in the \natmosphere, and his internal systems would thaw out the frozen places \nsoon enough.\n\nKillfest&#39;s eyes slightly widen as he sees all the new reinforcemnts \nthat had just arrived (the earth CATs). He growls to himself, firing \ntwo signature-seeking missiles at Key, followed by two optic blasts \nand an EMP blast. Killfest activates his comm to Ominous Prime.\n\n&quot;You can have the Autobots, but we need some info from Teletran 1 \nfirst. We will not fire at you as long as you do not fire at us,&quot; he \nsays to Ominous, a laser shot from somewhere in earth&#39;s direction \nnearly hitting him. He spins around, seeing a shuttle approaching, \nfollowed by several others.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIncarcinator spins to see several shuttles approaching, aiming at the \nfront of one and pulling the trigger of his weapon once (if anyone \nhere plays Liero and knows what the Gauss Gun from it is, that&#39;s \npretty much Incarcinator&#39;s weapon).\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nProwl smiles as the lasers from his shuttle nearly hit Killfest, \nimpressed at the aiming of the shuttle. He turns to Firearm, who was \npeering suspiciously at the Pred they had almost hit.\n\n&quot;Hey, this isn-&quot; Prowl didn&#39;t get to finish his sentence as a shell \ngoing at an incredible speed smashes through the front of the shuttle \nhe and Firearm were in, barely missing Prowl&#39;s head and smashing into \nthe back of the shuttle, the explosion shaking the shuttle and \nsending the engines flying out from the back.\n\n&quot;Lets get out of here!&quot; Firearm says, tapping a few buttons. The top \nof the shuttle pops off and Firearm and Prowl jump out, getting as \nmuch distance as they can before the shuttle behind them explodes in \na large fireball.\n\nProwl looks ahead, barely dodging a shot from Incarcinator. &quot;I&#39;ll \ntake care of him,&quot; he says to Firearm, launching off toward \nIncarcinator. Firearm wasn&#39;t listening though, he was looking at \nKillfest with wide eyes.\n\n&quot;Killfest!&quot; He exclaims, flying forward. Killfest spins around.\n\n&quot;You..&quot; The Predacon snarls, his voice filled with hatred. He fires \ntwo missiles at Firearm, which Firearm destroys with two well-aimed \noptic blasts.\n\nFirearm&#39;s jetpack slowly brings him closer to Killfest, Killfest&#39;s \nbringing him closer to Firearm. &quot;I thought you&#39;d still be floating \naround space,&quot; Firearm says, switching his arm cannon to charge \nlauncher mode.\n\nKillfest&#39;s eyes narrow. &quot;You thought wrong!&quot; he exclaims, his jets \nsuddenly boosting him toward Firearm. Killfest wasn&#39;t thinking of \nanything else, he just wanted to kill Firearm.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScyther silently flies up beside Dark. He was still invisible to \noptic sensors and scanners. The Predacon raises his scythe, slashing \nit down as hard as he could at Dark&#39;s head.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer roars as dozens of shots slam into him, making numerous \ndents and cracks in his armor. He spins around, seeing Blue Stinger \nnear him and firing two missiles at her. One of his hands reaches \ninto a storage compartment, pulling out a heavy-fire rifle.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGreven and Demise&#39;s shuttle flies into range of the battle, firing \nthree large laser blasts at Kaiser&#39;s head and back.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler and Fliq&#39;s shuttle also flies into range, firing four laser \nshots at Motormaster.\n\n\n\n\n\n\n\n\n\n--- In nbwrpg@y..., &quot;RYO D&quot; &lt;striderzero1@h...&gt; wrote:\n&gt; ((Its 1:00 A.M. I&#39;m tried so forgive my grammer.Sorry for the \ntardiness of \n&gt; my reply. Also Inu-Yasha is Neo Bahamut Inu-Yasha has stages \nbecause of his \n&gt; size he use alot of power to save power he transforms Stage1 \nWhelp:Inu-Yasha \n&gt; stage2 Dragon Pup: Neo Bahamut Stage 3 Dragon: Bahamut Master \nDragon: Kaiser \n&gt; Dragon ((Kaiser means Emperor Dragon which requires a Dragon master \nor Koj \n&gt; Gestalt))\n&gt; \n&gt; Liono/Dark/Lilly/Kaiser/Rinoa/Tiamat/Key/Bluestinger.\n&gt; \n&gt; ::Lilly::\n&gt; Blows open the pod hatch and Fires 8 proton arrows 2 take out the \nmissiles \n&gt; aimed at Liono and Koj as the other 6 stream towards Pinsir.\n&gt; \n&gt; ::Key::\n&gt; Keys stasis pod opens &quot;Hey Killfest Chillout&quot; Key fire rapid 25 \nshots from \n&gt; her Freeze gun at Killfest.\n&gt; \n&gt; ::Tiamat::\n&gt; Tiamat Blows on the hatch and breaths a cone of plasma at the shell \nheaded \n&gt; for Neo Bahamut. As locks on Aeroblast and Fires massive 25 Lancers \nat \n&gt; Aeroblast.\n&gt; \n&gt; ::Rinoa::\n&gt; As her pod opens &quot;Leave my husband alone!&quot; Rinoa aims all for of \nher guns \n&gt; and fires she is able to destory one of the missiles heading for \ndark as she \n&gt; fires 14 sonic blast at endbringer and 10 at Aeroblast.\n&gt; \n&gt; ::Bluestinger::\n&gt; Bluestinger opens her pod and proveds alittle help as she follow up \nFiring \n&gt; 15 Plasma shots at Endbringer and 10 at Aeroblast.\n&gt; \n&gt; ::Neo-Bahamut::\n&gt; Gets hit by the shots as he the burn his armor he races to meet Koj.\n&gt; \n&gt; ::Koj::\n&gt; Koj getting slung around abit &quot;A little help&quot;\n&gt; \n&gt; ::Liono::\n&gt; Liono races to parry the Motormaster thrust for Koj as \nmotormaster&#39;s sword \n&gt; gets thrust into Liono shoulder as it leaks enegry Liono pulls it \nout and \n&gt; puts some distance between himself and Motormaster. As Liono fire \n25 fire \n&gt; Rockets at Motormaster. ((High power exploding Fireballs)). &quot;You Ok \nkoj.&quot;\n&gt; \n&gt; ::Koj::\n&gt; Koj grabs the fang and throw it to Liono &quot;Lets show them we have \nsome real \n&gt; power.&quot; Koj transforms into gestal mode.((The Fang has a mind of \nits own it \n&gt; man or may not obey Liono but It beats leaving it in space.))\n&gt; \n&gt; ::Liono::\n&gt; Liono catches the fang as it use the stolen enegry to restore the \nholder \n&gt; closes some of Liono starts minior wounds.\n&gt; \n&gt; ::Neo Bahamut::\n&gt; &quot;About time&quot; As Neo bahamut transforms into gestal mode\n&gt; \n&gt; ::Kaiser::((I say what they look like when I&#39;m not so Sleepy))\n&gt; &quot;We are Kaiser!&quot; 22 ft tall Kaiser good distance away from \nMotormaster looks \n&gt; at Motormaster extends his right arm towards him &quot;Divine Dragon \nCannon&quot; As \n&gt; the dragon head snaps forward  Kaiser Fires a 25 rapid massive \nplasma blast.\n&gt; \n&gt; ::Dark::\n&gt; Dark getting by a missiles his armor burns as it is charred gets \nback to \n&gt; back with Rinoa and Fires 25 plasma Rockets at Pinsir.&quot;Husband huh?&quot;\n&gt; \n______________________________________________________________________\n___\n&gt; Get Your Private, Free E-mail from MSN Hotmail at \nhttp://www.hotmail.com.\n\n\n"}}