{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alten Gould","from":"&quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;","replyTo":"LIST","senderId":"JD-stfAWU1Rl8oFZ0xqy3CM2yydFNOdjk-3jeOWHDAOugOTgaIja02OsR2WM5MH7b0nWi2UmfgBwFcpUT78_xSQCKtjO1q6Dq0u8-pJ8QCU4U2A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Scramble, scramble!!","postDate":"981657776","msgId":27148,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMDViNVlJOUlKc2FKYnFKR04wMDAwMWZkZUBob3RtYWlsLmNvbT4="},"prevInTopic":27142,"nextInTopic":27233,"prevInTime":27147,"nextInTime":27149,"topicId":27033,"numMessagesInTopic":6,"msgSnippet":"*The kitten in Iron Raptors arms meowed loudly when Iron Raptor looked at her hand and him. Why was she not paying attention? He was caught by suprise when she","rawEmail":"Return-Path: &lt;beastwarsaddress@...&gt;\r\nX-Sender: beastwarsaddress@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 9 Feb 2001 17:48:45 -0000\r\nReceived: (qmail 17689 invoked from network); 9 Feb 2001 17:48:44 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 9 Feb 2001 17:48:44 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.17.105) by mta3 with SMTP; 9 Feb 2001 18:49:49 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Thu, 8 Feb 2001 10:42:57 -0800\r\nReceived: from 199.175.25.41 by lw11fd.law11.hotmail.msn.com with HTTP;\tThu, 08 Feb 2001 18:42:56 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Scramble, scramble!!\r\nDate: Thu, 08 Feb 2001 10:42:56 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F105b5YI9IJsaJbqJGN00001fde@...&gt;\r\nX-OriginalArrivalTime: 08 Feb 2001 18:42:57.0023 (UTC) FILETIME=[F42610F0:01C091FE]\r\nFrom: &quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;\r\n\r\n\n*The kitten in Iron Raptors arms meowed loudly when Iron Raptor looked at \nher hand and him. Why was she not paying attention? He was caught by suprise \nwhen she smaked him on the bottom, making him squeek in suprise.*\n\n&quot; Meeerrrooowww?!&quot;\n\n* He looked up at Iron Raptor, giving her his dirtiest, meanest look. This \nwas important! Why wasn&#39;t she listening? Seeing the bigger bot ignore his \nlook of protest and carry on, he setled down, for a while, letting her \nstroke his back.....*\n\n\n&gt;From: &quot;Megan Solmonson&quot; &lt;tmrattrap@...&gt;\n&gt;Reply-To: nbwrpg@yahoogroups.com\n&gt;To: nbwrpg@yahoogroups.com\n&gt;Subject: Scramble, scramble!!\n&gt;Date: Wed, 07 Feb 2001 17:53:32 -0800\n&gt;\n&gt;\n&gt;Sorry the post is so long, all. I have a lot to respond to. hehe. :)\n&gt;\n&gt;* Iron Raptor decided not to really think about such things now, wondering\n&gt;slightly just where Shadow Cat and Snow Tech had gone off to. She hummed a\n&gt;slight tune on a short breath before she brough the air back in through her\n&gt;teeth, feeling the bite of the tiny little kitten. Slightly surprised that\n&gt;his teeth got through her armored hand.\n&gt;The armor on it retracted and she looked at the hand, two beads of\n&gt;mech-fluid seeping out from twon holes in her finger.\n&gt;Iron Raptor furrowed her browns and looked down at the kitten, using her\n&gt;other hand to give him a fairly swift smack on the bottom.*\n&gt;\n&gt;&quot; Don&#39;t you do that again! Bad kitty!&quot;\n&gt;\n&gt;* She growled but then relaxed her shoulders which had tensed up when the\n&gt;hitten had bitten her, both hands safely holding him down.\n&gt;&lt; Rotten little bugger.&gt; so her thoughts read before she cought a flicker \n&gt;of\n&gt;Prowls.\n&gt;He was thinking about how a first date would be like and where they could \n&gt;go\n&gt;for one, glad that he agreed with her thoughts on that subject and agreeing\n&gt;on his choice of atmosphere for the event too.\n&gt;She was walking comfortably besides him, knowing that she DID love him but\n&gt;just needed to slow down a bit.\n&gt;She was about to lean against Prowl more but he chose then to take his arm\n&gt;away from her waist and she was left to catch herself from falling, \n&gt;grasping\n&gt;the kitten to her chest in slight panic before she got her balence back.\n&gt;Brining in a sigh of relief she looked down at the kitten, loosening her\n&gt;hold and hoping that she hadn&#39;t squished him.\n&gt;All of them were well into the CF now, Iron blinking slightly and waiting\n&gt;for her spark to slow down. THAT...had really frightened her for a moment,\n&gt;but knowing why Prowl had let go of her.\n&gt;It was a lonely feeling but one she brought on by thinking that they should\n&gt;slow down...even though she hadn&#39;t meant that much. Though, if Prowl \n&gt;thought\n&gt;it was best then she wasn&#39;t pushing it.\n&gt;But she glanced at Prowl when he actually asked her out on a date, thinking\n&gt;that he sounded like he was trying to start all over again. Nervouse even\n&gt;though they had been throygh much more.\n&gt;&lt; Yes.&gt;she thought. Accepting his offer while looking back ahead of herself\n&gt;as they walked along, stroking the kitten even though she had slapped him\n&gt;moments before.\n&gt;She began to pass the bridge when a sidden flash of movement cought her\n&gt;attention, looking into the room and at the video screen that seemed to \n&gt;jump\n&gt;to life.\n&gt;She squinted at first when she looked at the screen but the brightness \n&gt;faded\n&gt;and she could focus.\n&gt;She was shocked to hear what came next.\n&gt;WildWing&#39;s voice boomed over the speakers, snapping her int attention.\n&gt;The Ark was being attacked?!\n&gt;That wasn&#39;t new news since they were always under attack but if that ship\n&gt;wasn&#39;t saved then all of the transformers might cease to exist, her\n&gt;excluded.\n&gt;Iron Raptor knew that she was no space fighter and standed no chance there,\n&gt;but there were others, many who could.\n&gt;She looked at Prowl, making decisions at lightnibg speed.\n&gt;Iron Raptor slammed her fist into a button that activated the red alert all\n&gt;across the ship, activating a ship wide camm channel as well*\n&gt;\n&gt;&quot; Maximals! The Ark is being attacked in space and we&#39;re going up. Fuel all\n&gt;shuttles and board, countdown will commence in 10 cycles. Go!&quot;\n&gt;\n&gt;* she turned to Prowl.\n&gt;&lt; I need you to take command of them up there, space is not my realm. Alert\n&gt;them of this and board. Now go, quickly.&gt;\n&gt;Iron Raptor then turned and opened a comm to Hysteria.*\n&gt;\n&gt;&quot; Hysteria, you and I are going to watch the launches from the command \n&gt;room.\n&gt;We&#39;ll monitor them from here, also see if you can get me a diagnostic of \n&gt;the\n&gt;Ark. I wanna see everything that happens when it happens.&quot;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;_________________________________________________________________________\n&gt;Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n&gt;\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}