{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"steph_teltoli@yahoo.com","from":"steph_teltoli@...","replyTo":"LIST","senderId":"B5pTT0EE5TxkCvML7YRIH78ImksyzCnkUWUK3m_CIeS-fqlZGHNXyVJi-b_3Nru4mOrdzj4ux5Be9kqiU0A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Not so Simple?","postDate":"981786657","msgId":27202,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk2Mm43MStvMnRrQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDEwMjA5MDE1MDU2LjE2MjU3LnFtYWlsQHdoaXRmaWVsZC5jaGVrLmNvbT4="},"prevInTopic":27117,"nextInTopic":0,"prevInTime":27201,"nextInTime":27203,"topicId":27117,"numMessagesInTopic":2,"msgSnippet":"There s a bog a few clicks away, think you could fish out a torso sized boulder for me? Also, get a few pints of the black moss that grows on the trees there","rawEmail":"Return-Path: &lt;steph_teltoli@...&gt;\r\nX-Sender: steph_teltoli@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 10 Feb 2001 06:31:01 -0000\r\nReceived: (qmail 77586 invoked from network); 10 Feb 2001 06:31:00 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 10 Feb 2001 06:31:00 -0000\r\nReceived: from unknown (HELO mw.egroups.com) (10.1.2.2) by mta1 with SMTP; 10 Feb 2001 06:31:00 -0000\r\nX-eGroups-Return: steph_teltoli@...\r\nReceived: from [10.1.2.95] by mw.egroups.com with NNFMP; 10 Feb 2001 06:31:00 -0000\r\nDate: Sat, 10 Feb 2001 06:30:57 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Not so Simple?\r\nMessage-ID: &lt;962n71+o2tk@...&gt;\r\nIn-Reply-To: &lt;20010209015056.16257.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3942\r\nX-Mailer: eGroups Message Poster\r\nFrom: steph_teltoli@...\r\n\r\n&quot;There&#39;s a bog a few clicks away, think you could fish out a torso \nsized boulder for me? Also, get a few pints of the black moss that \ngrows on the trees there&quot;\n\nTeltoli then noticed the guts lying over the ground, and the blood on \nher friend. She winced slightly, and averted her eyes from the pile \nof organs. Gross. The Fuzor then directed her eyes at Carnage&#39;s own \neyes, and nodded, grinning slightly and taking off into the air again.\n\nOnce up in the air, she used her far-range scanners to spot the bog, \nand sped up her flying speed.\n\n&quot;Wonder what she needs black moss and a boulder for..&quot; She mused to \nherself, more thinking than saying out loud because her words would \nbe lost in the wind, at the speed she was going. &quot;Can&#39;t use a boulder \nfor cooking..&quot;\n\nAfter spotting the bog, she sighed and landed near it, so she \nwouldn&#39;t touch the bog itself. Looking round, Teltoli finally spotted \na boulder, but could only see half due it being half buried in a \nshallow part. She wrinkled her nose, and decided it would be big \nenough for whatever Carnage needed. \n\nRubbing a hand over her face, she groaned quietly and stepped into \nthe bog, screwing up her face with disgust. But, she&#39;d need to get \nused to this world again.. and if anybody thought she was a coward \nthey&#39;d either scorn her.. or kill her. \n\nThe Fuzor got within a meter of the boulder, when she suddenly felt \nsomething shift under her, and she looked down, trying to spot \nwhatever it was beneath the murky water. It shifted again, and \nsuddenly she found herself falling another half meter down into the \nbog. She gave a yelp and a loud curse with shock, and then stopped \nand tried to calm her racing heart. Now up to her waist in bog, she \nclimbed out of the hole the unstable floor had caused, and put a hand \non the boulder.\n\nShe narrowed her eyes and pushed it, feeling it move ever so \nslightly. Teltoli put the other hand on the boulder and heaved, by it \nonly moved at inch. Lowering her chin so she glared at it, she threw \nherself against it so it moved another three inches. She was glad she \nhad found a way to move it.. until it rolled back into the self-\ncreated pit it had made.\n\nTeltoli growled with fustration and waded out of the bog, and glared \nat the boulder once again with her hands on her hips. She let her \neyes roam around the bog, searching for the anything that could be of \nuse. Her eyes alighted on a rather sturdy branch, and she picked it \nup. At the boulder once again, she positioned the branch at the \nbottom of the boulder and and it slid free, and rolled to the edge of \nthe bog.\n\n&quot;I did it! I did it! Yes!&quot; Teltoli shouted at the trees surrounding \nher, and grinned. It wasn&#39;t a very big victory, but it was fun. \nTramping out of the bog once again, she flicked some water off her \narmour and rubbed her arm where it had been slightly bruised, by \nthrowing herself against that rock.\n\nNow, the boulder proposed a problem.. it had to be carried several \nclicks to where Carnage was. She glared again and hunted round the \nswamp for some vines. Once she had found them, she tied them securely \nabout the boulder, especially underneath so they would slide easy.\n\nJoining all the loose ends into one knot, she held the end of the \nvines and pulled with all her strength, and it nearly came flying \nstraight at her! She yelped and dodged, and the boulder landed where \nher foot had been. Teltoli sighed and pulled it with less firepower \nthis time, and it slid along smoothly, aided by the slippery vines on \nthe bottom. \n\nAfter about ten minutes of solid pulling, she could see the clearing \nup ahead, and grinned. Finally! With one last heave she yanked the \nboulder into the clearing and it landed fairly close to the pile of \norgans.\n\n&quot;What on Earth do you need a boulder for anyway?&quot; She breathed, \nsitting down on the boulder itself and putting her hands on her \nknees. &quot;I&#39;ll get the black moss once I get my breath back!&quot;\n\n\n"}}