{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"Q2VZ9x2KIlPIgkgwTPUAZiYJd9EziBv3l26i3y9fdnwBR361_HB47WxrXWjtkgfOe1dcAxh3KIZmOma5KxjbylvQZ3feT2XofZBO_A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"960090630","msgId":2725,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjA0MDM1MDMwLjU2MDguY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":2724,"nextInTopic":2726,"prevInTime":2724,"nextInTime":2726,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"( Carnage: I am back from my grandmothers but who knows how long it will be until I am called there again. But I will RP as long as I am available.)\n\nCarnage/","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 23483 invoked from network); 4 Jun 2000 03:50:31 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 4 Jun 2000 03:50:31 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.68) by mta3 with SMTP; 4 Jun 2000 03:50:31 -0000\r\nReceived: (cpmta 5609 invoked from network); 3 Jun 2000 20:50:30 -0700\r\nDate: 3 Jun 2000 20:50:30 -0700\r\nMessage-ID: &lt;20000604035030.5608.cpmta@...&gt;\r\nX-Sent: 4 Jun 2000 03:50:30 GMT\r\nReceived: from [207.194.22.76] by mail.penpals.com with HTTP; 03 Jun 2000 20:50:30 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n( Carnage: I am back from my grandmothers but who knows how long it will be until I am called there again. But I will RP as long as I am available.)\n\nCarnage/ Dinobot \n\n* Dinobot could almost taste the satisfying and sweet taste of fresh blood, it coursing down his throat accompanied with the soft flesh of freshly caught prey.\nHe could almost feel his metallic fangs ripping at the, still pulsating, flesh of his prey, the satisfying death shutter of the quarry as it then slipped into the obis where all were one.\nThose thoughts ran through his mind like the cooling waters of the brook he stalked beside, comforting and giving the realness of the power that he held with in his body. The power to kill with such fiercness that nothing dared challenge him, the power that turned bot to beast in only a matter of nano-clicks.\nThat power was being restrained with in him and it gave him a wanting to release it was so strong that he could kill anything that came across his path, beast or bot!\nDinobot&#39;s senses were so concentrated and consumed in the thrill of hunting his prey that he never even heard the message to return to base by Prowl, only hunting his game and bringing it down, that was all that concerned him at the moment.\nThe prey in which Tavatron and himself had been hunting was that of a water buffalo in which had wondered into the forest to escape the preying eyes of hungry lions and hyenas, the flat plains only a few clicks from the brook in which it watered now.\nIt wasn&#39;t difficult to see that part of it&#39;s haunch and back had been ravage by some force or another, by the slashes and deep lacerations it was guessed that it had been that of a deep river crocodile.\nDinobot then stopped in his tracks and then lowered his front half to the ground so that his front limbs touched the earth, then moving ever so slowly towards the injured beast. His metallic muscles were braced as he moved every limb with excessive care, each ready to dig their claws into the, already bloody, meat and end the animal&#39;s misery.\nHe crept quietly and with caution towards the cow like mammal, moisture from the forest wetting his armor and making it twice as reflective but the shadows of evening hiding that unfortunate fact.\nNow only a few meters from the wounded animal Dinobot was twice as careful that he kept down wind from the beast, with it&#39;s injuries it was bound to be injured and ready to attack even without a cause.\nHe knew that he was close enough to strike and bring down the prey but just as an experiment he crept even closer just to see how far he could approach his intended meal before it eventually decided to notice he was there.\nDinobot crept closer to and animal and he judged that he was only 5 feet from it before he stopped in his tracks again, the buffalo had lifted it&#39;s head from the cool waters of the brook and swung it&#39;s head in his direction. It&#39;s ears flicked this way and that as it listened, it almost seemed to know that something was there but not sure if it was a threat or not.\nBut as Dinobot stayed still he knew that this prey was in one heck of a mood and even made him think carefully if he wanted to continue to hunt it. It was close enough to gore him if the slightest sound was made on his part and was sure that it would if there was any sound. He just hoped that he could strike it and get it down before something caused the creature to attack him, quietness was the key.\nDinobot tensed his metallic muscles and was just about to snap forward and grab the beast&#39;s throat when his com-link suddenly blared with MT&#39;s voice!\nHe didn&#39;t even have enough time to course once before he felt the sharp horns of the creature cut deeply into his left jaw joint and neck, mech fluid spilling onto the ground and splattering against the trees behind.\nDinobot was almost tilted onto his back by the force of the blow but he knew that in a situation like this it would mean his death to expose his stomach to such force. Instead he clamped his jaws  about the creature&#39;s neck and sank them in tightly, while wrapping his upper limbs around it&#39;s neck for more stability. His back legs ripped and tore at the buffalo&#39;s chest as he clung on, partly for the need to survive and the thrill of finally bring this beast to it&#39;s knees.\nSoon the creature began to waver and then finally fell, the lack of oxygen finally suffocating it&#39;s brain until it no longer functioned.\nThe beast collapsed on the ground and died quickly, fortunate for it because it wasn&#39;t long until it was being devoured by it&#39;s attacker.\nDinobot consumed most of the beast in less then 10 clicks but then noticed that something else was sizing up his catch, it was about the size of a large bear and he knew that he was in no condition to fight for his meal with something as large as that.\nThinking that this was the right time to heed Tavatron&#39;s words about going back to base Dinobot then simply left the remainder of the beast for whatever waited in the bushes, it wasn&#39;t worth fighting over and his stomach had began to become full anyway.\nDinobot approached Tavatron but stopped a few feet from her, the salty taste of his prey&#39;s blood had caused him to become thirsty. He simply leaned over and submerged his snout in the cool water of the brook, drinking his fill and washing the buffaloes blood from him at the same time. He came up once for a breath but then plunged his snout into the water again to a second drink. But it wasn&#39;t long after that that his stomach began to feel heavy and waterlogged, causing him to lift his snout from the water with a shake of the head.\nDinobot then took a step back from the brook and stood to let the water settle, watching Tavatron in the corner of his eye.\nHe knew that they had to get back to base but since she had waited for him then he would wait for her to finish her own catch, the sound of ripping bone and muscle behind him and simply meaning that the thing in the bushes had now gotten to his kill.*\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}