{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"IsEFEXe20x_XopXexF5pQnExRGsswTXLnyteCdcxGC9QL6XHPtN9gm2CkjKjwUqHAh8JLNjY4g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Brotherhood Acts","postDate":"982111072","msgId":27396,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNjLjEwYWQ3YmM1LjI3YmIyZDYwQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":27397,"prevInTime":27395,"nextInTime":27397,"topicId":27396,"numMessagesInTopic":4,"msgSnippet":"(I haven t gotten around to posting the revised profiles of the new bodies of the three Brotherhood members below, but anyone who fought them at the CF prior","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 14 Feb 2001 00:38:06 -0000\r\nReceived: (qmail 10665 invoked from network); 14 Feb 2001 00:38:05 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 14 Feb 2001 00:38:05 -0000\r\nReceived: from unknown (HELO imo-r04.mx.aol.com) (152.163.225.4) by mta2 with SMTP; 14 Feb 2001 00:38:05 -0000\r\nReceived: from KSLawdogg@... by imo-r04.mx.aol.com (mail_out_v29.5.) id r.cc.10ad7bc5 (3945) for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 13 Feb 2001 19:37:53 -0500 (EST)\r\nMessage-ID: &lt;cc.10ad7bc5.27bb2d60@...&gt;\r\nDate: Tue, 13 Feb 2001 19:37:52 EST\r\nSubject: The Brotherhood Acts\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I haven&#39;t gotten around to posting the revised profiles of the new bodies of \nthe three Brotherhood members below, but anyone who fought them at the CF \nprior to this battle, you should notice Sun Crusher and Reflector are a \ncouple feet taller and all of them look a lot meaner\n\nAlso, someone post damage for the base.  If not Firefox, then please IR since \nshe be in command)\n\nVehement/Sun Crusher/Reflector:\n\n\n\nVehement watched the few Maximals gathering  together.  Like insects.  About \nto be crushed under Vehement&#39;s foot.  But suddenly Vehement felt sick and he \nhurt all over has his optics unvoluntarily focused in on Hot Rod.\n\nThe blood colored optic sensors turned to a light emerald almost immediately \nand Vehement knew he was no longer under control of his own body, though he \ncould watch from his optics and feel his limbs and everything else move, but \nhe couldn&#39;t control, almost like a dream.  He knew it was divine intervention.\n\n&quot;You,&quot; Vehement heard his own body say in a voice like his only a tad bit \ndeeper as a finger pointed at Hot Rod, &quot;will fight me now.  And die.&quot;\n\nAn eight foot long broadsword appeared in Vehement&#39;s right hand, and he could \nfeel his hand close around it tightly as rage that wasn&#39;t his began boiling.\n\n---\n\nSun Crusher watched an enemy fire upon Reflector but turned back to Iron \nRaptor.  He could feel something inside of her.  Something of power.  Though \nVehement had been taken over, Sun Crusher could feel a voice in his mind.\n\n&lt; /BRING IT TO ME/ &gt;, &lt; /DO NOT FAIL, FOR THAT WHICH I GIVE CAN BE TAKEN \nAWAY, DIPLOMACY OR FORCE, NONE MATTER, SIMPLY GET IT/&gt;\n\nThe voice hurt, but not as much as it had in his weaker body.  He looked to \nIron Raptor&#39;s chest with a glare.  He had to get whatever it was that was \nbeneath it.  His master knew, but the servant didn&#39;t.\n\n&quot;You.&quot; he said, moving his glare to Iron Raptor&#39;s optics.  &quot;You will give me \nwhat is in your chest.  The source of power.  The...&quot;\n\n&lt; /THE MATRIX/ &gt; the voice roared in his head, causing more pain.\n\n&quot;Give me the Matrix, heathen scum, and we will leave for good and never \nreturn to this unholy place.  On our word as servants of the Chaos-Bringer.  \nIf not, your bodies will rest at our feet battered and broken beyond \nrecognition and restoration.  The choice for you is the easy path, or the \ndifficult path.  But you heathens lack hope and intensity.  Thou shalt not \nwin unless you give us what we want.&quot;\n\n---\n\nReflector had been busy, but he still seen Kluster come out of the battered \nbase with a weapon of war.\n\n&quot;Heathen fool.&quot; he muttered under his breath, firing off a single bolt of \noptic energy at one missile, the other one impact with his chest plate.  He \nflipped back through the air a few feet, straightening out though.  In his \nold body he thought, he&#39;d have drawn mech-fluid like a pathetic heathen.  But \nnow he was strong.  Sadly, the weakest of his cadre.\n\nHis despair had been replaced with a deep unfathomles emotion that seemed to \nbe hate and a hunger for destruction, death, and total chaos.\n\nHe raised a wrist mounted with twin barrels, a barrage of sonic waves \nlaunching out at Kluster&#39;s midsection.\n\n"}}