{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alten Gould","from":"&quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;","replyTo":"LIST","senderId":"xDF2lv3VhU3xWmgw0Qj8zihX1UhhoE0b7GntW03tFO75k5SQj8DFLa1kMuJyBnc713gxOg0K5RcAAUZFYrfcKytGqIOoATgotu-KipOdFOqJWOY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Dinobot.","postDate":"982274567","msgId":27478,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEY5NTZZMlFUVWY2NVk1UWMzMm8wMDAwMDU4ZUBob3RtYWlsLmNvbT4="},"prevInTopic":27398,"nextInTopic":0,"prevInTime":27477,"nextInTime":27479,"topicId":27041,"numMessagesInTopic":7,"msgSnippet":"* The small kitten watched Tavatron as she fought with herself. She seemed confused and frightened. The small cat whimpered and began to back away as ","rawEmail":"Return-Path: &lt;beastwarsaddress@...&gt;\r\nX-Sender: beastwarsaddress@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 15 Feb 2001 22:02:49 -0000\r\nReceived: (qmail 32858 invoked from network); 15 Feb 2001 22:02:48 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 15 Feb 2001 22:02:48 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.17.95) by mta2 with SMTP; 15 Feb 2001 22:02:48 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Thu, 15 Feb 2001 14:02:47 -0800\r\nReceived: from 142.22.16.53 by lw11fd.law11.hotmail.msn.com with HTTP;\tThu, 15 Feb 2001 22:02:47 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Dinobot.\r\nDate: Thu, 15 Feb 2001 14:02:47 -0800\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F956Y2QTUf65Y5Qc32o0000058e@...&gt;\r\nX-OriginalArrivalTime: 15 Feb 2001 22:02:47.0500 (UTC) FILETIME=[07EBE8C0:01C0979B]\r\nFrom: &quot;Alten Gould&quot; &lt;beastwarsaddress@...&gt;\r\n\r\n\n\n* The small kitten watched Tavatron as she fought with herself. She seemed \nconfused and frightened. The small cat whimpered and began to back away as \nTavatron&#39;s other half took control and swung a foot at her. The she kitten \nclung to the leg and was thrown several feet when she let go of Tavatrons \nfoot. She sailed through the air with a graceful ease and stopped a foot or \nso above the ground, hovering. She shook herself and almost fell because she \nlost balance. She zoomed back in front of the female bot&#39;s face and sniffed, \nthis was not the same bot as she was minutes before. The kitten growled and \nflew to perch on Dinobots shoulder, only to fall off when he moved to help \nTavatron. Plopping on the ground, the kitten sighed and flopped down, her \nlegs and arms spreading out on both sides of her. They were ignoring her, \nagain.*\n\n* Shadow Cat went to the little kitten, picking it up and holding it in her \narms. She smiled and began to stroke it&#39;s back, making the small fluff-ball \npurr contentedly. She walked up to Tavatron And Dinobot.*\n\n&quot; Do you guys need any assistance?&quot;\n\n* SHe stared at Dinobot for a moment. Where had she seen this bot before? He \nlooked very familiar. She thought for several minutes, but was unable to \ncome to any conclusions. SHe sighed, she knew him! But where from? She \nhappened to glance down at his tail and a light-bulb flashed somewhere in \nher head. This was the one with the nice tail!!!! She smailed at him, \noffering her free hand.\n\n&quot; Hi, we&#39;ve meet before I belive, i&#39;m Shadow Cat. You must be Dinobot!&quot;\n\n&gt;From: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\n&gt;Reply-To: nbwrpg@yahoogroups.com\n&gt;To: nbwrpg@yahoogroups.com\n&gt;Subject: Re: Dinobot.\n&gt;Date: Tue, 13 Feb 2001 19:55:58 -0500\n&gt;\n&gt;(Should I post damge for the CF, Or would you rather do it KS?)\n&gt;\n&gt;Hysteria/Tavatron\n&gt;\n&gt;Hysteria dropped what she was doing, literally, the moment the first sonic\n&gt;wave hit the base. She gave IR a quick nod before running from the room\n&gt;toward the bridge. Once there the first order of business was to raise the\n&gt;shields, if that was at all possible. It was a good thing Firearm brought\n&gt;the powercore back on line when he did. By now there should be enough power\n&gt;to run the shields and maintain power within the CF. Hysteria tped out the\n&gt;command and within moments the shields flickered to life outside the CF. \n&gt;She\n&gt;opened a comm to IR:\n&gt;\n&gt;&quot;The shields are online commander. DO you want me to power up the EMP \n&gt;cannon\n&gt;if possible?&quot;\n&gt;\n&gt;*****\n&gt;\n&gt;The small creature that mewed pitifully at Tavatron&#39;s feet was beginning to\n&gt;annoy her counterpart. With a psychic kick of sorts and several harsh words\n&gt;Tav managed to gain control of a small portion of Tavatron&#39;s speech and\n&gt;motor functions. Tavatron fought as best she could, but found herself\n&gt;slipping deeper into a &#39;living death&#39; of sorts as Tav assumed momentary\n&gt;control:\n&gt;\n&gt;*&quot;Pitiful creature.&quot;*\n&gt;\n&gt;The voice that emerged from Tavatron&#39;s form was disembodied and somewhat\n&gt;mechanical. Tav smiled wickedly before delivering a swift kick to the small\n&gt;creature&#39;s lower gut. Tav chuckled soflty. The creature&#39;s helplessness\n&gt;amused her so. All the while she was methodically binding Tavatron to her\n&gt;subconscious. However, Tavatron fought against the mental restraints Tav \n&gt;was\n&gt;attempting to bind her in. The momentary flux in control causing Tavatron&#39;s\n&gt;body to spasm and stiffen. The only physical attribute that even hinted \n&gt;that\n&gt;something was wrong apart from the spasming were the eyes. During the \n&gt;moment\n&gt;when Tav siezed control, her optics had gone from their usual crimson red \n&gt;to\n&gt;a glassy black.\n&gt;\n&gt;Tav shrieked mentally as she was forcefully removed from the realm of\n&gt;consciousness. She hurtled through broken thoughts and dreams before \n&gt;finally\n&gt;settling in the mother programming that had spawned her. Tavatron, once\n&gt;freed from the mental restraints, nearly collapsed in exhuastion from the\n&gt;inner battle. If Dinobot had not moved to catch her she would have fallen \n&gt;to\n&gt;the ground. She leaned heavily against him, her optics slowly returning to\n&gt;thier normal color. She couldn&#39;t hide this forever, nor battle it alone.\n&gt;Perhaps she should tell someone... No. The answer was clear. Some censor\n&gt;programming not only kept her from speaking the truth, but her own fear as\n&gt;well. Tavatron refused to look at Dinobot as she leaned against him, slowly\n&gt;catching her breath. She looked to the side, just in time to see Vehement\n&gt;blast the Ark with what appeared to be air:\n&gt;\n&gt;&#39;Must be a sonic wave&#39;\n&gt;\n&gt;She thought to herself, barely hearing Dinobot speak. She turned to look at\n&gt;him, her composure returning:\n&gt;\n&gt;&quot;My injuries must be more extensive than I originally thought.&quot;\n&gt;\n&gt;She watched the scene between Iron Raptor and the other &#39;bots for a few\n&gt;nanoclicks, all the while considering Dinobot&#39;s offer. A better place? A\n&gt;quieter, more peaceful place, away from the battle and war... How long \n&gt;could\n&gt;she last in a place like that? She loved the idea of peace, but she was a\n&gt;warrior to the core. Nothing gave her more pleasure than the constant \n&gt;threat\n&gt;of battle. She knew, deep down, that Dinobot knew this as well. However,\n&gt;perhaps a &#39;vacation&#39; of sorts was in order. She could never abandon the\n&gt;Maximals, despite their current situation. When she joined things had been\n&gt;quite well. However, you couldn&#39;t abandon a cause simply because your goal\n&gt;seemed more distant or the operatives less committed. Now, more than ever,\n&gt;the Maximals needed loyal troops with the capabilities to win this war. No,\n&gt;she wouldn&#39;t leave them, not permanently. But perhaps she would take a trip\n&gt;to this place Dinobot spoke of when things settled down a bit:\n&gt;\n&gt;&quot;I will give your offer some thought.&quot;\n&gt;\n&gt;In the recesses of her mind, Tav slept. The experience had weakened her\n&gt;considerably. Weakened, but not destroyed.\n&gt;_________________________________________________________________\n&gt;Get your FREE download of MSN Explorer at http://explorer.msn.com\n&gt;\n\n_________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com.\n\n\n"}}