{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"FfmeZBsy9fy3lgv9gWpIPFbTy98rZke5mFmHFT_kfPA7IQ_6PnZEpvTkMwmt6mnY8_dX_kPObQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A Slight Twist On Gestalt Technology.","postDate":"982395502","msgId":27650,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk2bDlwZSszN2RkQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":27649,"nextInTime":27651,"topicId":27650,"numMessagesInTopic":1,"msgSnippet":"This is my last post for tonight. Goodnight everyone! ... The Iron Fist was the pride of the Predacon space fleet, one of the greatest ships ever created. It","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 17 Feb 2001 07:38:27 -0000\r\nReceived: (qmail 77011 invoked from network); 17 Feb 2001 07:38:27 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 17 Feb 2001 07:38:27 -0000\r\nReceived: from unknown (HELO ei.egroups.com) (10.1.2.114) by mta1 with SMTP; 17 Feb 2001 07:38:27 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.55] by ei.egroups.com with NNFMP; 17 Feb 2001 07:38:27 -0000\r\nDate: Sat, 17 Feb 2001 07:38:22 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: A Slight Twist On Gestalt Technology.\r\nMessage-ID: &lt;96l9pe+37dd@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5789\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nThis is my last post for tonight. Goodnight everyone!\n\n\n\n::6 Bots::\n\nThe Iron Fist was the pride of the Predacon space fleet, one of the \ngreatest ships ever created. It had been made as a preparation for a \nwar with the Maximals, but its first mission to arrest Hell Beast and \nbring him back to Cybertron had ended with the Iron Fist falling into \nthe hands of the Alliance. The Iron Fist contained some of the most \nmodern technology of Cybertron. Its defences were unmatched by any \nother, and its main turrets held the power to destroy mountains, \nthought they were rarely used. It also had the most up-to-date \ntraining and monitoring systems.\n\nBut equipment was not all that the Iron Fist had to brag about, \nbecause it&#39;s crew consisted of some of the greatest fighters of the \ntime. Along with the seasoned warriors, it also had various newly \ndesigned battle bots. Among these were the Galactors, a newly-\ndesigned team of bots modeled after the gestalt teams that were \nincreasing in popularity. However, unlike gestalts, the Galactors had \nmore than one combination mode.\n\nThe Galactors were specially designed to be useful in almost all \nsituations. The individual robots were fairly small for Predacon army \nstandards, only about 8 to 9 feet tall. However, any two or more of \nthem could combine into a new form, the form depending on what they \nneed it to be used for. The five members of the Galator team lay in \nfive large stasis pods, spread in a semicircle on the floor of one of \nthe rooms of the Iron Fist. A bot stood in the middle of the \nsemicircle, looking the pods over.\n\nThe bot reached over 11 feet in height. He was completely black, but \nthe roughness of his outline suggested that the black was something \ncovering him. In fact, the black cover was his feathers, as this \nbot&#39;s beast mode was partially a bird. He stepped forward, stopping \nat the computer terminal that was in front of the middle pod. A blue \norb, which was burned into the bot&#39;s left hand, glinted slightly, \npassing on directions to its host. The bot tapped several buttons and \nthe hum of working machinery filled the room. The bot continued \ntapping buttons, and then finally put his left hand, palm down, on \nthe keyboard. A blue stream of energy emerged from his hand, running \nacross all the pods in the room. He lifted his hand off the console \nand stepped back.\n\nInside the pods, the members of the Galactor team were being \nreprogrammed and slowly activated. Various Predacon programming was \nbeing removed, to be replaced with Alliance programming. The bot in \nthe middle pod opened his eyes.\n\nHis name was Supernova, and he was assigned to be the tactical \ncommander of the Galactors. He stood about 8 feet, and carried an \nimpressive supply of rifles, pistols, and blades. His armor was \ncolored everything ranging from yellow to orange to red. Supernova \nlooked like he had been an unfortunate victim in a painball fight.\n\nIn the pod to his right rested Flare. Flare was the pyromaniac of the \nGalactors, specializing in everything from little flames to nuclear \nexplosions. He was several inches shorter than Supernova, and his \ncoloring was orange and red. Flare&#39;s weapons included everything from \nflame throwers to grenades to charges to missiles to anything that \ncould damage anyone by exploding or burning.\n\nOn the other side of Supernova was Scrap&#39;s pod. Scrap was the team \nmedic. He specialized in on-the-field med work, and could patch up a \nbot rather well. However, like the rest of the Galactors, Scrap liked \nkilling more than healing. He was colored white, and his weapons \nincluded various knives, several pistols, and a light charge \nlauncher. He was rather small, barely topping 8 feet.\n\nThe pod near Scrap&#39;s contained Vycir, the spy of the team. Vycir, the \nsmallest of the team (7.6 feet), excelled at sneaking in and out of \nplaces and finding out information. He had the most recent cloaking \ndevices provided by the Predacons, including spark signature masking \nand comm-traffic disguisal. Vycir&#39;s body was colorless, and able to \nassume any color on his command. He preffered to use high-accuracy \nweapons such as sniper rifles, but he didn&#39;t mind the occasional \nmissile launcher or two.\n\nThe last member of the Galactor team was Slasys. He was an excellent \nfighter, and knew most weapons perfectly. Slasys could combine, fix, \nand improve all sorts of weapons, and he could use them with deadly \nskill. He was almost 9 feet tall, colored black and grey, seemingly \nat random.\n\nThese five robots could combine to form Galaxor, a 40 foot high robot \noutfitted with partial cloaking, various weaponry, and a slightly \nadvanced repair system. However, for various situations they could \nalso form different bots and vehicles, depending on which of them \ncombined together and what they wanted. The possibilities were very \nvast, and that was one of the reasons that the Galactors had been \nsent on the Iron Fist&#39;s first mission without prior testing. However, \nto preserve the ease of custom combination, the Galactors had no \nalternate mode by themselves; they had to combine for different \nmodes. Because of the lack of testing, these bots had many flaws, \nincluding slight personality and comprehension disorders.\n\nThe lids of all five pods opened at the same time and the Galactors \nsat up. Supernova exited his pod, walking up to the bot in the middle \nof the room and kneeling.\n\n&quot;Commander Zardus,&quot; he said in a deep, powerful voice, &quot;Myself as \nwell as my team are at your complete disposal.&quot;\n\nThe bot that had been addressed as Zardus smiled. He was actually FZ, \nZardus&#39;s &#39;clone&#39;, but Supernova had no way of knowing that.\n\n&quot;Excellent,&quot; he replied, &quot;Follow me.&quot;\n\nWith that, FZ turned and exited the room with the rest of the \nGalactors in tow.\n\n\n"}}