{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Blood","from":"&quot;Carnage Blood&quot; &lt;Carnage@...&gt;","replyTo":"LIST","senderId":"Gdh2eurLjCGOKypmjslRGjzLR1E6HVQMfoZiCjixWbB02_QtZBV544UjxWV2cDu6fVEW_J-iu_FByDz5EhJsZdLfDp4VL_wF42LGevRI1JE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle!!!!!!!","postDate":"982634444","msgId":27808,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDEwMjIwMDIwMDQ0LjI2OTczLnFtYWlsQHZpZWJyb2NrLmNoZWsuY29tPg=="},"prevInTopic":0,"nextInTopic":28188,"prevInTime":27807,"nextInTime":27809,"topicId":27808,"numMessagesInTopic":4,"msgSnippet":"** Dinobot had glared down at the tiny creature which had clung to his tail only moments before, snarling in annoyance as it crawled upon it s stomach towards","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nX-Sender: carnage@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 20 Feb 2001 02:03:13 -0000\r\nReceived: (qmail 27141 invoked from network); 20 Feb 2001 02:03:12 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 20 Feb 2001 02:03:12 -0000\r\nReceived: from unknown (HELO mailrelay1.chek.com) (208.197.227.23) by mta1 with SMTP; 20 Feb 2001 02:03:11 -0000\r\nReceived: (qmail 31397 invoked from network); 20 Feb 2001 02:03:10 -0000\r\nReceived: from viebrock.chek.com (208.197.227.194) by mailrelay1.chek.com with SMTP; 20 Feb 2001 02:03:10 -0000\r\nReceived: (qmail 26974 invoked by uid 99); 20 Feb 2001 02:00:44 -0000\r\nDate: 20 Feb 2001 02:00:44 -0000\r\nMessage-ID: &lt;20010220020044.26973.qmail@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nX-MASSMAIL: 1.0\r\nSubject: Battle!!!!!!!\r\nFrom: &quot;Carnage Blood&quot; &lt;Carnage@...&gt;\r\n\r\n** Dinobot had glared down at the tiny creature which had clung to his tail only moments before, snarling in annoyance as it crawled upon it&#39;s stomach towards Tavatron and seemed to paw at her for her to lift it into her arms. In yet, he knew that something or sorts was occurring to Tavatron that very moment and then last thing with which she required was to stroke the black fur of a creature he would rather hand squished up against the flat of his clawed hand.  Though, was satisfied when she kicked it away, even though the sound of her voice drew his attention.   It was not normal, nothing as of what her voice should sound as, but had more of a metallic ring to his sensors.\r\nThis...this was not the Tavatron he knew. And he actually had been around her so often that he could basically plot her personality, and this was not part of it. Even when Tavatron was not at her best she was not like this, and it was something that gave him reason for concern.   However, as she did not wish assistance he would not give it unless forced, as of when this became too serious that not even Tavatron seemed to be there any longer, or even perhaps before.  However, until then, he would keep a watch on her at all times, since he was sure that even now she was slipping away.\r\nPerhaps...perhaps it was shellshock. Something that should be mentioned to the Maximal commander but out of earshot of this fembot, since he was sure she would disagree with what he thought could be best to help her.  However, all of his thoughts disappeared the moment that his visual scanners detected a spasm in Tavatron&#39;s body, his muscles tensing and bunching, ready to accept her whole weight onto him but instead she simply held in, leaning heavily on his structure for support.  He turned his head to look at her but she refused to turn her own to look him in the face, positive now that something was wrong that he was going to get to the bottom too. Even if it annoyed her completely.  However, it was not long before she had looked back towards him, but by then he knew that something was wrong and she could not hide it any longer.\r\nThough Dinobot blinked at her decline of his offer, forgetting for a few moments that he had planned to leave. And even while he thought about it now, with a second of clear though he saw his mistakes.  He was already a traitor by Predacon standards, must he become one from Maximal as well? He was slightly shamed by his earlier thoughts but soon, after both him and Tavatron had hit the dirt before she shuttle had exploded, the real battle began.\r\nDinobot quickly transformed into robot mode with a snarl, his scanners penetrating the choking ash which her enveloped the battlefield and finding a suitable target. Tavatron, by now, had disappeared into the gray surroundings while he began to move deeper into it. Growling, he finally sought out someone who would, indeed, be a well target.  Sun Crush.  With his attack upon both Maximals and Cybertronian Fire alike he was something to be dealt with. And indeed he would be.  \r\nAiming quickly Dinobot activated the paralyzing counterpart to his optic laser and fired towards the enemies mid-section, gaining ground as to be close enough to be in more of the battle with him if he suddenly decided to be foolish enough to pick a fight with as experienced a warrior as he.  However, even though his own mech fluid was beginning to pump with the rage of battle, his thoughts couldn&#39;t help but stray towards Tavatron and her welfare in this battle.**\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n________________________________________________________________\r\nGet Email, News, Links and The Best Selection at http://www.AnimeNation.com\n\n"}}