{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Iron Raptor","from":"Iron Raptor &lt;ironraptor13@...&gt;","replyTo":"LIST","senderId":"MG8DPqJQk4QmGTIgWPOEa2miSU7zRULKF4Esn_Z-9HlMW9xnH2D1FgadkHrMz8hy9NnOs7OS01PnOZnFhZbrnLyZjY97RT1TQPe_Nts","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: (unknown)","postDate":"960178692","msgId":2800,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjA1MDQxODEyLjc4MjUuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":2799,"nextInTopic":2801,"prevInTime":2799,"nextInTime":2801,"topicId":416,"numMessagesInTopic":574,"msgSnippet":"* Iron Raptor was just about to explain to Ramhorn that the two bots that had been in front of her were merely speaking to her and demonstrating something in","rawEmail":"Return-Path: &lt;ironraptor13@...&gt;\r\nReceived: (qmail 10974 invoked from network); 5 Jun 2000 04:18:13 -0000\r\nReceived: from unknown (10.1.10.27) by m1.onelist.org with QMQP; 5 Jun 2000 04:18:13 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.84) by mta2 with SMTP; 5 Jun 2000 04:18:13 -0000\r\nReceived: (cpmta 7826 invoked from network); 4 Jun 2000 21:18:12 -0700\r\nDate: 4 Jun 2000 21:18:12 -0700\r\nMessage-ID: &lt;20000605041812.7825.cpmta@...&gt;\r\nX-Sent: 5 Jun 2000 04:18:12 GMT\r\nReceived: from [207.194.22.42] by mail.penpals.com with HTTP; 04 Jun 2000 21:18:12 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: (unknown)\r\nFrom: Iron Raptor &lt;ironraptor13@...&gt;\r\n\r\n\n\n* Iron Raptor was just about to explain to Ramhorn that the two bots that had been in front of her were merely speaking to her and demonstrating something in which they had made (the rifle Dracona had presented), no threat intended and no cause for alarm. But before she could open her mouth to respond she suddenly saw Ramhorn jump out of the way and then saw why, the grenade in which Zenyak had thrown had landed near to her but was close enough to wound all of them!\nIron Raptor had swung her head around towards Plintissa and Dracona to shout for them to get out of the way, not concerned about being so close to the weapon and not moving to save her own hide.\nShe had just opened her mouth to yell out a warning to them when the grenade went off, all that escaped her mouth then was a roar that could have rocked the whole base if she would have been close enough.\nShe breathed hard and slowly moved her massive head around to look at the damage done when the smoke cleared away, but when she saw the damage she wished she wouldn&#39;t had.\nHer entire side had been ripped up and was nothing more then a mess of mech-fluid, not even being able to see the slaged circuitry beyond the fluid...running so thickly down her side. Her shoulder and hip was also in the same state but not quite as bad as her middle, obvious in dire need of repair.\nBut that wasn&#39;t what concerned Iron Raptor at the moment as she swung her head towards Ramhorn quick enough to cause a pained growl to escape her mouth, she then looked over at Tritan as he landed beside her.*\n\n&quot; No, but...thank you for the...offer.&quot;\n\n* Her answer was pained and hard to say due to the pain in her side, but as she swung her head back towards Ramhorn it just intensified.*\n\n&quot; If you&#39;re...cappable,please get yourself into a CR chamber and then up to the War room. There&#39;s a meeting there and...I want everybot present..and I want to resolve this little problem of yours.&quot;\n\n* With that said she then swung her head over Tritan and towards Plintissa and Dracona, the pain she was feeling written clearly in her eyes.*\n\n&quot; Yes, use the CR chambers but I...then want you two in the War room as well, mainly to...deal with Ramhorn&#39;s and your problem. Also, if he can&#39;t make it on his own I want you to help him in, almost like a truce for now. No fighting either.&quot;\n\n* She then looked over at Ramhorn again and then back to Plintissa, she wanted all of them to understand that.*\n\n&quot; Got it? No...fighting. There&#39;s far to much slag going on to just...start shooting it out at the moment and none us are in the condition to do so. Not to mention...I&#39;m in no mood to break you guys up again but JUST in the mood to slag all three.I hope I have made myself clear?!&quot;\n\n* She said the last sentence with her teeth bared and a low growl in the back of her throat, and she WAS just in the mood to rip somebot apart if they spoke against her. But she knew that she wasn&#39;t the one running the show, or so it seemed to her.\nIron Raptor then slowly began to rise to her feet but then her wounded shoulder gave out and she slammed back down to earth, the ground rumbling and slightly shaking at the impact. With a rather pained snarl she then tried again and succeeded, but her steps were shaky and uncertain.*\n\n&quot; Now, if you all excuse me, I have a grenade thrower to slag!!&quot;\n\n* She snarled this as she then began to move off in the direction in which she had seen Zenyak run in, her steps pained but building in speed as she moved closer and closer to where she had seen him run to.\nSoon her legs pumped painfully as they carried her at a full run to the coordinates her scanners read that Zenyak was at, rage and the pure urge to rip him apart making her limbs work harder and faster.\nThe ground shock with the force of her clawed feet hitting the ground, the termers causing a few stones to bounce the closer she got to them.\nIt wasn&#39;t long until her scanners and senses told her then he was close, just a few more yards!\nWith that Iron Raptor rounded a jutting cliff and finally spotting her intended target, the cliff on one side and s grove of trees on the other.\nWith the sight of her prey in range she then rounded the cliff and began to storm at top speed towards him, a bloodthirsty roar escaping her mouth along with the image of row of teeth ready to sink into him!*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}