{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"rjlGFVJjx7R0iqePh8744QlrmO_3SDWUzq4vtuZxYjvbJ8NjzELPObg4tCfjSpLLPHd3Q4SDNwN7IowXrl1VQNTEd1FKJA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: (unknown)","postDate":"960178851","msgId":2801,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA1NTkwMWJmY2VhNSQ2ZmRhZDAwMCRmOTUyZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDIwMDAwNjA1MDQxODEyLjc4MjUuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":2800,"nextInTopic":2802,"prevInTime":2800,"nextInTime":2802,"topicId":416,"numMessagesInTopic":574,"msgSnippet":"Plintissa and Dracona walk to the base, enter, and step into the CR Chamber... ... From: Iron Raptor  To:  ","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 25855 invoked from network); 5 Jun 2000 04:23:59 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 5 Jun 2000 04:23:59 -0000\r\nReceived: from unknown (HELO pimout7-int.prodigy.net) (207.115.63.106) by mta3 with SMTP; 5 Jun 2000 04:23:58 -0000\r\nReceived: from birdboy (TAMPA020-0249.splitrock.net [63.254.82.249]) by pimout7-int.prodigy.net (8.8.5/8.8.5) with SMTP id AAA107364 for &lt;nbwrpg@egroups.com&gt;; Mon, 5 Jun 2000 00:23:49 -0400\r\nMessage-ID: &lt;055901bfcea5$6fdad000$f952fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;20000605041812.7825.cpmta@...&gt;\r\nSubject: Re: (unknown)\r\nDate: Mon, 5 Jun 2000 00:20:51 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nPlintissa and Dracona walk to the base, enter, and step into the CR\nChamber...\n----- Original Message -----\nFrom: &quot;Iron Raptor&quot; &lt;ironraptor13@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Monday, June 05, 2000 12:18 AM\nSubject: Re: (unknown)\n\n\n&gt;\n&gt;\n&gt; * Iron Raptor was just about to explain to Ramhorn that the two bots that\nhad been in front of her were merely speaking to her and demonstrating\nsomething in which they had made (the rifle Dracona had presented), no\nthreat intended and no cause for alarm. But before she could open her mouth\nto respond she suddenly saw Ramhorn jump out of the way and then saw why,\nthe grenade in which Zenyak had thrown had landed near to her but was close\nenough to wound all of them!\n&gt; Iron Raptor had swung her head around towards Plintissa and Dracona to\nshout for them to get out of the way, not concerned about being so close to\nthe weapon and not moving to save her own hide.\n&gt; She had just opened her mouth to yell out a warning to them when the\ngrenade went off, all that escaped her mouth then was a roar that could have\nrocked the whole base if she would have been close enough.\n&gt; She breathed hard and slowly moved her massive head around to look at the\ndamage done when the smoke cleared away, but when she saw the damage she\nwished she wouldn&#39;t had.\n&gt; Her entire side had been ripped up and was nothing more then a mess of\nmech-fluid, not even being able to see the slaged circuitry beyond the\nfluid...running so thickly down her side. Her shoulder and hip was also in\nthe same state but not quite as bad as her middle, obvious in dire need of\nrepair.\n&gt; But that wasn&#39;t what concerned Iron Raptor at the moment as she swung her\nhead towards Ramhorn quick enough to cause a pained growl to escape her\nmouth, she then looked over at Tritan as he landed beside her.*\n&gt;\n&gt; &quot; No, but...thank you for the...offer.&quot;\n&gt;\n&gt; * Her answer was pained and hard to say due to the pain in her side, but\nas she swung her head back towards Ramhorn it just intensified.*\n&gt;\n&gt; &quot; If you&#39;re...cappable,please get yourself into a CR chamber and then up\nto the War room. There&#39;s a meeting there and...I want everybot present..and\nI want to resolve this little problem of yours.&quot;\n&gt;\n&gt; * With that said she then swung her head over Tritan and towards Plintissa\nand Dracona, the pain she was feeling written clearly in her eyes.*\n&gt;\n&gt; &quot; Yes, use the CR chambers but I...then want you two in the War room as\nwell, mainly to...deal with Ramhorn&#39;s and your problem. Also, if he can&#39;t\nmake it on his own I want you to help him in, almost like a truce for now.\nNo fighting either.&quot;\n&gt;\n&gt; * She then looked over at Ramhorn again and then back to Plintissa, she\nwanted all of them to understand that.*\n&gt;\n&gt; &quot; Got it? No...fighting. There&#39;s far to much slag going on to just...start\nshooting it out at the moment and none us are in the condition to do so. Not\nto mention...I&#39;m in no mood to break you guys up again but JUST in the mood\nto slag all three.I hope I have made myself clear?!&quot;\n&gt;\n&gt; * She said the last sentence with her teeth bared and a low growl in the\nback of her throat, and she WAS just in the mood to rip somebot apart if\nthey spoke against her. But she knew that she wasn&#39;t the one running the\nshow, or so it seemed to her.\n&gt; Iron Raptor then slowly began to rise to her feet but then her wounded\nshoulder gave out and she slammed back down to earth, the ground rumbling\nand slightly shaking at the impact. With a rather pained snarl she then\ntried again and succeeded, but her steps were shaky and uncertain.*\n&gt;\n&gt; &quot; Now, if you all excuse me, I have a grenade thrower to slag!!&quot;\n&gt;\n&gt; * She snarled this as she then began to move off in the direction in which\nshe had seen Zenyak run in, her steps pained but building in speed as she\nmoved closer and closer to where she had seen him run to.\n&gt; Soon her legs pumped painfully as they carried her at a full run to the\ncoordinates her scanners read that Zenyak was at, rage and the pure urge to\nrip him apart making her limbs work harder and faster.\n&gt; The ground shock with the force of her clawed feet hitting the ground, the\ntermers causing a few stones to bounce the closer she got to them.\n&gt; It wasn&#39;t long until her scanners and senses told her then he was close,\njust a few more yards!\n&gt; With that Iron Raptor rounded a jutting cliff and finally spotting her\nintended target, the cliff on one side and s grove of trees on the other.\n&gt; With the sight of her prey in range she then rounded the cliff and began\nto storm at top speed towards him, a bloodthirsty roar escaping her mouth\nalong with the image of row of teeth ready to sink into him!*\n&gt;\n&gt;\n&gt; ____________________________________________________________________\n&gt; Get your free, permanent email  @..., the friendliest\n&gt; address on the Net!\n&gt; http://penpalmail.www.com\n&gt;\n&gt; Want to make new friends all over the world?  Visit\n&gt; http://www.penpals.com and its FREE!\n&gt;\n&gt; ------------------------------------------------------------------------\n&gt; Failed tests, classes skipped, forgotten locker combinations.\n&gt; Remember the good &#39;ol days\n&gt; http://click.egroups.com/1/4053/10/_/_/_/960178693/\n&gt; ------------------------------------------------------------------------\n&gt;\n&gt;\n\n\n"}}