{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"airly2000@yahoo.com","from":"airly2000@...","replyTo":"LIST","senderId":"feoCwSP-Q3iMcQIgtXJ5vInX_CIlL40ATOU7S1DLFuOJWl2iHLp_tU-PDYPdRoh4u_9hm0kfxzK_xw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hello guys!","postDate":"982968673","msgId":28205,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk3NnBoMStydTNiQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEYxNTBBZFZMcjU1VDlvYTV5MHQwMDAwY2RiYkBob3RtYWlsLmNvbT4="},"prevInTopic":28174,"nextInTopic":38304,"prevInTime":28204,"nextInTime":28206,"topicId":28159,"numMessagesInTopic":7,"msgSnippet":"OOC: Hello Jen D. Nice to meet you and nice to see you here back. Airly ... My life ... things ... yan fill ... taking any ... bringing in ... writing ... ","rawEmail":"Return-Path: &lt;airly2000@...&gt;\r\nX-Sender: airly2000@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 23 Feb 2001 22:51:14 -0000\r\nReceived: (qmail 978 invoked from network); 23 Feb 2001 22:51:14 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 23 Feb 2001 22:51:14 -0000\r\nReceived: from unknown (HELO ck.egroups.com) (10.1.2.83) by mta1 with SMTP; 23 Feb 2001 22:51:14 -0000\r\nX-eGroups-Return: airly2000@...\r\nReceived: from [10.1.4.68] by ck.egroups.com with NNFMP; 23 Feb 2001 22:51:14 -0000\r\nDate: Fri, 23 Feb 2001 22:51:13 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Hello guys!\r\nMessage-ID: &lt;976ph1+ru3b@...&gt;\r\nIn-Reply-To: &lt;F150AdVLr55T9oa5y0t0000cdbb@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6353\r\nX-Mailer: eGroups Message Poster\r\nFrom: airly2000@...\r\n\r\nOOC:\n\nHello Jen D. Nice to meet you and nice to see you here back.\n\nAirly \n\n--- In nbwrpg@y..., &quot;Jen D.&quot; &lt;jeniff@h...&gt; wrote:\n&gt; (OOC: Hi everyone! I&#39;m sorry to have dissapeared for a long time. \nMy life \n&gt; fell apart pretty fast and i didn&#39;t have time for the internet. but \nthings \n&gt; have quieted down now and I have some time on the internet. I had \nyan fill \n&gt; me in on things, so I think i know whats going on. I won&#39;t be \ntaking any \n&gt; characters that I left behind when i dissapeared, but i&#39;ll be \nbringing in \n&gt; some new ones. i took some writing classes when i could, so my \nwriting \n&gt; should be better, but its hard to go to school when youre in my \nsituation, \n&gt; so please don&#39;t be mad if its bad. i still have very little time, \nso yan can \n&gt; post for me if i dissapear suddenly. I&#39;ll try to inform him so that \nhe knows \n&gt; when to take over, but if you see him posting with my chars, its ok.\n&gt; \n&gt; The only people I still reconize are Yan, JP, and KSLawdogg (all \nmeanies)!  \n&gt; oh yeah, and yan gave me permission to copy his idea of the \ngalators (sp?), \n&gt; so no one get mad at me for it! :)\n&gt; \n&gt; My post:\n&gt; \n&gt; Cinder, Aqua, Mist, Rubble, and Mantle were in a ship heading for \nearth. \n&gt; They were originaly part of the same team that Prowl (yan gave me \npermission \n&gt; :) came to earth with, but had been seperated while out on a \nmission. When \n&gt; they were coming back to Striker&#39;s ship, they saw it enter a \ntranswarp \n&gt; portal, and followed. They overshot and ended up in the future, \nafter \n&gt; Striker&#39;s crew had landed, but their hopes were high anyways.\n&gt; \n&gt; Cinder sighed, looking out the small viewport of the hall at the \nslowly \n&gt; oncoming little blue pretty planet. The Eletors, which was the name \nof the \n&gt; group that consisted of Cinder and her sibblings, were a new breed \nof \n&gt; Maximals. They were made after the maximals reached the same level \nof \n&gt; fighting technology that the predacons had used to make the \ngalators. After \n&gt; they were tested for bugs and any bugs that had been found were \nfixed, they \n&gt; were assigned to Striker&#39;s team. They went on many missions \ntogether, but \n&gt; the latest one had taken them far from Striker&#39;s ship, and that was \nwhy they \n&gt; were now following them and hoping that there were survivors. \nCinder heard \n&gt; footsteps behind her, knowing that it was one of her sibblings \nchecking on \n&gt; her. She knew they were worried, and she couldn&#39;t blame them, but \nshe \n&gt; couldn&#39;t help but worry about the condition of her friends on earth.\n&gt; \n&gt; &quot;Do you think he&#39;s still alive?&quot; she asked the bot that approached \nbehind \n&gt; her. Her voice was as worried as her thoughts, and she kinda felt \nsorry for \n&gt; worrying her brothers and sisters.\n&gt; \n&gt; &quot;Us Maximals are survivors, Cinder,&quot; a male voice replied to her \nquestion. \n&gt; She knew that he knew who she was talking about. &quot;He&#39;ll be ok. We \ncouldn&#39;t \n&gt; have overshot by more than a year, and they could easily survive \nthat long.\n&gt; \n&gt; Cinder looked back at her brother Aqua, her eyes a bit wet from \nworrying. \n&gt; She had a sleek, well shaped body with two red stripes going up her \nsides \n&gt; and an orange one down her middle and back. Her hair was crimson \ncolored. \n&gt; The ship had scanned the planet and detected energon a little \nwhiles away, \n&gt; giving the Eletors beast modes to suit earth. Cinder had a long, \nbushy fox \n&gt; tail swinging slowly back and forth from her rear. &quot;I hope you&#39;re \nright, \n&gt; brother. I hope we&#39;re not too late.&quot;\n&gt; \n&gt; Aqua walked up and hugged his sister. He was colored different \nshades of \n&gt; blue. His beast mode, a blend of a dolphin and a shark, contributed \nto his \n&gt; compassionate attitude and his excellent fighting skills. &quot;Don&#39;t \nworry, \n&gt; they&#39;re allright,&quot; he repeated. &quot;Do you want something to eat? \nEveryone is \n&gt; at the mess hall. You can take your mind off of the situation for \nthe \n&gt; matter.&quot;\n&gt; \n&gt; Cinder nodded, returning Aqua&#39;s hug greatfully. She walked with him \nthrough \n&gt; the ship back toward the mess hall. They entered and walked to the \nmain \n&gt; table, where the rest of the team was seated. Cinder looked around \nat her \n&gt; other brothers and sisters, managing a smile for them. She sat down \non the \n&gt; chair that Aqua pulled out for her, and then watched him sit down \nnear her. \n&gt; Aqua was the closest to her of all her family, probably closest to \neveryone \n&gt; else too. He always cared for people&#39;s feelings.\n&gt; \n&gt; &quot;We&#39;re almost in range to make a complete scan of the planet for \nany \n&gt; transformers,&quot; Mantle, the bot in charge of the group, said. He was \n&gt; officially the bot in charge but the eletors were more like a \nfamily, with \n&gt; Mantle acting a bit as the father, Mist as the mother, and the rest \nof them \n&gt; as kids. Mantle was created first of eletors, then Mist, Rubble, \nAqua, and \n&gt; finally Cinder. Being the youngest, Cinder was usually pampered, \nand she \n&gt; hated it. She never got to do anything fun! But right now everyone \nwas \n&gt; looking at her to see how she felt about this, as usual concerned \nwith her \n&gt; state of mind. They all knew why she was worried about the state of \nthe bots \n&gt; on the planet, although she wished they didn&#39;t know. She nodded, \nlooking \n&gt; down at her food and picking at it.\n&gt; \n&gt; &quot;Don&#39;t worry, they&#39;ll be ok.&quot; Mist leaned over and patted Cinder on \nthe \n&gt; shoulder, trying to confort her. Mist was almost as attractive as \nCinder, \n&gt; although she was slightly older and wiser, and less entusiastic \nabout \n&gt; things. Her body was a very light blue, lighter than Aqua&#39;s. Mist \nwas \n&gt; compassionate to all her friends, not to the point that Aqua was, \nbut still \n&gt; very compassionate. She hugged Cinder and then went back to her \nfood, \n&gt; glaring at Rubble for a second when Rubble burped loudly.\n&gt; \n&gt; &quot;Sorry,&quot; Rubble mumbled, going back to his food. He was a big, \nstrong bot, \n&gt; his coloring ranging from grey to brown. Even though he was male to \nthe \n&gt; core, he cared very much for his family, and would give his life \nfor any of \n&gt; them. In a few minutes, Mantle stood up.\n&gt; \n&gt; &quot;Ok, everyone, let&#39;s get the scan going,&quot; he said and walked out of \nthe \n&gt; room. As he left he motioned for the rest to follow. Cinder and her \nfamily \n&gt; stood up, following him toward the control room.\n&gt; \n&gt; \n&gt; \n&gt; - Jen D :)\n&gt; _________________________________________________________________\n&gt; Get your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}