{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jen D.","from":"&quot;Jen D.&quot; &lt;jeniff@...&gt;","replyTo":"LIST","senderId":"n6dXdnl7pKJdr5YFvPEabadNiwugoFgGnJkPq3vqoRYTYmmF-nIOPCkvGNONyevK6VrlNRtRMH33FbbmczKe0ml9qk4","spamInfo":{"isSpam":false,"reason":"0"},"subject":":-)","postDate":"982997861","msgId":28220,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEY2TG41VTlUM1RHSjJUVVN6YkEwMDAyMDNmM0Bob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":28219,"nextInTime":28221,"topicId":28220,"numMessagesInTopic":1,"msgSnippet":"(OOC: Thanks, Cyberwolf! I m happy to see someone likes my writing. And hi everyone who said hi to me! If my post is weird, please don t be mad. I got as good","rawEmail":"Return-Path: &lt;jeniff@...&gt;\r\nX-Sender: jeniff@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_0_4); 24 Feb 2001 06:57:42 -0000\r\nReceived: (qmail 241 invoked from network); 24 Feb 2001 06:57:41 -0000\r\nReceived: from unknown (10.1.10.142) by l10.egroups.com with QMQP; 24 Feb 2001 06:57:41 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.6) by mta3 with SMTP; 24 Feb 2001 07:58:46 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Fri, 23 Feb 2001 22:57:41 -0800\r\nReceived: from 24.221.148.187 by lw9fd.law9.hotmail.msn.com with HTTP;\tSat, 24 Feb 2001 06:57:41 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: :-)\r\nDate: Sat, 24 Feb 2001 01:57:41 -0500\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F6Ln5U9T3TGJ2TUSzbA000203f3@...&gt;\r\nX-OriginalArrivalTime: 24 Feb 2001 06:57:41.0544 (UTC) FILETIME=[14C46280:01C09E2F]\r\nFrom: &quot;Jen D.&quot; &lt;jeniff@...&gt;\r\n\r\n(OOC: Thanks, Cyberwolf! I&#39;m happy to see someone likes my writing. And hi \neveryone who said hi to me! If my post is weird, please don&#39;t be mad. I got \nas good a picture of what&#39;s happening as I could, but yan isn&#39;t the greatest \nexplainer in the world :)\n\nMantle, followed by Mist, Rubble, Aqua, and Cinder, entered the control room \nof the Element, their ship. The element was a large ship, easily as large as \nthe Cybertronian Fire and with more advanced stuff on it. The control room \nwas a round room filled with computer equipment. Computer screens and \nkeyboards lined the walls all around, taking breaks where the doors were \nplaced. There was also a circle of computers in the middle of the room. \nComfy chairs were placed in front of the computers so that the bots in the \nroom wouldn&#39;t have sore backs like I do from sitting at the comp too much, \nor anywhere for that matter. Cinder watched Mantle walk up the the main \ncomputer, which was the biggest of the center computers.\n\n&quot;Cyndro,&quot; Mantle looked up at the screen of the main computer. It lit up and \nsome info flashed across it, getting ready for any tasts that Mantle might \ngive it.\n\n&quot;Hello, Mantle,&quot; a friendly male voice replied from the console. Cinder \nsmiled. The male voice was Cyndro, the ship&#39;s &#39;brain&#39;. It was an advanced \ncontrol system for the ship, and it had access to everything on the ship. It \nwas also sentient, so it provided for good conversation, something that \nCinder cherished. There weren&#39;t too many bots that understood her, and \nCyndro was one of the few that could. His vast knowledge was a great \ncompliment for his sometimes child like personality. Cinder would often \nspend hours sitting in the comfortable chairs and talking to Cyndro, or \nlaying in her bed in her quarters and talking to him there. He was all over \nthe ship. But Cinder knew that Cyndro could get very serious when in serious \nsituations. She had seen him almost take control at a space battle they had \nbeen in, and he had done very well. A ship with a bunch of pilots couldn&#39;t \ncompete with a single mind like Cyndro&#39;s. &quot;What&#39;s up?&quot; Cyndro asked Mantle.\n\n&quot;Are we close enough to the planet to do a scan?&quot; Mantle&#39;s voice had a tinge \nof hope in it. The eletors had been waiting to get close enough to the \nplanet for a while now. &quot;I think we should see as much as we can before \nlanding.&quot;\n\n&quot;One step ahead of ya!&quot; Cyndro replied happily, seeming very pleased with \nhimself. Cinder smiled. She liked how Cyndro loved to be useful. She \nlistened to his next words with true interest, because she had been waiting \nfor the report for a while. Her excitement rose rapidly. &quot;I already scanned \nthe planet and got the energy signatures of most of the bots there. From \nwhat I can see, there&#39;s a war going on, and from the amount of Maximals in \nthe area, the base being attacked is probably Maximal too.&quot;\n\nCinder jumped forward, unable to contain herself any longer. &quot;What about the \nothers? Are they there? Are they ok? Which ones are there? Can you get a \ncomm..&quot;\n\nCyndro&#39;s well natured laugh interrupted Cinder&#39;s babbling. &quot;Don&#39;t worry, \nCinder, my scans have picked up the orignal team there, well some of them. \nAnd yes, he&#39;s definetly with them.&quot;\n\nCinder&#39;s cheeks turned even redder than normal as she blused. It seemed that \neveryone knew everything about her these days. She looked to Mantle and then \nstepped back, her spark pounding. There was hope!\n\n&quot;You said there was a battle,&quot; Mantle said seriously, taking a seat at the \nmain computer and looking at the bottom screen. &quot;How serious is it?&quot;\n\nThe bottom screen flashed to life with scanner reports of the planet. &quot;It \nactually looks more like total chaos than battle.&quot; Cyndro&#39;s voice sounded \nfrom the bottom screen. &quot;As close as I can tell, there&#39;s fighting all over \nthe planet. Most of it seems to be involving the Maximals though.&quot;\n\nMantle nodded and stood up, looking over his family. Cinder&#39;s spark was \npounding in her chest, hoping that he&#39;d say what he was going to say. &quot;It \ndoesn&#39;t look like we have a choice. We&#39;ll be going in to help the Maximals.&quot;\n\n&quot;YAY!&quot; Cinder&#39;s yell surprised everyone in the room. Mantle&#39;s eyes widened \nas she threw her arms around him, but she was racing at top speed toward her \nroom before he could respond. He chuckled and turned back to the main \ncomputer.\n\n&quot;Well, Cyndro, lets get to that planet!&quot;\n\n&quot;Consider us there, Mantle!&quot; Cyndro replied happily, going for the \nCybertronian Fire at full speed.\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}