{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"T27fj0nleiAIudOsPxzM6pZF-NtK42GuYYZ91xgqhlSCbl7jE7Qas_XQrv4c3XawnvQsdtcjIxlGrMpquAffCAwUwx_MJ8LH8p89dQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"960250714","msgId":2832,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjA2MDAxODM0LjE0NjgyLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":2831,"nextInTopic":2834,"prevInTime":2831,"nextInTime":2833,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot had almost though that his little strike of humor had fallen on deaf ears when Tavatron had first replied to his comment, it obviously ruining the","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 20679 invoked from network); 6 Jun 2000 00:18:35 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 6 Jun 2000 00:18:35 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.68) by mta3 with SMTP; 6 Jun 2000 00:18:35 -0000\r\nReceived: (cpmta 14683 invoked from network); 5 Jun 2000 17:18:34 -0700\r\nDate: 5 Jun 2000 17:18:34 -0700\r\nMessage-ID: &lt;20000606001834.14682.cpmta@...&gt;\r\nX-Sent: 6 Jun 2000 00:18:34 GMT\r\nReceived: from [207.194.22.117] by mail.penpals.com with HTTP; 05 Jun 2000 17:18:34 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n\n* Dinobot had almost though that his little strike of humor had fallen on deaf ears when Tavatron had first replied to his comment, it obviously ruining the moment in which he had actually show the extremely rare side of himself. If that was the case then it would be a side that he would then never reveal again, seemingly that he had almost lost the touch to push the right buttons to inspire sharp and almost cruel comments. But the fact that there could be a sort of friendship would then turn such cruel comments in to mere teasing.\nBut when Tavatron had then finally caught up on what he had said and it&#39;s meaning it was a bit of a relief to him, to say the least the feeling of oddness had disappeared from the stress of not getting his point across. The snap towards him from the, seemingly playful, Tavatron almost made him wonder what had gone wrong with her, but in a sense he knew that just as he had shown a bit of humor on his part she had just shown a bit of spirit on her&#39;s.\nBut then Tavatron had then added a little extra information in which referred to him LOOKING like a pig it was then that he knew that he had competition and a challenge to beat her comment involving his appearance caused by her.\nThat challenge was acceptable.\nA few years having to put with up with a particularly snooty rodent had made him quicker to react to such sayings, it now being easier to begin an argument and win with snide and half cruel reactions.\nDinobot had noticed Tavatron&#39;s increase in speed but the reason had not escaped him, in fact he saw the entire action as no more then the show of pure sense.\nIt wouldn&#39;t have been wise to be to close to him if he had taken the comment the wrong way, but it was fortunate that he had not but he wasn&#39;t about to let her know that. If anything he was well known for nearly scrapping bots if they even so much as looked at him the wrong way and he wasn&#39;t about to ruin that reputation now!\nWith a start Dinobot snarled and growled at the comment, suddenly rearing his head back in a rather surprised look but it was nothing more then a mock action...but so convincing that no other would have guessed. He then narrowed his eyes at the running wolf as if to give the impression that he was indeed most offended and angry. The ice cold look in them just as easy to turn on and off for him as a light switch.*\n\n&quot; WHAT?!!!&quot;\n\n* His voice was that of a half raged roar and twice as harsh, the expression he wore was nothing nicer then a bot ready to rip another apart!*\n\n&quot; I? Appear like a...PIG??!!!!!!&quot;\n\n* With that Dinobot then picked up his pace and soon was right at the heals of the she-wolf, it obvious in the way that his body and muscles were postured that he was stressed and down right ticked off.\nHis metallic jaws slammed and snapped right behind Tavatron, only millimeters from her ham-strings at times and nearly biting the end of her tail off at others. One instant he snapped at the side of her haunch and just managed to clip off a fair mass of her fur in the process, not enough to show but just enough to let her know that if she wished to keep her tail she had better either turn and fight or quicken her pace!\nDinobot snarled and roared as he snapped at the running mammal, even coming up so close that his jaws were ready to close on her middle but then purposefully slowed so that she would pull ahead and his jaws closed on this air when he snapped.\nBut it wasn&#39;t long before he was right at her heels again with his snapping jaws sounding behind her but then stopping long enough to speak before he snapped again...*\n\n&quot; Well, if you are...&quot; *snap* &quot;implying that it is I whom...&quot; *snap, snap* &quot; look like a pig then it is plainly obvious...&quot; * snap* &quot; that they look better then you!!&quot; * SNAP!!!*\n\n* It was a plain come back but one none the less, one that, in fact, he was rather surprised that had formed in his throat.\nBut the point was clear in the fact that he was nearly roaring as he had spoken, forward and straight to the point.\nAnd if Tavatron didn&#39;t suddenly turn and challenge him or pick up her pace then she would be getting the point even more then he had...literally!*\n\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}