{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"qcSciPK01htSkboe8DXKQvyTSx71jYD6tvOGuG2Nj_iwgr2IazPPA9wGIo79i2WClJoDQtV01g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Forces","postDate":"983156696","msgId":28336,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGZmLjJkMjg3ZTcuMjdjYjIxZDhAY3MuY29tPg=="},"prevInTopic":28294,"nextInTopic":28344,"prevInTime":28335,"nextInTime":28337,"topicId":28189,"numMessagesInTopic":15,"msgSnippet":"(Thanks for reminding me, Yan, but my guys aren t hovering, they re all going full speed northeast so they re no where near the blast area of the puny weapon","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 26 Feb 2001 03:05:01 -0000\r\nReceived: (qmail 25839 invoked from network); 26 Feb 2001 03:05:01 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 26 Feb 2001 03:05:01 -0000\r\nReceived: from unknown (HELO imo-d03.mx.aol.com) (205.188.157.35) by mta1 with SMTP; 26 Feb 2001 03:05:00 -0000\r\nReceived: from KSLawdogg@... by imo-d03.mx.aol.com (mail_out_v29.5.) id r.ff.2d287e7 (3317) for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 25 Feb 2001 22:04:58 -0500 (EST)\r\nMessage-ID: &lt;ff.2d287e7.27cb21d8@...&gt;\r\nDate: Sun, 25 Feb 2001 22:04:56 EST\r\nSubject: Forces\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Thanks for reminding me, Yan, but my guys aren&#39;t hovering, they&#39;re all going \nfull speed northeast so they&#39;re no where near the blast area of the puny \nweapon :p)\n\n\nUnicron/Vehement/Sun Crusher/Reflector/Demon Wulf/Flesh Ripper/Dark Claw/The\nProtectobots/Shockwave:\n\n\n\nUnicron kept flying at top speed as did his warriors, feeling a small amount \nof his energy being drained, though every second it was being drained less \nand less.  He raised an arm, launching another ES-seeking missile and stopped \nfiring immediately after that, the ancient robot out of firing range, unless \nthe enemies pursued them.\n\n---\n\nVehement dived down in the air, avoiding the missiles but two shots striking \nhim.  One in an undamaged part of his robe that absorbed the blast, the other \nhitting him in a gap of the material, getting past some damaged armor and \ndeactivating some circuitry that wasn&#39;t vital.\n\nHe looked back, firing off ten rapid optic blasts at Killfest, raising an \narm, but followed Unicron as he was out of firing range of his enemies.\n\n---\n\nSun Crusher saw two incoming missiles fired off five rapid optic blasts on an \nintercept course with one of the missiles and ducked under one, not knowing \nit was ES-seeking, and yelled out as it exploded against his back.  He \ncursed, raising an arm and launching off two energy-signature seeking \nmissiles down at Greven, continuing at maximum speed in pursuit of Unicron.\n\n---\n\nReflector&#39;s back was to EndBringer, but his advanced scanners detected four \nprojectiles heading towards him and he stopped, firing off ten rapid optic \nblasts, only intercepting three missiles, the other getting close to his \nknees, the Brotherhood &#39;bot firing another optic blast, the exploding missile \nonly three feet from him and sending a nice amount of shrapnel and flames \ninto his abdomen and legs.  As if nothing happened, he raised a wrist and \nlaunched a single energy-signature seeking missile at EndBringer&#39;s sternum.\n\nTurning back around, he blasted off into the air gaining altitude and in \npursuit of Unicron.\n\n---\n\nDemon Wulf watched the three other Protectobots arrived and the Vok warrior \ngrowled of irritation.  Raising his sword, he fired off five rapid optic \nblasts at Blades&#39; left knee, taking a page out of Groove&#39;s book.\n\n---\n\nFlesh Ripper fired off a single optic blast off at the incoming charge, \nmissing and letting out as the explosive went off in between his feet and \nsent him in the air a few feet, crashing down onto his chest.\n\n---\n\nDark Claw armed the two double-barrelled laser cannons on top of his current \nmode, firing bolt from each, two at Hot Spot&#39;s sternum and two at First Aid&#39;s \nleft shoulder.\n\n---\n\nHot Spot felt two burning beams stab into his sternum, the force knocking him \nflat to his back, a small charred out hole in that area.  He got up \npainfully, transforming to his blue fire truck mode and driving at 80 MPH at \nDark Claw.\n\n---\n\nGroove got up slowly, taking out his twin cannon, arming freezing gases and \nstarted a painful jog for Flesh Ripper.\n\n---\n\nBlades rolled to the left, crashing to his shoulder in mid roll and then \ngetting back up to his feet, firing off three bolts from his photon pistol at \nDemon Wulf, leaping into the air and transforming into his Apache mode, \narming his cannons.\n\n---\n\nFirst Aid felt two blasts burn into his shoulder, sending him into a slight \nspin, the robot falling to a knee.  &quot;Slag it!  This isn&#39;t happening again.&quot; \nhe said, getting up and firing a welding laser beam at Dark Claw.\n\n---\n\nStreetwise slowly pushed himself up, but fell back down to his chest.  \n&quot;Shi...&quot; he coughed up some mech-fluid, transforming to his police car mode \nand slowly headed for Demon Wulf, gaining speed quickly.\n\n---\n\nShockwave landed in biped mode behind First Aid, raising his right hand, \nwhich held a missile launcher, and fired off a rocket at the back of First \nAid&#39;s pelvis.\n\n"}}