{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rAuq","from":"&quot;rAuq&quot; &lt;rauq@...&gt;","replyTo":"LIST","senderId":"ReVxB9gzX6ntZKIUKuabFutUsMHlre0UtKuzivV4yx-hUsH93skAXvxHGxdCoD2w7wQr1wbSaZc8KtTpysc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: We&#39;re there!","postDate":"983173014","msgId":28377,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBOTk5NzE2LjE1ODQ5LjJDNTVEQTdAbG9jYWxob3N0Pg==","inReplyToHeader":"PEYyMzFoc0tkNlFSN2oxSGFLdEswMDAxOGYyZEBob3RtYWlsLmNvbT4="},"prevInTopic":28371,"nextInTopic":28378,"prevInTime":28376,"nextInTime":28378,"topicId":28371,"numMessagesInTopic":11,"msgSnippet":"... Aware of the ship landing, but unaware of being fired at, Astroblast takes both charges in mid air rocking him and fliping him around. When he regains his","rawEmail":"Return-Path: &lt;rauq@...&gt;\r\nX-Sender: rauq@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 26 Feb 2001 07:36:01 -0000\r\nReceived: (qmail 8589 invoked from network); 26 Feb 2001 07:36:00 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 26 Feb 2001 07:36:00 -0000\r\nReceived: from unknown (HELO priv-edtnes11-hme0.telusplanet.net) (199.185.220.238) by mta3 with SMTP; 26 Feb 2001 08:37:05 -0000\r\nReceived: from bowles1 ([216.232.96.6]) by priv-edtnes11-hme0.telusplanet.net (InterMail vM.4.01.03.13 201-229-121-113) with ESMTP id &lt;20010226073559.XUTZ2621.priv-edtnes11-hme0.telusplanet.net@bowles1&gt; for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 26 Feb 2001 00:35:59 -0700\r\nTo: nbwrpg@yahoogroups.com\r\nDate: Sun, 25 Feb 2001 23:36:54 -0800\r\nMIME-Version: 1.0\r\nContent-type: text/plain; charset=US-ASCII\r\nContent-transfer-encoding: 7BIT\r\nSubject: Re: We&#39;re there!\r\nMessage-ID: &lt;3A999716.15849.2C55DA7@localhost&gt;\r\nPriority: normal\r\nIn-reply-to: &lt;F231hsKd6QR7j1HaKtK00018f2d@...&gt;\r\nX-mailer: Pegasus Mail for Win32 (v3.12c)\r\nFrom: &quot;rAuq&quot; &lt;rauq@...&gt;\r\n\r\n::Astroblast::\nAware of the ship landing, but unaware of being fired at, Astroblast \ntakes both charges in mid air rocking him and fliping him around. \nWhen he regains his balance he turns to meet the new bots, \narmour on his left leg and shoulder smoking and chared. &quot;NO \ndamn, not renforcements... MENASOR HURRY UP! Squawktalk, \nget Beastbox in here and make sure he doesn&#39;t flop around all over \nthe place.&quot;  Astroblast transforms into spaceship mode and fire \nthree laser blasts from his twin laser cannons at Mist, and waits for \nSquaktalk, prepared to try to dodge fire if necessary.\n\n\nOn 26 Feb 2001, at 1:36, Jen D. wrote:\n\n&gt; (OOC: now that I know who the enemies are, I can finally post. i&#39;m going to \n&gt; land the Element, but its not going to move after that so that it doesnt \n&gt; break the mobile base rule thingy :)\n&gt; \n&gt; The Element decended from the sky toward the Cybertronian Fire. Inside, all \n&gt; the eletors were making a few final preporations for battle. Cinder looked \n&gt; around at her family, seeing them all armed and ready to help the maximals. \n&gt; Her excitment was bubbling over, but she tried not to show it.\n&gt; \n&gt; &quot;Everyone ready?&quot; she heard Mantle ask. Cinder looked at him, nodding along \n&gt; with her brothers and sisters. Mantle smiled at her. She knew that he could \n&gt; feel what she was feeling. Mantle could feel the feelings and occasionally \n&gt; hear the thoughts of other bots. That was one of the traits that was built \n&gt; into him to make him a good leader. She smiled back, trying to be less \n&gt; excited.\n&gt; \n&gt; &quot;We&#39;ll be there in 10 seconds, guys,&quot; Cyndro&#39;s voice informed them. Cinder \n&gt; slowly counted down from 10 in her mind, looking at the hatch that would \n&gt; soon open so that they could fly out into action. Cinder hoped that they \n&gt; would be there in time to help. She wanted to do well in this battle. After \n&gt; all, there was someone out there that she wanted to do well for... But she \n&gt; shouldn&#39;t think of that right now, not right before a battle.\n&gt; \n&gt; &quot;Lets do this like normal battles, but keep an ear open for any suggestions \n&gt; from me,&quot; Mantle said just as Cinder&#39;s mental countdown reached five. \n&gt; Everyone nodded, and five seconds later Cyndro&#39;s voice could be heard again:\n&gt; \n&gt; &quot;We&#39;re here! Good luck, guys!&quot;\n&gt; \n&gt; The Element zoomed into the African plains, the grass bending as it passed, \n&gt; and stopped 200 feet from the Cybertronian Fire. The brand new ship was a \n&gt; beauty outside. It was mostly oval-shaped, with a flat bottom and a flat \n&gt; back where the engines were attached to it. There were weapons and different \n&gt; hatches on the outside. The weapons were (yan helped me out by telling me \n&gt; what weapons are on the planet right now, so this is partly his work too) \n&gt; missile launchers, autoguns, and EMP cannons (I&#39;m not exactly sure what \n&gt; those are, but they&#39;re there :). There were two big cannons on either side \n&gt; of the Element, which could fire very strong plasma shots at enemies. There \n&gt; was also a small disk on the top that could target robots and shoot \n&gt; concintrated sonic waves at them. It could also be switched to transit \n&gt; unbearebly loud beeps over the comm, which would stop attackers from \n&gt; comminicating with each other (my little invention :). The ship was designed \n&gt; for fighting in space, so its weapons were powerful. Around the ship, about \n&gt; 20 feet from the sides, was the shield, a thick wall of protective energy.\n&gt; \n&gt; Cinder&#39;s heart was pounding as she watched the hatch open and her family \n&gt; exit through it. She was finally going to fight! She exited behind everyone \n&gt; else, and then took off at a run toward battle. Cinder reached into her hip \n&gt; compartment, taking out a large pistol and firing it at the first enemy that \n&gt; she saw, which was Deamon Wolf. Out of the corner of her eyes, she could see \n&gt; Rubble running near her and aiming a missile launcher at Dark Claw. He \n&gt; pulled the trigger and a missile shot out, heading quickly toward its \n&gt; target. Aqua ran on the other side of Cinder. His spear gun was aimed at \n&gt; Flesh Ripper and several spears were flying out of it toward the meanie. \n&gt; Mist flew overhead, her charge launcher (it launches small explosives, like \n&gt; the ones Rattrap used) out. She aimed at Astroblast as she got within range, \n&gt; firing two charges at him. Mantle was flying beside her, his arms stretched \n&gt; out. Two missiles flew out of each arm, mentally guided by him toward \n&gt; Menasor. Shadows passed over all the Eletors as missiles and lasers shot by \n&gt; Cyndro flew out toward any attacking bots.\n&gt; _________________________________________________________________\n&gt; Get your FREE download of MSN Explorer at http://explorer.msn.com\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n\n\n\n"}}