{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"AvvuzQBnJybDbLiQ4EnF_iADWEczD1ndd5lcpcM49clYabLa3y1Q7_bnxIp7zxiBXowohiqY7A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Forces","postDate":"983233119","msgId":28401,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGU4LjExMDg3NDMyLjI3Y2M0YzVmQGNzLmNvbT4="},"prevInTopic":28396,"nextInTopic":28410,"prevInTime":28400,"nextInTime":28402,"topicId":28189,"numMessagesInTopic":15,"msgSnippet":"(Sorry, Tavatron, you kinda posted a little late.  The Brotherhood already retreated back towards their base.  They re not close enough to fire upon targets or","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 27 Feb 2001 00:18:48 -0000\r\nReceived: (qmail 65901 invoked from network); 27 Feb 2001 00:18:48 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 27 Feb 2001 00:18:48 -0000\r\nReceived: from unknown (HELO imo-d02.mx.aol.com) (205.188.157.34) by mta1 with SMTP; 27 Feb 2001 00:18:48 -0000\r\nReceived: from KSLawdogg@... by imo-d02.mx.aol.com (mail_out_v29.5.) id r.e8.11087432 (4398) for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 26 Feb 2001 19:18:41 -0500 (EST)\r\nMessage-ID: &lt;e8.11087432.27cc4c5f@...&gt;\r\nDate: Mon, 26 Feb 2001 19:18:39 EST\r\nSubject: Forces\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Sorry, Tavatron, you kinda posted a little late.  The Brotherhood already \nretreated back towards their base.  They&#39;re not close enough to fire upon \ntargets or be fired upon themselves.\n\nThe fact of the matter, Icedemon, is Rattrap fired two shots at incoming \nmissiles, then twenty-five shots at Unicron, all in the same post.  That&#39;s a \nmode.  If he had two guns that&#39;s ok.  As for Unicron firing three missiles, \nhe has two weapons that can fire missiles making able to fire a max. of four \nmissiles.)\n\n(In other news three cheers for the Great One, THE ROCK, for beating down \nKurt Angle and become the first six time WWF championship winner in WWF \nhistory!)\n\nDemon Wulf/Flesh Ripper/Dark Claw/The Protectobots&#92;Shockwave:\n\n\n\n\nDemon Wulf, though big, was able to fall to his left, the incoming shots \ncoming from Cinder and Blades go past him and head for the missiles, the one \nremaining impacting with his back and almost knocking him over, but he was \nrelatively ok.\n\nTurning around, he raised a hand, a yellow orb with the power of a small \ngrenade launching out at Endbringer. \n---\n\nFlesh Ripper turned around, a black orb forming in his hand.  The Vok warrior \nthrew the ball of energy, using his mind to prematurely make it explode and \nintercept the four missiles heading for him.  He laughed, feeling several \nobjects strike him but not doing any harm.  He turned, laughing at the spears \nat his feet.  &quot;You&#39;ll have to do better than that he said,&quot; kicking at the \nspears and sending two through the air at Aqua&#39;s sternum.  Turning his head \nto the left he fired off fifteen rapid optic blasts at EndBringer.\n\n---\n\nDark Claw detected a large object heading for him.  His first thought was it \nwas some huge missile, but he detected the signature of a Maximal.  Deciding \nnot to wait to find out what it was exactly, he started up his engines and \ndrove forward at top speed, a missile striking him (From Jen&#39;s char.) and \nmaking a slight crater in his armor but nothing to serious.  One missile port \nin his attack vehicle mode targeted the CF and launched two missiles at it.  \n\nAs he continued on a welding laser struck him but didn&#39;t penetrate his armor.\n\n---\n\nHot Spot drove at top speed, at the current speed he knew he&#39;d hit that Vok \nidiot.  But the Vok warrior was moving, and was now out of his way!  Almost \nabsentmindedly while checking in on the other Protectobots, drove into three \nmissiles intended for Dark Wolf.\n\nThe fourth and last in the row intended for the Vok war machine had avoided \nthe large object in its path and kept on going.  The force of the three \nexplosions sent the fire truck flipping in Dark Wolf&#39;s general direction, and \nas the missile struck the back of the Vok and doing slight damage, Hot Spot \nslammed into the back of the tank, knocking it forward a few meters.\n\nHot Spot tried to transform to biped mode but it was to painful.  This was \nnot his week.\n\n---\n\nGroove looked to Hot Spot as he saw the crash and Flesh Ripper, and then \nfired a small amount of freezing gass towards Flesh Ripper&#39;s left knee joint.\n\n---\n\nBlades flew over towards Hot Spot and hovered above him, making deep scans to \ndetermine if his leader needed a CR immediately.\n\n---\n\nFirst Aid saw that his welding laser didn&#39;t work, but didn&#39;t have much time \nto think on it as a missile exploded into his back from a very close range, \nsending First Aid flipping forward and crashing to his feet several feet from \nthe source of the missile.\n---\n\nStreetwise continued gaining speed, and was only a dozen meters from Demon \nWulf, and the Vok hadn&#39;t noticed him.\n\n\n---\n\nShockwave watched with joy as First Aid fell.  Not quite turning around, he \nraised his left arm and fired off five rapid blasts, from the long barrel \nthat was at the end of his arm where a hand should be, at Mantle&#39;s torso.\n\nRaising his right arm in which a white hand held a missile launcher, the \nrobot fired off two rockets from his missile launcher at the Cybertronian \nFire.\n\n"}}