{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"azhUS-Yef6huCkFuR8cAYi6jrJgl5ITXqEHWBr_eq-WZnOuA9KiEJEf1bniNP4datkq9TLw0Gg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle at CF","postDate":"983255795","msgId":28458,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhiLjJlYjA3ZTguMjdjY2E0ZjNAY3MuY29tPg=="},"prevInTopic":28019,"nextInTopic":28477,"prevInTime":28457,"nextInTime":28459,"topicId":24736,"numMessagesInTopic":20,"msgSnippet":"(Austin beat the Rock?  Hey, if he can t beat Triple H there s no chance in hell he ll beat the Great One.  That last Wrestlemania Rock lost to Austin was just","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 27 Feb 2001 06:36:42 -0000\r\nReceived: (qmail 80598 invoked from network); 27 Feb 2001 06:36:42 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 27 Feb 2001 06:36:42 -0000\r\nReceived: from unknown (HELO imo-m01.mx.aol.com) (64.12.136.4) by mta3 with SMTP; 27 Feb 2001 07:37:46 -0000\r\nReceived: from KSLawdogg@... by imo-m01.mx.aol.com (mail_out_v29.5.) id r.8b.2eb07e8 (4241) for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 27 Feb 2001 01:36:36 -0500 (EST)\r\nMessage-ID: &lt;8b.2eb07e8.27cca4f3@...&gt;\r\nDate: Tue, 27 Feb 2001 01:36:35 EST\r\nSubject: Battle at CF\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Austin beat the Rock?  Hey, if he can&#39;t beat Triple H there&#39;s no chance in \nhell he&#39;ll beat the Great One.  That last Wrestlemania Rock lost to Austin \nwas just a fluke, the Rock probably had a cold or something)\n\nDemon Wulf/Flesh Ripper/Dark Claw/The Protectobots/Shockwave:\n\n\n\n\nDemon Wulf turned, launching off four fire balls out of his mouth with \nprecise aim at the incoming missiles.  The EMP blasts hit, doing slight \ndamage but the thick chest plating helped protect him.\n\n&quot;Brothers,&quot; he said into his commlink, &quot;it is time we leave.&quot; just as he \nfinished the sentence a few bolts of laser energy struck him in the back.  \nMore irritated than in pain he spun around on his heal, raising his sword and \nlaunching off a missile at Cinder as he made his way northward at a fast \npaced run.\n\n---\n\nFlesh Ripper ducked as his scanners told him of missiles, his hands reaching \nup and grabbing two spears.  He turned quickly, throwing both spears at the \nsame time at the two energy-signature seeking missiles.  Because of throwing \nthem he was in a strange position, and being that, the missile that hit him \nnearly toppled him over.  Regaining his balance, he formed a yellowish orb \nwith the power of a grenade and threw it at Greven, running after Demon Wulf.\n\n---\n\nDark Claw&#39;s double laser cannons swerved, firing off a single bolt each, \nintercepting a missile from the Maximals and a missile from Killfest.  The \nother hit his armor but didn&#39;t penetrate into important systems.  The EMP \nblasts did absolutely nothing against his thick armor plating.  But a few \nmore missiles and there would be no thick armor plating to protect him, and \nDark Claw knew it.\n\nTransforming to biped mode at Demon Wulf&#39;s order, the Vok warrior ran, \nturning slightly to form two black orbs of energy in both hands.  He threw \none black orb at Killfest, the other at Mantle.  Both orbs having the power \nof a few charges.\n\n---\n\nHot Spot transformed to biped mode just in time to see Demon Wulf make a run \nfor it.  He slowly got up, jumping painfully up and grabbed onto Blades.\n\n&quot;Go up!  He isn&#39;t getting away!&quot;\n\n---\n\nGroove watched the mess of the battle, and was still a little stunned at the \nlanding of a ship.  He looked to Shockwave who attacked from behind while no \none noticed him.\n\nTaking out his photon pistol because he was to far away to use his \nvaporators, he fired off two bolts at the ancient robot&#39;s chest.\n\n---\n\nBlades made a sighing noise and gained altitude rapidly, arming his smart \nbombs.  &quot;I you know how I feel about using the missiles.  Can I just grind \nhim up in my blades?&quot;\n\n---\n\nFirst Aid pushed himself to his feet slowly, raising his welding laser and \nfiring off a small burst at Shockwave&#39;s abdomen.\n\n---\n\nStreetwise was approaching Demon Wulf rapidly.  The impact was quick and \nsweet.  For the first millisecond.  Upon impact Streetwise felt mass pain as \nDemon Wulf&#39;s body made an imprint in his grill and hood, and proceeded to \nroll and smash into his windshield and smash it right open.\n\nContinuing despite the pain, Streetwise stopped suddenly, sending Demon Wulf \nflying out of the windshield and slamming to the ground.\n\nStreetwise transformed to his biped mode with a few crunches of internal \nmachinery adjusting to the structural damage.  When he was fully formed the \nwindshield that made up most of his chest cracked badly as was most of his \nchest.  He staggered a moment, barely able to draw his photon pistol.\n\n---\n\nShockwave felt a welding laser strike him as it penetrated into him.  He \ndidn&#39;t let out a yell, but intoned instead.  &quot;Fools.&quot;  Photon blasts struck \nhis chest plating and slighty cut into it.  It was time to leave.  The \nAlliance Vok were leaving.  Raising the missile launcher he fired off  a \nrocket at Groove.  He began a run and leapt into the air, transforming into a \nspace fighter.\n\nPowering his engines to top speed he began to gain altitude rapidly and \nstarted to head in a northeastern direction.\n\nHe got a target lock and launched off two energy-signature seeking missiles \ndown at EndBringer.\n\n"}}