{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"5rmzzAiT7TqhYIV1Z8WeESgzJNyApM2K6Mb5FoGeoT5-Xwp7cHBfL7tg3Mq-YJDChj4KfeaXkw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle at CF","postDate":"983347570","msgId":28524,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDc0LjgyN2RmNzAuMjdjZTBiNzJAY3MuY29tPg=="},"prevInTopic":28477,"nextInTopic":28546,"prevInTime":28523,"nextInTime":28525,"topicId":24736,"numMessagesInTopic":20,"msgSnippet":"(Yan explained his EMP weapon better so I ll add in damage it caused here) Dark Wolf/The Protectobots/Shockwave: Demon Wulf pushed himself to his feet","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 28 Feb 2001 08:06:25 -0000\r\nReceived: (qmail 50787 invoked from network); 28 Feb 2001 08:06:24 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 28 Feb 2001 08:06:24 -0000\r\nReceived: from unknown (HELO imo-m01.mx.aol.com) (64.12.136.4) by mta3 with SMTP; 28 Feb 2001 09:07:29 -0000\r\nReceived: from KSLawdogg@... by imo-m01.mx.aol.com (mail_out_v29.5.) id r.74.827df70 (4397) for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 28 Feb 2001 03:06:10 -0500 (EST)\r\nMessage-ID: &lt;74.827df70.27ce0b72@...&gt;\r\nDate: Wed, 28 Feb 2001 03:06:10 EST\r\nSubject: Battle at CF\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Yan explained his EMP weapon better so I&#39;ll add in damage it caused here)\n\nDark Wolf/The Protectobots/Shockwave:\n\n\n\n\nDemon Wulf pushed himself to his feet painfully, but he was determined not to \nbeaten by a pack of the weakest Cybertronians on the planet, and his will was \nstronger than his body.  He felt a searing pain in his chest and he let out a \nslight growl.  The EMP blast had nearly struck his spark, and hitting some \npower circuitry, draining him of needed energy.  There was only one way he \nwould be able to escape this battle without being defeated.\n\nHe looked to the damaged Streetwise and gave a sadistic grin showing off all \nthe needle point teeth in his muzzle.  &quot;You, will die.&quot; he said, leaping into \nthe air glowing a bright green.\n\n---\n\nFlesh Ripper fired off two fire balls at incoming missiles, rolling to the \nleft of one but the explosion of the other sending shrapnel into his face.  A \njagged piece of metal pierced into his snout and the Vok let out a \nglass-breaking screech of pain.  He would&#39;ve charged the enemy, but he saw \nDemon Wulf and knew what was to come.  He leapt into the air with surprising \nagility.\n\n---\n\nDark Claw saw inbound missiles and EMP blasts, he jumped to the left, \navoiding the EMP blasts but both missiles struck him while still in the air \nand sent him slamming to his back.  The impact shook Dark Claw&#39;s insides, but \nhe got up quickly and ignored the gaping hole in his sternum, only a few \nlayers of light armor keeping his spark safe.\n\nHis red optics drifted to Demon Wulf and Flesh Ripper, and he smiled, leaping \ninto the air and started to glow green, ready to merge with his brethren.\n\n---\n\nThe three robots did not merge like Cybertronians.  Instead they slammed into \neach other and seemed to mold into the shape of a twenty-five foot robot that \ncrashed to the ground.  The Vok gestalt was short, most gestalts a little \nless than twice his size.  But he was still stronger than three weakened \nrobots seperated.  United, they were stronger and would provide enough \nprotection to escape.\n\nMaking a run that barely shook the earth when a padded and clawed foot hit \nthe ground, Dark Wolf the Vok gestalt leapt into the air, taking flight and \ngaining altitude faster than larger and bulkier gestalts would.  \n\n---\n\nShockwave had gained enough altitude and was speeding through the air when he \nsaw something that was strange to him.  It appeared to be a hostage situation \nby a robot he had seen before.  Menasor.  The Stunticon gestalt created by \nMegatron himself to help give Decepticons supremacy on the ground.  Which \nworked, except for the wretched Aerialbots who defeated them.\n\nThe ancient robot wasn&#39;t at all interested in this look alike.  Predacons had \nmade duplicates of ancient Decepticons, for all Shockwave knew was that this \nwas just another duplicate.\n\nBut, more interesting, was the exposed back of Element the newly arrived \nMaximal gestalt who had already became a thorn in Shockwave&#39;s side by aiding \nthe Maximals with its new ship.  \n\n&quot;Prepare to fall, Maximal gestalt, to Shockwave, Emperor of the Neo \nDecepticon Empire!&quot; he sent on all Maximal comm. frequencies.  He armed the \ndual missile tubes in his space fighter mode, and quickly got a target lock \non the middle of Element&#39;s back, not that it would be hard.\n\nFrom both missile tubes launched a single energy-signature seeking missile, \nscreeching off at Element.\n\n---\n\nHot Spot climbed onto Blades, and the hatch opened, allowing the Protectobots \nleader to sit in the cockpit of the Apache.  Harnessing himself in, Hot Spot \nsighed in relief.  Being inside a heavily armed war machine felt nice.\n\n&quot;Alright...go after that get that&#39;s shooting that new robot.&quot; the team leader \nordered.\n\n&quot;Not a wise choice.  He&#39;s a space fighter.  They go faster than a chopper.  \nBut I think we can lay some beatings down on that smaller gestalt that just \nformed.&quot;\n\nHot Spot didn&#39;t need to think it over.  &quot;Alright, launch missiles at the \nAlliance gestalt, and I don&#39;t care how you feel about long-range weapons, \njust do it.  We need all the edge we can get.&quot;\n\nBlades didn&#39;t argue and armed two missiles, launching them off for the right \nside of Dark Wolf.\n\n---\n\nGroove watched Shockwave take of and lowered his weapon, watching a newly \nformed gestalt and shrugged.  &quot;It just never ends around here...&quot; he \ncommented as he raised his pistol and fired off three photon bolts off at the \nescaping gestalt.  It may not do much, but it was all he had.\n\n---\n\nFirst Aid made an expression similar to a frown and watched the gestalt \ngetting away.  He mos definately had no weapons that would get through the \narmor.  After all, he was a doctor, not a warrior, and he was glad the \nfighting was over.\n\nHe transformed to his ambulance mode and drove off after Shockwave though.  \nWhere there&#39;s an idiot with weapons there&#39;s somebody in pain, and First Aid \nmight finally live up to his name instead of being beaten down like a little \nschool boy.\n\n---\n\nStreetwise almost fell down, the only thought he could get was the image of \nDemon Wulf, and tha sadistic smile.  He watched First Aid drive by, almost \nhitting him.  He just stood there, leaking mech-fluid down into some burnt \ngrass.  His optics scanned the ground and he saw the result of war, the \ndestruction.  A once beautiful landscape was now pretty much in ruins.  And \nfor what?  What had Maximals ever done to those who were attacking them?  All \nthe Maximals wanted to do was live in peace, but that didn&#39;t seem a good \nsolution for their enemies.  All the pain and suffering.  \n\nNew energy seemed to fill Streetwise and his grip on his photon pistol \ntigthened.  He ran off after his ambulance ally, the pain still with him but \nhis senses seemed to be dulled as if someone had given him a drug.  In his \nfree left hand a large heavy laser rifle formed from the depths of subspace.  \nIn mid run the sudden new weight nearly tipped him over, but he was able to \nbalance out and continued his slow run.\n\n\n"}}