{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"0jUW1qHpSQjje5RawUPImr0exETT1CjKBvDFfKoXQs6f9z5QEnj_RHCZX0dtvROfOrH7wqWVsQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Battle at CF","postDate":"983404978","msgId":28546,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk3azNqaStqdHVmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDc0LjgyN2RmNzAuMjdjZTBiNzJAY3MuY29tPg=="},"prevInTopic":28524,"nextInTopic":31710,"prevInTime":28545,"nextInTime":28547,"topicId":24736,"numMessagesInTopic":20,"msgSnippet":"... Killfest looks up as Dark Wolf flies into the air, two signature seeking missiles firing from Killfest s missile launcher, both heading for Dark Wolf,","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 1 Mar 2001 00:03:06 -0000\r\nReceived: (qmail 54342 invoked from network); 1 Mar 2001 00:03:03 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 1 Mar 2001 00:03:03 -0000\r\nReceived: from unknown (HELO fg.egroups.com) (10.1.2.134) by mta1 with SMTP; 1 Mar 2001 00:03:03 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.4] by fg.egroups.com with NNFMP; 01 Mar 2001 00:03:02 -0000\r\nDate: Thu, 01 Mar 2001 00:02:58 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Battle at CF\r\nMessage-ID: &lt;97k3ji+jtuf@...&gt;\r\nIn-Reply-To: &lt;74.827df70.27ce0b72@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6919\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Killfest/EndBringer/Greven::\n\nKillfest looks up as Dark Wolf flies into the air, two signature \nseeking missiles firing from Killfest&#39;s missile launcher, both \nheading for Dark Wolf, along with three shots from his EMP gun.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer aims his guns up, firing two missiles from each launcher \nup at Dark Wolf, a total of four signature seeking missiles flying \nout toward the bot.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGreven immitates EndBringer, also firing four signature seeking \nmissiles up at Dark Wolf.\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Yan explained his EMP weapon better so I&#39;ll add in damage it \ncaused here)\n&gt; \n&gt; Dark Wolf/The Protectobots/Shockwave:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf pushed himself to his feet painfully, but he was \ndetermined not to \n&gt; beaten by a pack of the weakest Cybertronians on the planet, and \nhis will was \n&gt; stronger than his body.  He felt a searing pain in his chest and he \nlet out a \n&gt; slight growl.  The EMP blast had nearly struck his spark, and \nhitting some \n&gt; power circuitry, draining him of needed energy.  There was only one \nway he \n&gt; would be able to escape this battle without being defeated.\n&gt; \n&gt; He looked to the damaged Streetwise and gave a sadistic grin \nshowing off all \n&gt; the needle point teeth in his muzzle.  &quot;You, will die.&quot; he said, \nleaping into \n&gt; the air glowing a bright green.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper fired off two fire balls at incoming missiles, rolling \nto the \n&gt; left of one but the explosion of the other sending shrapnel into \nhis face.  A \n&gt; jagged piece of metal pierced into his snout and the Vok let out a \n&gt; glass-breaking screech of pain.  He would&#39;ve charged the enemy, but \nhe saw \n&gt; Demon Wulf and knew what was to come.  He leapt into the air with \nsurprising \n&gt; agility.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw saw inbound missiles and EMP blasts, he jumped to the \nleft, \n&gt; avoiding the EMP blasts but both missiles struck him while still in \nthe air \n&gt; and sent him slamming to his back.  The impact shook Dark Claw&#39;s \ninsides, but \n&gt; he got up quickly and ignored the gaping hole in his sternum, only \na few \n&gt; layers of light armor keeping his spark safe.\n&gt; \n&gt; His red optics drifted to Demon Wulf and Flesh Ripper, and he \nsmiled, leaping \n&gt; into the air and started to glow green, ready to merge with his \nbrethren.\n&gt; \n&gt; ---\n&gt; \n&gt; The three robots did not merge like Cybertronians.  Instead they \nslammed into \n&gt; each other and seemed to mold into the shape of a twenty-five foot \nrobot that \n&gt; crashed to the ground.  The Vok gestalt was short, most gestalts a \nlittle \n&gt; less than twice his size.  But he was still stronger than three \nweakened \n&gt; robots seperated.  United, they were stronger and would provide \nenough \n&gt; protection to escape.\n&gt; \n&gt; Making a run that barely shook the earth when a padded and clawed \nfoot hit \n&gt; the ground, Dark Wolf the Vok gestalt leapt into the air, taking \nflight and \n&gt; gaining altitude faster than larger and bulkier gestalts would.  \n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave had gained enough altitude and was speeding through the \nair when he \n&gt; saw something that was strange to him.  It appeared to be a hostage \nsituation \n&gt; by a robot he had seen before.  Menasor.  The Stunticon gestalt \ncreated by \n&gt; Megatron himself to help give Decepticons supremacy on the ground.  \nWhich \n&gt; worked, except for the wretched Aerialbots who defeated them.\n&gt; \n&gt; The ancient robot wasn&#39;t at all interested in this look alike.  \nPredacons had \n&gt; made duplicates of ancient Decepticons, for all Shockwave knew was \nthat this \n&gt; was just another duplicate.\n&gt; \n&gt; But, more interesting, was the exposed back of Element the newly \narrived \n&gt; Maximal gestalt who had already became a thorn in Shockwave&#39;s side \nby aiding \n&gt; the Maximals with its new ship.  \n&gt; \n&gt; &quot;Prepare to fall, Maximal gestalt, to Shockwave, Emperor of the Neo \n&gt; Decepticon Empire!&quot; he sent on all Maximal comm. frequencies.  He \narmed the \n&gt; dual missile tubes in his space fighter mode, and quickly got a \ntarget lock \n&gt; on the middle of Element&#39;s back, not that it would be hard.\n&gt; \n&gt; From both missile tubes launched a single energy-signature seeking \nmissile, \n&gt; screeching off at Element.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot climbed onto Blades, and the hatch opened, allowing the \nProtectobots \n&gt; leader to sit in the cockpit of the Apache.  Harnessing himself in, \nHot Spot \n&gt; sighed in relief.  Being inside a heavily armed war machine felt \nnice.\n&gt; \n&gt; &quot;Alright...go after that get that&#39;s shooting that new robot.&quot; the \nteam leader \n&gt; ordered.\n&gt; \n&gt; &quot;Not a wise choice.  He&#39;s a space fighter.  They go faster than a \nchopper.  \n&gt; But I think we can lay some beatings down on that smaller gestalt \nthat just \n&gt; formed.&quot;\n&gt; \n&gt; Hot Spot didn&#39;t need to think it over.  &quot;Alright, launch missiles \nat the \n&gt; Alliance gestalt, and I don&#39;t care how you feel about long-range \nweapons, \n&gt; just do it.  We need all the edge we can get.&quot;\n&gt; \n&gt; Blades didn&#39;t argue and armed two missiles, launching them off for \nthe right \n&gt; side of Dark Wolf.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove watched Shockwave take of and lowered his weapon, watching a \nnewly \n&gt; formed gestalt and shrugged.  &quot;It just never ends around here...&quot; \nhe \n&gt; commented as he raised his pistol and fired off three photon bolts \noff at the \n&gt; escaping gestalt.  It may not do much, but it was all he had.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid made an expression similar to a frown and watched the \ngestalt \n&gt; getting away.  He mos definately had no weapons that would get \nthrough the \n&gt; armor.  After all, he was a doctor, not a warrior, and he was glad \nthe \n&gt; fighting was over.\n&gt; \n&gt; He transformed to his ambulance mode and drove off after Shockwave \nthough.  \n&gt; Where there&#39;s an idiot with weapons there&#39;s somebody in pain, and \nFirst Aid \n&gt; might finally live up to his name instead of being beaten down like \na little \n&gt; school boy.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise almost fell down, the only thought he could get was the \nimage of \n&gt; Demon Wulf, and tha sadistic smile.  He watched First Aid drive by, \nalmost \n&gt; hitting him.  He just stood there, leaking mech-fluid down into \nsome burnt \n&gt; grass.  His optics scanned the ground and he saw the result of war, \nthe \n&gt; destruction.  A once beautiful landscape was now pretty much in \nruins.  And \n&gt; for what?  What had Maximals ever done to those who were attacking \nthem?  All \n&gt; the Maximals wanted to do was live in peace, but that didn&#39;t seem a \ngood \n&gt; solution for their enemies.  All the pain and suffering.  \n&gt; \n&gt; New energy seemed to fill Streetwise and his grip on his photon \npistol \n&gt; tigthened.  He ran off after his ambulance ally, the pain still \nwith him but \n&gt; his senses seemed to be dulled as if someone had given him a drug.  \nIn his \n&gt; free left hand a large heavy laser rifle formed from the depths of \nsubspace.  \n&gt; In mid run the sudden new weight nearly tipped him over, but he was \nable to \n&gt; balance out and continued his slow run.\n\n\n"}}