{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYBERWOLF4","from":"&quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;","replyTo":"LIST","senderId":"k0pKvpJUdfc1_k0TRmtriecc07vtFnlyriP5-NZexTnjyCuqhPTjvmHiD2L7ChOKJzx1_O8uBNkinUQkOQF1QKQxjgqNTKYtEYrH-w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Yan, if you&#39;ve left any nasty surprises behind use them now.","postDate":"983607620","msgId":28695,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYTYwMWMwYTNiYSRjYWFhYTc0MCQxNDkyOWNkMUBwYXZpbGlvbj4=","referencesHeader":"PDNBOUY4RkQ0LjIxM0U3MEI5QGhvbWUuY29tPiA8MDA4YzAxYzBhMzQ3JGI4YTgwYjAwJDExOTI5Y2QxQHBhdmlsaW9uPg=="},"prevInTopic":0,"nextInTopic":28745,"prevInTime":28694,"nextInTime":28696,"topicId":28695,"numMessagesInTopic":5,"msgSnippet":"Silver Scout The hawk lands outside where the old alliance bases scanners would have been. she transformed to bot mode and scanned the area. there had been","rawEmail":"Return-Path: &lt;CYBERWOLF4@...&gt;\r\nX-Sender: CYBERWOLF4@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 3 Mar 2001 05:21:59 -0000\r\nReceived: (qmail 49487 invoked from network); 3 Mar 2001 05:21:58 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 3 Mar 2001 05:21:58 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta3 with SMTP; 3 Mar 2001 06:23:03 -0000\r\nReceived: from pavilion (A010-0020.ELRA.splitrock.net [209.156.146.20]) by pimout3-int.prodigy.net (8.11.0/8.11.0) with SMTP id f235LmW170704 for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 3 Mar 2001 00:21:48 -0500\r\nMessage-ID: &lt;00a601c0a3ba$caaaa740$14929cd1@pavilion&gt;\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;3A9F8FD4.213E70B9@...&gt; &lt;008c01c0a347$b8a80b00$11929cd1@pavilion&gt;\r\nSubject: Yan, if you&#39;ve left any nasty surprises behind use them now.\r\nDate: Sat, 3 Mar 2001 00:20:20 -0800\r\nOrganization: Prodigy Internet\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2615.200\r\nFrom: &quot;CYBERWOLF4&quot; &lt;cyberwolf4@...&gt;\r\n\r\nSilver Scout\n\nThe hawk lands outside where the old alliance bases scanners would have\nbeen. she transformed to bot mode and scanned the area. there had been lots\nof activity moving the base so the signs still existed. she transformed to\nwolf and ventured in, being carefull not to be spotted. smelling the air she\nsmelled stale scents as well as the scents of the hot, steaming dessert. she\nscampered into the old alliance territory trying to find some clue as to\nwhere Lady Hawk had dissappeared to.\n----- Original Message -----\nFrom: CYBERWOLF4 &lt;cyberwolf4@...&gt;\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSent: Friday, March 02, 2001 10:36 AM\nSubject: A new Mutant takes flight\n\n\n&gt; Veratis was beginning to worry,  a sign that nothing was going his way.\nThe\n&gt; old bot hadn&#39;t slept in weeks and his studies of the DNA samples had gone\n&gt; untouched since Megaton was born.\n&gt;\n&gt; Lines formed around the old bots face distinguishing his worn exterior,\nhis\n&gt; eyes half closed almost weeped in fear for his one true connection.\nVeratis&#39;\n&gt; motor skills had slowed to a near stop do to his lack of rejuvination.\nStill\n&gt; he pushed himself on, there would be plenty of time to sleep when his goal\n&gt; was done.\n&gt;\n&gt; His young aid Foxfingers entered the lab quietly knowing that his boss was\n&gt; on a low energy cycle and would get upset at any problems that arose. He\n&gt; took his seat slowly, eagerly awaiting Veratis to decide thier next move.\nHe\n&gt; thought about the previous attempts at communication and realized that\n&gt; Megaton had made the most progress of them all. The foxbot snapped to\n&gt; attension when his mentor finally spoke.\n&gt;\n&gt; &quot;Find me some compatible DNA from the files.&quot; Veratis instructed rubbing\nhis\n&gt; chin in concentration. &quot;DNA that could be used to find something.&quot; He\ndidn&#39;t\n&gt; use her name but Foxfingers knew exactly what Veratis was searching for.\n&gt;\n&gt; Lady Hawk had been instructed to maintain radio silence when she left. The\n&gt; fct that she didn&#39;t break it didn&#39;t surprise her father. The fact that she\n&gt; was weeks overdue concerned Veratis though. Deep down inside he knew she\n&gt; could handle herself but she&#39;d never been exposed to these situations\nbefore\n&gt; now.\n&gt;\n&gt; The computers beeped and crackled as the selected DNA was inserted into\nthe\n&gt; scanner to create the next bot. The protoform slid into place, receiving\nthe\n&gt; link from the scanner. &quot;Insert the virus&quot; Veratis called out over the\nnoise\n&gt; of the computer.\n&gt;\n&gt; The young assistant did as he was told and was rewarded with success. He\nwas\n&gt; a little more carefull with his selection this time. The mistake with\n&gt; Megaton had taught him well. This time he used the DNA from two females.\nHe\n&gt; was proud of his choices, but Veratis was still wary. Foxfingers selected\n&gt; the DNA from two of the best hunters he could think of.\n&gt;\n&gt; The stasis pod opened and out stepped a shapely silver female, her\nfeatures\n&gt; glimmering in the light of the lab. Foxfingers regretted knowing that soon\n&gt; the virus would take hold and she would lose her robot form. &quot;Hello,\nwelcome\n&gt; to life as we know it.&quot; The foxbot said to her, trying to watch her moves\nas\n&gt; much out of interest as caution.\n&gt;\n&gt; &quot;Where am I and where is my unit?&quot; the shining bot queried to her\n&gt; benefactors.\n&gt;\n&gt; &quot;You are where you are needed most my associate. &quot;There was a glimmer of\n&gt; hope in the old bots eyes when he saw what Foxfingers had done. &quot;Your unit\n&gt; as you put it is in protoform and not ready yet.&quot; he was carefull to\nchoose\n&gt; his words so he didn&#39;t upset his new hope. &quot;I need your help my dear.&quot; he\n&gt; tried to be forward with the bot but didn&#39;t want to say to much. &quot;My\n&gt; daughter is missing, she left to collect samples of the wildlife and\ndidn&#39;t\n&gt; return.&quot;\n&gt;\n&gt; The bot remained in a tall dominant stance, keeping eye contact with her\n&gt; creator and his assistant. &quot;Give me the information on the wildlife she\nwent\n&gt; after and I&#39;ll find her.&quot; There was no doubt in the females voice about\nher\n&gt; success. her alternate forms showed even greater odds against failure.\nEven\n&gt; if the wildlife Veratis had mentioned was translife the female was sure\nshe\n&gt; wouldn&#39;t faulter.\n&gt;\n&gt; After The beautiful young female had gathered the information she\n&gt; transformed into a small and muscular silver furred wolf. her shining coat\n&gt; reflecting the room around her. As quicly as she had scanned the\ninformation\n&gt; she sprinted outside and transformed again. This time she formed a large\n&gt; silver and black hawk. the ice and snow of the frigid norwegian landscape\n&gt; pailed to the glory of the majestic hawk taking flight heading toward Lady\n&gt; Hawks last known position. (Saudi Arabia) With one last call back to the\n&gt; base she swore into her commlink. &quot;I will return your daughter to you, you\n&gt; have the word of Silver Scout.&quot;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n&gt;\n&gt;\n\n\n"}}