{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"SHMErljrSjbYS_xGFuaJfHtKfsYPa60snY8wbrHH61wjEHTweUnmQ5Fvst0JcaK_7DROqF3YFkY5ExNHXTmtkg4F8d-DbpStydHPLw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"960339147","msgId":2877,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjA3MDA1MjI3LjEzNDkzLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":2875,"nextInTopic":2884,"prevInTime":2876,"nextInTime":2878,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot had seen Tavatron s muscles bunch and knew what she was going to do next, when she had actually turned back and snapped at him he was prepared and","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 19105 invoked from network); 7 Jun 2000 00:52:27 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 7 Jun 2000 00:52:27 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.83) by mta1 with SMTP; 7 Jun 2000 00:52:27 -0000\r\nReceived: (cpmta 13495 invoked from network); 6 Jun 2000 17:52:27 -0700\r\nDate: 6 Jun 2000 17:52:27 -0700\r\nMessage-ID: &lt;20000607005227.13493.cpmta@...&gt;\r\nX-Sent: 7 Jun 2000 00:52:27 GMT\r\nReceived: from [209.52.209.121] by mail.penpals.com with HTTP; 06 Jun 2000 17:52:26 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n\n* Dinobot had seen Tavatron&#39;s muscles bunch and knew what she was going to do next, when she had actually turned back and snapped at him he was prepared and plainly continued snapping...not flinching or any other surprised action. His simple game of Chase being discovered and turned back at him at that moment.\nBut as the Ark doors began to become much more then distant images he then began to slow down a bit but kept snapping at the she-wolf&#39;s heals just to get his point across. She had insulted him and he wasn&#39;t about to just let it go unnoticed, just as he had never let it go in his past life with the rat.\nAs Dinobot had slowed he then saw Tavatron come in contact with the base doors and then lean them open, but he hadn&#39;t failed to hear her last comment and caught the full meaning of it. It was measly and had a tint of nothing more then a playful gesture to it, something that wasn&#39;t even worth replying to...to his standards anyway.\nHe soon then slowed to a walk as the Ark loomed above him and doors were only a few feet away, Tavatron waiting for him as she leaned against them. \nAs he approached the doors he heard her comment that they were late for the meeting but he really couldn&#39;t have cared less, his meaning being interrupted and left for some other beast to claim just because the had been called back. Something that he was rather annoyed at but nothing that he could do about, or simply not worth doing something about.\nDinobot took in a deep breath but then let it out slowly, his spark beating a bit quickly from the run and the cause of slowing his breath would calm it to beat normally again. But also the wound along his jaw and neck had begun to bleed freshly again and had a slight sting to it, obviously the great horns of the buffalo digging in deeper then her had first thought.\nWith that thought it was then decided that since his Beast Mode had been damaged then there was no point in continuing the damage by staying in the current form.*\n\n&quot; Dinobot, MAXIMIZE!!&quot;\n\n* With that he transformed into his robot mode as he then came up to the doors of the Ark, walking past Tavatron as the relief of not being damaged in robot mode as well seeped in a bit.\nBut as he walked past it was unfortunate as he heard a word from Tavatron&#39;s mouth, one in which he had thought that he had finally escaped but had not remembered until now. However, it was now obvious that escape was not possible.\nDinobot&#39;s muscles stressed momentarily as he heard Tavatron speak the nick name in which Rattrap had once branded him with, &quot; Chopperface!!!&quot;.\nHe then turned and snapped his head towards the wolf in which still lingered at the door, an ice cold look in his optics that would have frozen the hottest of infernos and his teeth bared slightly with a deep rumble of a growl in his throat. It was something that he had hoped to leave behind with his old life but it was almost obvious that the name would be following him around for all eternity!\nBut then he knew that it was just a matter of coincidence in which had caused Tavatron to think up and call him by the old name, it not being her fault that it had occurred.\nThe thought causing him to relax slightly but then get a particularly sly look on his face, he would do the exact same thing he had always done when insulted like that...*\n\n&quot;Oh, that sounds SO threatening coming from a fur covered MEAT BALL!&quot;\n\n* With that he then developed a slightly wicked look on his face with just as wicked a smile to follow, then turning around to continue towards the War room...the years spent thinking up quick come backs actually paying off.*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}