{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"uYOfByvWHTDRvCKMp8T-lhQ5DnwDDrBe-kLt0D_6nnJyK9sybfW1j-8yMGQnjnReD5wslUIukQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Upgrade Completed","postDate":"983745461","msgId":28806,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk3dWczbCtjdmY3QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDk3c2pvYitlbjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":28772,"nextInTopic":28863,"prevInTime":28805,"nextInTime":28807,"topicId":28772,"numMessagesInTopic":12,"msgSnippet":"... Zardus stops, seeing Lady Hawk in the corridors walking with Najah. He approaches the two. Thank you for keeping an eye on Lady Hawk, Najah, Zardus says,","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_0_4); 4 Mar 2001 22:37:47 -0000\r\nReceived: (qmail 99205 invoked from network); 4 Mar 2001 22:37:45 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 4 Mar 2001 22:37:45 -0000\r\nReceived: from unknown (HELO c3.egroups.com) (10.1.10.50) by mta1 with SMTP; 4 Mar 2001 22:37:45 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.64] by c3.egroups.com with NNFMP; 04 Mar 2001 22:37:45 -0000\r\nDate: Sun, 04 Mar 2001 22:37:41 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Upgrade Completed\r\nMessage-ID: &lt;97ug3l+cvf7@...&gt;\r\nIn-Reply-To: &lt;97sjob+en26@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5797\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Zardus::\n\nZardus stops, seeing Lady Hawk in the corridors walking with Najah. \nHe approaches the two.\n\n&quot;Thank you for keeping an eye on Lady Hawk, Najah,&quot; Zardus says, &quot;I \nwill need to speak to her alone now. You may go get some rest if you \nwant.&quot;\n\n\n\n--- In nbwrpg@y..., Yanshosh@a... wrote:\n&gt; This post makes Zardus sound very powerful, but I won&#39;t RP him to \nbe \n&gt; this strong. He&#39;ll be well within power limits.\n&gt; \n&gt; \n&gt; ::Zardus::\n&gt; \n&gt; &#39;Awake.&#39;\n&gt; \n&gt; Zardus slowly opened his eyes, looking up at the cealing. For a few \n&gt; seconds he had no idea who or where he was, but slowly his data \n&gt; tracks activated and he remembered that the Vok had made him go to \n&gt; this lab for an upgrade. The upgrade must have been completed and \nthe \n&gt; machine that he had been in must have edjected him out, because he \n&gt; was laying on his back on a table in the middle of the lab. But \nthen, \n&gt; he might have walked there and the Vok could have cleared that \n&gt; knowledge. Zardus groaned and sat up, rubbing his head with a hand. \n&gt; It was simply a reflexive action, though, as he felt perfectly \nfine. \n&gt; He froze, seeing his arm.\n&gt; \n&gt; It was slightly bigger, still black, but with several red spots on \n&gt; it. One was on the back of his wrist, where his wrist computer was. \n&gt; There were two spots beside that on the sides of his wrist, and he \n&gt; knew that there were two mini missile launchers that could emerge \n&gt; from both spots. The launchers would shoot missiles that were like \n&gt; FZ&#39;s: shielded against lasers and energy draining. They were small, \n&gt; manueverable, and fast, but they did not leave a draining field \nlike \n&gt; his clone&#39;s. These ones only worked if they hit, but they worked \nmore \n&gt; effectively. The orb was still burned into the palm of that hand, \n&gt; showing both out of the back of the hand and out of the front, \nmaking \n&gt; his hand a bit see-through.\n&gt; \n&gt; Zardus blinked, looking over his body. He was definately bigger. He \n&gt; estimated that he would be approaching thirteen feet now, instead \nof \n&gt; the eleven and a half that he used to be. The upgrade was obviously \n&gt; more for efficiency than looks, because Zardus was almost identical \n&gt; to his old self. Other than the red spots on some weapon spaces and \n&gt; the size increase, he was still covered with his beast mode \nfeathers, \n&gt; and they still formed an extremely durable armor. In addition to \nthe \n&gt; jetpack on his back, jets were attached to his calves to give him \n&gt; extra speed in the air. He looked at his right arm and issued a \n&gt; mental command. The bottom of his wrist opened and a large device \n&gt; rotated down out of it, moving upward untill his hand was around a \n&gt; handle and trigger. The device looked like:\n&gt; \n&gt;         Side view:                  Top View:\n&gt;           ____                      \n&gt;          /   |                       _|_ \n&gt;         -    |  )                   |___|\n&gt;         =---------+                 &#92; . /\n&gt;                                     (___) \n&gt;                                       X\n&gt; \n&gt;         Legend:                     Legend:\n&gt; \n&gt;        -, = Guns                  | Guns\n&gt;        ) Trigger/handle           . Trigger/handle\n&gt;        + Attachment to wrist      X Attachment to wrist\n&gt; \n&gt; The device was a high-accuracy weapon. The side two guns both shot \n&gt; lasers, while the middle one shot a small missile with a highly-\n&gt; explosive shell. There were two cameras in the spaces between the \n&gt; guns so that the screen that was in front of Zardus&#39;s hand, on the \n&gt; back wall of the weapon, displayed a depth-preceptive image of the \n&gt; area. The screen could zoom in and out to provide for better \naiming. \n&gt; Three crosshairs represented the aim of the three guns. With \nanother \n&gt; mental command, the weapon folded back into his wrist.\n&gt; \n&gt; &quot;All systems online,&quot; Zardus said without really knowing why, but \nthe \n&gt; effect surprised him. He felt his optics charge as the laser-firing \n&gt; systems that were in them activated, but the real improvement was \nthe \n&gt; scanners. He could detect the area around him much better than in \nhis \n&gt; old body, able to locate most of the bots in the Iron Fist without \n&gt; any external aid. Two guns emerged from his shoulders, aiming ahead \n&gt; of him. They could both fire highly-charged plasma beams, but their \n&gt; energy packs needed to be recharged fairly frequently. Scanning his \n&gt; storage compartments, Zardus found that the only pieces of his old \n&gt; equipment that he still had were his plasma launcher, some charges, \n&gt; several pistols, and a dagger. Two swords were stored in his torso, \n&gt; able to be charged with energy on command.\n&gt; \n&gt; Zardus knew that even with his advanced body, there were still many \n&gt; bots on the planet that could prove an equal or a better to him. He \n&gt; couldn&#39;t use all his weaponry in a battle, not without passing out \n&gt; from lack of energy after firing so much, as most of the weapons \nwere \n&gt; charged on his body&#39;s energy. However, his new body placed him far \n&gt; ahead of his old one, and he had no doubt that it would come in \nvery \n&gt; useful.\n&gt; \n&gt; &#39;I see you like my upgrade,&#39; the Vok says in his head, causing \nZardus \n&gt; to look around needlessly. The Alliance commander powers down the \n&gt; optic blasts and the shoulder cannons, the latter sliding back into \n&gt; his shoulders.\n&gt; \n&gt; &quot;Its new, yes,&quot; Zardus replies mentally, flexing his arms and \ntesting \n&gt; out the movement of his body. It was excellent.\n&gt; \n&gt; &#39;Good. Now go fulfill your task. You will have much trouble ahead, \nso \n&gt; I give you permission to make alliances as you see fit. However, \nfail \n&gt; and you will wish you had never crashed on this planet.&#39;\n&gt; \n&gt; Zardus nods and walks out of the room, heading toward Najah and \nLady \n&gt; Hawk. Even though he had gone through an upgrade, he would still be \n&gt; easilly recognizable as Commander Zardus.\n\n\n"}}