{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ultra Optimus","from":"&quot;Ultra Optimus &quot; &lt;highlordtemplar@...&gt;","replyTo":"LIST","senderId":"KLSX4gai_nD3N37HRU-Mpdc_FmQtOkh4G4mXov7Qj-r21vrYw5y14OGqDj-vra5S-txh6Q4g2F13fZXiT_yAlfsb7yEvT6mjjKLUZsaZTRWps8chz4Pt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"First Landing","postDate":"960703669","msgId":3135,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhodmFibCtoNzkzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":3134,"nextInTime":3136,"topicId":3135,"numMessagesInTopic":1,"msgSnippet":"Okay, I m new here, so if this sounds a little crappy, please excuse me, since its my first time. ... A big Maximal ship appears just beyond the atmosphere of","rawEmail":"Return-Path: &lt;highlordtemplar@...&gt;\r\nReceived: (qmail 5480 invoked from network); 11 Jun 2000 06:07:53 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 11 Jun 2000 06:07:53 -0000\r\nReceived: from unknown (HELO ef.egroups.com) (10.1.2.111) by mta2 with SMTP; 11 Jun 2000 06:07:53 -0000\r\nX-eGroups-Return: highlordtemplar@...\r\nReceived: from [10.1.10.105] by ef.egroups.com with NNFMP; 11 Jun 2000 06:07:53 -0000\r\nDate: Sun, 11 Jun 2000 06:07:49 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: First Landing\r\nMessage-ID: &lt;8hvabl+h793@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3492\r\nX-Mailer: eGroups Message Poster\r\nFrom: &quot;Ultra Optimus &quot; &lt;highlordtemplar@...&gt;\r\n\r\nOkay, I&#39;m new here, so if this sounds a little crappy, please excuse \nme, since its my first time.\n\n----------------------------------------------------------------------\nA big Maximal ship appears just beyond the atmosphere of earth, by \nthe looks of it, it is seriously damaged, and it is slowly dirfting \ntoward earth. Its occupants are all permenantly offline. The only bot \nfunctional, is locked up inside a detention cell. The bot, beats at \nthe forcefeild grid. Then he gets a idea. He reaches for his EMP \nblaster, and puts it on low energy. he releases a small blast, that \nbarely weakens the grid, but not wasting any time, the bot starts \nrapidly punching the grid, when under all the pressure. The grid \nbreaks. The bot, then runs for the armory, and quickly finds a empty \ncargo crate and stuffs very armament into it , stuffing it up fully, \nand heads out to the escape pods, only to find that all of them are \ntaken. he finds a control panel, and brings up a schematic for the \nship, and he quickly finds what he is looking for. He then reaches \nthe small cargo transport, after a trek across the entire ship. When \nhe steps inside he sees a barely functional maximal engineer, the \nengineer reaches to him and pleads for help. The rogue maximal no \nlonger has any feelings of kindness, and for revenge of locking him \nup in a detention cell, he grabs the engineer&#39;s hand in a deceitfully \nkind way, and suddenly twists it off. The engineer, writhing in pain \nis in total fright, then the rogue, grabs the engineer&#39;s neck, and \nstarts applying pressure, and then snaps it. He reaches for his \nplasma chain gun, and puts literally thousands of holes into the \nengineer&#39;s body. All that his left is a head, neck, and a stem that \nused to be a spine. With that done, he takes the controls of the \nship, and steers it out of the hanger, and into the earth atmosphere. \nAfter putting the ship on auto pilot, the rogue, know as Ultra \nOptimus, opens the cargo crate to look at his loot. Inside are, spare \nparts. Looks like the inhabitants of the ship were expecting a \nwar...... There were 2 shoulder mounted missile packs, with 3 \nmissiles each, along with 2 mini-fusion pistols, 1 plasma blaster-\nrifle edition, a fusion pulse chain gun, and a holder for those \nweapons that was meant to be attached the bot&#39;s back. Also in the \ncrate were 2 radiation type weapons, one was a iridium chain gun, \nwhich was capable of shredding enemies, and finally, a beam sabre. \nSeeing all these weapons, Ultra Optimus decides that he can only take \n3 weapons, so he decides on the one of the pistols, the rifle sized \nblaster, and finally, the fusion pulse chain gun. Then, he is \ninformed by the ship that, they have landed, and that he must choose, \na beast mode so that he could repair without the ship&#39;s CR chamber. \nThen the auto scan for life forms starts, but Ultra Optimus halts it, \nand because of hear a tale about dragons, he decides on a mythical \ndragon. The computer, complies, and searches its database on a \ndragon, until it finds a dragon-like form, but because of its \nextensive size, it must be made with metal, not flesh, and bones. \nAfter that is decided, Ultra Optimus decides he will need an extra \nform in case of emergency. Since he had always wanted to be a flyer \nlike Star Scream, but stronger, he decides to be a Missile Bomber. \nThe computer then complies, and gives him the necessary forms. Ultra \nOptimus then heads out of the ship, with no exact goal in mind.\n\n\n\n"}}