{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rAuq","from":"&quot;rAuq&quot; &lt;rauq@...&gt;","replyTo":"LIST","senderId":"pvB6VwgqLwlRMDh0KQZyHNzZGw1e_TOiplRvX_A-ukGyn8e7fCNdIAkAgyhpMxRHHoNuGlX_CDkeLR5q8vA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: CF Skimirsh","postDate":"986123147","msgId":31508,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBQzZBOTFCLjIxNTM3LjExMTZCNzdAbG9jYWxob3N0Pg==","inReplyToHeader":"PDlhNmV0YytzZ3FnQGVHcm91cHMuY29tPg==","referencesHeader":"PDNBQzU5MzE4LjE0NjYxLkNBRUI4NkVAbG9jYWxob3N0Pg=="},"prevInTopic":31506,"nextInTopic":31513,"prevInTime":31507,"nextInTime":31509,"topicId":31398,"numMessagesInTopic":44,"msgSnippet":"... I will destroy maxi-bots! Rippersnapper takes the first missile from Supernova in the armour, he wobbles then the second follows up. knocking him down.","rawEmail":"Return-Path: &lt;rauq@...&gt;\r\nX-Sender: rauq@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_0_1); 1 Apr 2001 11:03:16 -0000\r\nReceived: (qmail 46318 invoked from network); 1 Apr 2001 11:03:16 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 1 Apr 2001 11:03:16 -0000\r\nReceived: from unknown (HELO priv-edtnes12-hme0.telusplanet.net) (199.185.220.239) by mta2 with SMTP; 1 Apr 2001 11:03:15 -0000\r\nReceived: from bowles1 ([216.232.96.6]) by priv-edtnes12-hme0.telusplanet.net (InterMail vM.4.01.03.10 201-229-121-110) with ESMTP id &lt;20010401110312.XJAW18403.priv-edtnes12-hme0.telusplanet.net@bowles1&gt; for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 1 Apr 2001 05:03:12 -0600\r\nTo: nbwrpg@yahoogroups.com\r\nDate: Sun, 1 Apr 2001 04:05:47 -0700\r\nMIME-Version: 1.0\r\nContent-type: text/plain; charset=US-ASCII\r\nContent-transfer-encoding: 7BIT\r\nSubject: Re: CF Skimirsh\r\nMessage-ID: &lt;3AC6A91B.21537.1116B77@localhost&gt;\r\nPriority: normal\r\nIn-reply-to: &lt;9a6etc+sgqg@...&gt;\r\nReferences: &lt;3AC59318.14661.CAEB86E@localhost&gt;\r\nX-mailer: Pegasus Mail for Win32 (v3.12c)\r\nFrom: &quot;rAuq&quot; &lt;rauq@...&gt;\r\n\r\n::Razorclaw/Divebomb/Rampage/Rippersnapper::\n\n&quot;I will destroy maxi-bots!&quot; Rippersnapper takes the first missile \nfrom Supernova in the armour, he wobbles then the second follows \nup. knocking him down. He shakes his head, stands up, then \nalmost immediately hits the deck, as laser fire and more missiles \nwhiz over head. &quot;GRRRRRrrrrrr, Maxi-bots, no play fair,&quot; He gets \nup, fires four voice commanded missiles from his twin launchers at \nSupernova.\n\nRazorclaw waits patiently as the Slasys missiles approach him, \nand at the last second, he leaps straight up, transforms into robot \nmode, levels his out his twin concussion blaster, and fires four \nshots from it. He draws his sonic sword. &quot;Predacons, take out the \njets!&quot;\n\nRampage is pacing back and forth, as two laser blasts smash into \nhis arm armour plating. &quot;Who&#39;s shooting at me?&quot; He roars not \nexpecting a reply. Rampge turms immediately to the nearest flying \nthing, Supernova. He feels the rage building, and he lets it come. &quot;I \nwill crush you!&quot; he yells at Supernova, as he jumps into flight, \ncharging the Jet with his thermo-sword swinging.\n\nDivebomb, leaps into flight, and transforms, He hears Razorclaw, \nand decides to follow Rampage&#39;s lead. &quot;Well why not,&quot; He pulls out \nhis particle beam rifle, and fires two aimed blasts at Supernova.\n\n\nOn 1 Apr 2001, at 5:38, Yanshosh@... wrote:\n\n&gt; *gasp* At last! I think my comp is functioning pretty much ok now, so I&#39;m back. I just read 150+ posts, so this might be grossly inaccurate. It it is, sorry.\n&gt; \n&gt; \n&gt; ::Autofire/Zardus/The Galactors/The Lavacons/Prowl/Kluster/Grimmler::\n&gt; \n&gt; Autofire recieves the signal from Megatron, yelling a battle cry and running toward the CF, only to be met with a smoke bomb as soon as he started running. He swears, waving the smoke away and backing up, firing his chain guns blindly in the general direction of the CF. He grunts as two objects \nhit him in the back, feeling his systems struggle as they tried to regain power, the two objects that had hit him draining energy faster than he could replace it.\n&gt; \n&gt; He spins around, backing away from the draining energy fields that the two missiles fired by Zardus had created. The drain lessens and his power levels begin to rise again. He looks up at the enemy, watching Zardus fly in, more than ten Alliance bots following. This was definitely not good.\n&gt; \n&gt; &quot;Yes, attack,&quot; he replies to the member of the Predacons (gestalt group, not faction) who had sent him a comm, aiming both chain guns at Zardus and firing more than two dozen shots from each.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Zardus angles up, the shots fired by the bot he had just hit with the missiles missing. He scans the area, seeing that there were a good amount of Decepticons here. He activates his comm.\n&gt; \n&gt; &quot;Astral,&quot; he says into it, &quot;New orders. Come and aid at this battle, bring all the troops that you can.&quot;\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; The Galactors spread out as they fly into the scene. Supernova aims his missile launcher, letting loose several shots at Rippersnapper.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; &quot;Lessee, who I wanna kill?&quot; Flare says, then fires two grenades down at Sinnertwin.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Vicyr, completely cloaked, flies below the others, firing three laser bolts at Rampage.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Slasys aims carefully, firing two missiles with deadly precision down at Razorclaw.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Scrap, flying to the left of the rest of the group, fires four lasers down at Rippersnapper.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Prowl spins around to look at the smoke when he recieves Quarto&#39;s message, thankful for the warning. He sees Alliance bots fly in in the distance and open fire on the attackers.\n&gt; \n&gt; &quot;Time for battle yet again,&quot; he says to Mantle, flying into the air and seeing someone attacking behind the CF. He flies toward Fireblade, landing quickly near Firedrill and his friends.\n&gt; \n&gt; &quot;Nice to see you both up and about,&quot; he says to the two that he hadn&#39;t seen conscious untill now. &quot;You guys are welcome to help defend the base.&quot;\n&gt; \n&gt; Prowl lifts off again, flying at Fireblade and firing two missiles at him.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Kluster runs out of the CF as the alarms go off, his missile launcher firing two missiles at Ripp\nersnapper as soon as he gets out of the door, aiming carefully as to not hit any Maximals.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; (Argh, forgot about Grimmler! Sorry if I didn&#39;t reply to your last post with Tremmer, Megan)\n&gt; \n&gt; Grimmler hears gunfire as he heads back to the CF. &quot;Slag! We&#39;re under attack again!&quot; He exclaims \nand runs off toward the ship, motioning for Tremmer to follow.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; --- In nbwrpg@y..., &quot;rAuq&quot; &lt;rauq@t...&gt; wrote:\n&gt; &gt; ::Rippersnapper/Preadcons::\n&gt; &gt; Rippersnapper&#39;s impatience increases, &quot;Signal! Me wanna destroy \n&gt; &gt; Maximals.&quot;\n&gt; &gt; \n&gt; &gt; Razorclaw nears the location intended by Megatron. He opens a \n&gt; &gt; commlink to Autofire, &quot;Hello Autofire. I am Razorclaw of the \n&gt; &gt; Predacons. Megatron sent me and my Predacons as \n&gt; &gt; renforcements, he told us to expect a signal to attack soon, and \n&gt; &gt; we are arriving and ready.&quot;\n&gt; &gt; \n&gt; &gt; Divebomb reaches Autofire first, lands and transforms, looking \n&gt; &gt; around and smiling.\n&gt; &gt; \n&gt; &gt; Rampage is thundering on behind Razorclaw, a sleek panther, a \n&gt; &gt; blur on the background. He dodges trees, speeding to the \n&gt; &gt; destination, Razorclaw doing likewise, after his commlink message.\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n\n\n\n"}}