{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"05WkQlNbGSSlo31lhzTUrIkv6lCNku4fxJKCI3GOCfo-3je9BdamYbF6yFkkD5rmHon5GYek2w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Reinforcements/Enemy Reinforcements","postDate":"986148338","msgId":31521,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1LjEyMDUxYTkxLjI3ZjhjN2YyQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":31525,"prevInTime":31520,"nextInTime":31522,"topicId":31521,"numMessagesInTopic":24,"msgSnippet":"(I ve only now started paying attention to the battle at the CF so correct me if I m wrong with any of this) The Oblitercons/The Protectobots/Demon Wulf/Flesh","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_0_1); 1 Apr 2001 18:05:55 -0000\r\nReceived: (qmail 48327 invoked from network); 1 Apr 2001 18:05:54 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 1 Apr 2001 18:05:54 -0000\r\nReceived: from unknown (HELO imo-m04.mx.aol.com) (64.12.136.7) by mta2 with SMTP; 1 Apr 2001 18:05:54 -0000\r\nReceived: from KSLawdogg@... by imo-m04.mx.aol.com (mail_out_v29.14.) id r.15.12051a91 (4215) for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 1 Apr 2001 14:05:39 -0400 (EDT)\r\nMessage-ID: &lt;15.12051a91.27f8c7f2@...&gt;\r\nDate: Sun, 1 Apr 2001 14:05:38 EDT\r\nSubject: Reinforcements/Enemy Reinforcements\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I&#39;ve only now started paying attention to the battle at the CF so correct me \nif I&#39;m wrong with any of this)\n\n\nThe Oblitercons/The Protectobots/Demon Wulf/Flesh Ripper/Dark Claw/Imprisoner/\nPredator/Choran/Nemesis Enforcer/Scattershot:\n\n\n\nTwo brothers watched with a look of children in a candy store in their blood \nred optic sensors, while the third&#39;s sensors detected the battle and he had \nthe same feeling.  The battle was interesting.  Many different groups.  Many \nenemies.  But there in all their glory, were their ex-comrades, the Alliance. \n Once again helping the Maximals. \n\n&quot;My brethren,&quot; Demon Wulf growled, &quot;if the Oblitercons form no doubt this \nbattle will end.&quot;\n\n&quot;We should attack them specifically.&quot;\n\n&quot;Shall we focus on a single enemy, brothers?&quot; Flesh Ripper asked in delight.\n\n&quot;No, but focus on the Oblitercons.&quot; \n\nWith that, Demon Wulf raised his blade, launching a missile off at the \nairbound Dark One.\n\nDark Claw armed his missile launchers, a missile from each streaking out at \nPyro&#39;s armored mode.\n\nFlesh Ripper transformed to his hyena mode, scrambling off towards Scavenger \nat his top speed in the animal mode.\n\n---\n\nDark One&#39;s sensors detected an incoming missile.  But he was a little \nflummoxed at the incoming object.  It was being fired by Demon Wulf, and as \nfar as he knew Demon Wulf was in the Alliance.\n\nPulling up hard the was able to move out of the way of the missile, the shock \nwave from the explosion shaking him.  He was just lucky that wasn&#39;t a seeker \nor he&#39;d be stuck into the earth below him.\n\nActivating a secure comm. link with Zardus, he talked in still a confused \ntone.  &quot;Zardus, Demon Wulf and his minions are opening fire on my team.  \nOrders?&quot; the mercenary team leader asked.  He wasn&#39;t going to open fire, but \nhe doubted his team was going to follow his example.\n\n---\n\n\nPyro felt two missiles strike his armored form but kept silent despite the \npain.  &quot;Slaggers.&quot; Swerving his cannon, he fired off a single fire ball at \nDark Claw.\n\nBreakdown looked at a dent where the missiles had hit.  &quot;I&#39;m getting out of \nthis death trap.&quot; he said, opening the hatch and hopping out of the tank.\n\n---\n\nScavenger saw a four legged animal coming at him and wasn&#39;t sure what the \nhell it was.  &quot;Oh, the little puppy is going to get me.&quot; \n\nHiss laughed at this comment, bringing his fusion cannon to bear on the \nincoming animal and fired a blast.  He face twisted to a face of complete \nsurprise as the animal transformed into Flesh Ripper and was flying through \nthe air straight at him.\n\nFlesh Ripper swiped both arms downward, his claws digging into Hiss&#39; chest, \nthe full force of the Vok creation slamming Hiss hard into his seat.\n\nScavenger swerved as a Vok foot kicked his steering wheel at an angle, \nsending him swerving to the left a little.  &quot;Watch it you dolts!&quot;\n\n---\n\n&quot;That damn base.&quot; Imprisoner said angrily as he got a visual on the \nCybertronian Fire.  &quot;We&#39;ll destroy that before we leave.&quot; Arming his twin \nmissile launchers he launched a total of four missiles at the CF.\n\nPredator and Choran piled out of Imprisoner&#39;s vehicle mode.\n\n---\n\nNemesis Enforcer flew overhead, smiling at the battle.  Raising his \nautomatic-laser rifle, he fired off twenty rapid laser blasts down at Rampage.\n\n---\n\nScattershot raised his automatic rifle, firing off twenty armor-piercing \nrounds at &quot;Megaton&quot; while laughing hysterically.\n\n----\n\nThe Protectobots poured out of the Cybertronian Fire a little confused.  The \nAlliance attacks the Maximals, the Alliance aids the Maximals.  A never \nending cycle that made figuring out who their enemies were hard.\n\nHot Spot looked at the Predacons (Decepticons) with a burning sense of \nrecognition that he couldn&#39;t place his &quot;finger&quot; on.  Raising his cannon he \nlaunched off three fire balls at Divebomb.\n\n---\n\nGroove raised his photon pistol, firing off two bolts at Megaton&#39;s torso.\n\n---\n\nBlades transformed to his AH-46 Apache attack-helicopter mode, lifting off \ninto the air and arming his M230 30mm cannons.  He launched ten \nhighly-explosive rounds from both cannons, twenty of that type of bullets \nheading for Razorclaw&#39;s torso.\n\n---\n\nFirst Aid stayed back from the battle for two reasons.  First, he was a \nmedic, not a warrior.  Second of all, he was poorly armed, as he&#39;d learned \nthe hardway thanks to two near-death experiences.\n\n---\n\nStreetwise raised his heavy-laser rifle, a better choice than a photon \npistol.  He fired a mighty blast from the weapon at Tantrum, charging the \nDecepticon Predacon.\n\n\n"}}