{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"jzc2F5vc8oaDXSwM4lbwwmARjXYtbPfgm13KRJlwtxZGB4_BraDPfqw0cL64h5uqOoDTNt9bHQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: CF Skimirsh","postDate":"986157744","msgId":31531,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlhODNyZytoYzRnQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAwM2IwMWMwYmFkOSRiOTNlMjBhMCQwY2NhOWQxOEBrd2t3MS5vbi53YXZlLmhvbWUuY29tPg=="},"prevInTopic":31526,"nextInTopic":31536,"prevInTime":31530,"nextInTime":31532,"topicId":31398,"numMessagesInTopic":44,"msgSnippet":"All my Alliance bots are flying right now, so landing near them or charging at them isn t very possible. If I miss any attacks (I m kinda in a hurry), please","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_0_1); 1 Apr 2001 20:42:29 -0000\r\nReceived: (qmail 3835 invoked from network); 1 Apr 2001 20:42:28 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 1 Apr 2001 20:42:28 -0000\r\nReceived: from unknown (HELO ch.egroups.com) (10.1.10.51) by mta1 with SMTP; 1 Apr 2001 20:42:28 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.101] by ch.egroups.com with NNFMP; 01 Apr 2001 20:42:28 -0000\r\nDate: Sun, 01 Apr 2001 20:42:24 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: CF Skimirsh\r\nMessage-ID: &lt;9a83rg+hc4g@...&gt;\r\nIn-Reply-To: &lt;003b01c0bad9$b93e20a0$0cca9d18@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5081\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nAll my Alliance bots are flying right now, so landing near them or charging at them isn&#39;t very possible.\n\nIf I miss any attacks (I&#39;m kinda in a hurry), please inform me and I&#39;ll post for them in my next post.\n\n::Zardus/The Galactors/The Lavacons/Prowl/Kluster/Grimmler::\n\nZardus angles upward, getting out of the way of any shots heading for him. He recieves Dark One&#39;s transmission.\n\n&quot;Kill them,&quot; he replies, &quot;If they&#39;re firing at you, they&#39;re no longer part of the Alliance.&quot;\n\nHe sees Composer enter the battle, opening a comm to him as well. &quot;Open fire on anyone non-Maximal, prefferebly the ones with Decepticon symbols. Use all you got.&quot;\n\nHe looks down at the battle, aiming at Rampage and firing two energy-draining missiles at the bot. The missile lock onto Rampage&#39;s signature, following it.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nSupernova spins in the air, two blasts passing right next to him. He fires his gun at one of the incoming missiles, causing it to detonate along with the other ones, but the shockwave nearly knocked him out of the air. He flies up, avoiding Rampage.\n\n&quot;Galactors, let&#39;s show them what we can do!&quot; he yells to his fellow teammates, &quot;Form jets!&quot;\n\nHe transforms into a part of a jet, waiting for his team to do so as well.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nOne of the shots hit Slasys, nearly knocking him out of the air as he recieves orders from Supernova. He clenches his teeth, transforming into another part of a jet and joining with Supernova. He hoped that Scrap would join with them so that they could use his repair system.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScrap transforms into part of a jet, joining with Supernova and Slasys. The large jet takes off at full speed, passing Rampage and firing two large signature-seeking missiles at Surgital.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nVicyr transforms into a part of a jet, combining with Flare and cloaking them both. They fly at Surgital, firing two large charges, set to explode on impact.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nAstral recieves Zardus&#39;s orders, taking off and flying toward the Cybertronian Fire. The other Lavacons follow him. He growls, looking back and seeing that Fenox wasn&#39;t there. If they had to form Lavatron, he would be missing an arm.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nSeeing his target stand up, Kluster fires two more missiles at Rippersnapper.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler reaches the CF, flying into the air and pulling out a missile launcher. He aims carefully, firing two missiles at Rampage, hoping to knock him out of the air. The missiles were heat seeking.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&quot;Decepticons, it looks like,&quot; Prowl replies to Epyon as he fires two more missiles at Fireblade. He glances back to see if Mantle and his team were fighting yet (hint, hint, Jen).\n\n\n\n\n\n\n--- In nbwrpg@y..., &quot;dcoburn&quot; &lt;1641coburn@h...&gt; wrote:\n&gt; OOC: Hehe Cyberwolf, don&#39;t forget there is also a neautral bounty hunter(Quatro) there.  And watch out, the Terrorcons can form Abominus anytime!\n&gt; ::Cutthroat/Triggerhappy/Bodicons/Composer/Quatro::\n&gt; \n&gt;     Cutthroat is suddenly blinded by smoke.  He waved it away, and was enraged.\n&gt; \n&gt;     &quot;Cutthroat slag Autobot trash buckets!!!!&quot; Cutthroat yelled.\n&gt; \n&gt;     Cutthroat shot a big stream of flame from his mouth at the CF.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt;       Triggerhappy cackled, then fired a compressed air shot from Blowpipe at the CF.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt;       The Bodicons saw this &quot;Alliance&quot; coming to help the Maximals.\n&gt; \n&gt;       &quot;COMBINE!!!!!!!!&quot; Decapitron yelled.\n&gt; \n&gt;       The other 4 Bodicons got close to Decapitron.  Then, their bodies all got into the right positions and they formed a huge gestalt warrior called Surgital.\n&gt; \n&gt;        &quot;It&#39;s time for your operation!!!!&quot; Surgital yelled down at the Alliance members.\n&gt; \n&gt;        The Bodicons all agreed on a target.  Surgital&#39;s hand converted into a massive spinning saw.  He lowered his hand down and attempted to cut Megaton in half.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt;        Composer eventually arrived at the scene.  He landed beside Zardus.\n&gt; \n&gt;        &quot;My leader, I&#39;m here to help you aid the Maximals.  Wheeljack is coming as well,&quot; Composer informed Zardus of his arrival.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt;       Quatro could hear the battle all around him.  Quatro went outside and saw the gestalt warrior Surgital, and the Alliance coming to help Maximals.\n&gt; \n&gt;       &quot;The Maximals and their allies can fend off the Decepticons by themselves.  I&#39;ve got a feeling that this is a big trick.  I have to see Megatron,&quot; Quatro said to himself.\n&gt; \n&gt;       Quatro ran around, trying to be stealthy so that nobody could see him.  He didn&#39;t want to waste power on using his stealth mode here.  Then, when he was away from the battle, he did a data search on the Decepticons to try and find their base. \n&gt; \n&gt;        &quot;Decepticon Base:Dark Avian,&quot; Quatro said aloud.\n&gt; \n&gt;        Quatro transformed to hoverbike mode, and speeded off towards the Dark Avian.\n\n\n"}}