{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"Mj932h17JOiHGwTA-zb05lbG2xXN9u-o1Bc3ZT-wY448g2FXtQnoY5_qAQ5dKiGQRd6WDWrPHA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cybertronian Fire - Getting My Heart Eaten","postDate":"986351549","msgId":31784,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGU4LjEyZDViOTNmLjI3ZmJlMWJkQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":31813,"prevInTime":31783,"nextInTime":31785,"topicId":31784,"numMessagesInTopic":4,"msgSnippet":"The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis Enforcer/Scattershot/Imprisoner/Predator/Choran: Demon Wulf moved his arm out of the","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 4 Apr 2001 02:33:04 -0000\r\nReceived: (qmail 74765 invoked from network); 4 Apr 2001 02:33:03 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 4 Apr 2001 02:33:03 -0000\r\nReceived: from unknown (HELO imo-r11.mx.aol.com) (152.163.225.65) by mta1 with SMTP; 4 Apr 2001 02:33:03 -0000\r\nReceived: from KSLawdogg@... by imo-r11.mx.aol.com (mail_out_v29.14.) id r.e8.12d5b93f (4205) for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 3 Apr 2001 22:32:29 -0400 (EDT)\r\nMessage-ID: &lt;e8.12d5b93f.27fbe1bd@...&gt;\r\nDate: Tue, 3 Apr 2001 22:32:29 EDT\r\nSubject: Cybertronian Fire - Getting My Heart Eaten\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran:\n\n\n\n\nDemon Wulf moved his arm out of the way of Scattershot&#39;s armor-piercing \nrounds and let them dig into the ground behind him, the rapid laser energy \nfrom Dark One having more success.  The shots dug into Demon&#39;s heavy chest \nplating and caused him to fall back a foot and a half.  &quot;Infidel.  Do you \nthink a Cybertronian can stand up to a Vok?&quot; he asked mockingly, raising his \nsword and firing it off at Dark One, this one an energy-signature seeking one.\n\n---\n\nFlesh Ripper stood upright quickly, faster than he should&#39;ve.  He felt a \nslight pain in his back that wa beginning to subside, and his vision was \ncoming back rather fast as well.  So far he could make out a blurr in front \nof him.  And one giant blurr he suggested was the Cybertronian Fire, and an \neven larger he thought was the Element.\n\n---\n\nTwo rockets bombarded Dark Claw&#39;s form, leaving large dents.  But Dark Claw \nwas larger and more heavily equipped than Pyro.  He launched two more seeking \nmissiles off at Pyro.  And according to his scanners, Pyro would be breached \nif these hit.\n\n---\n\nDark One deployed a flare in the path of the incoming missile, but the \nmissile dodged the flare and continued going.  &quot;Slag!&quot; he yelled, reverting \nto biped mode because he&#39;d be out of the fight if hit in fighter mode.  He \nbraced himself, the missile digging into his chest and exploding, sending him \nrocketing through the air a dozen feet.\n\n---\n\nBreakdown was in range, and fired off two grenades set to explode on impact \nat Dark Claw&#39;s general form.\n\n---\n\nPyro continued driving, but the two missiles heading for him were faster than \nhim.  They were also seekers, whcih wasn&#39;t a good thing.  He turned the \nmounted machine gun on his turret, firing off twenty shells at the missiles, \nonly causing one to explode.  He let out a slight disembodied grunt as the \none missile nearly breached him.\n\n&quot;Slag it...&quot; he moaned, transforming slow and painfully to biped mode, \nrummaging through his subspace pocket for a different weapon other than fire. \n He had matches, oil, and a laser rifle.  &quot;This isn&#39;t good...fire, amazingly, \nis ineffective.&quot;  He tried to open a comm. with his fellow Oblitercons, but \nfound his comm. was jammed with static.  &quot;Stupid Maximals!&quot; he yelled, \nrunning as fast as his yellow legs could go.\n\n---\n\nHiss layed in the seat, deep cuts all over his face but miraculously nothing \nvital was taken out, like an optic.  He didn&#39;t stir that much, still \nrecovering.\n\n---\n\nScavenger saw Flesh Ripper slowly and chuckled.  Ramming him would be very \npainful, most likely only for Scavenger.  So, the mounted cannons on the side \nof his HUMV form moved ever-so-slightly to have their barrels to point at \nFlesh Ripper&#39;s torso. Forty rounds launched out from the machine guns at \nFlesh Ripper.\n\n---\n\nHot Spot ducked down, avoiding two of Headstrong&#39;s shots.  He looked to see \nfive different Headstrong&#39;s and didn&#39;t waste time being confused, switching \nhis cannon to be a flamethrower.  In a wide arc a continuos burst of flames \nwent from left to right at all five Headstrong&#39;s.\n---\n\nGroove yelled out as blasts struck him from Tantrum, unknowingly to Groove \nknocking him out of the way of someone&#39;s sword.\n\n---\n\nBlades didn&#39;t like it.  Long range missiles were not good.  But oh, well.  He \narmed two launchers, launching off two &quot;smart rockets&quot; at Sinnertwin that \nwould track him using encoded computer images.\n\n---\n\nFirst Aid looked up to Sinnertwin jump at him, and it wasn&#39;t pretty.  He \nraised an arm, firing off a welding laser at Sinnertwin&#39;s abdomen as his free \nhand dug into the ground to embrace for the pain sure to come.  He noticed as \nSinnertwin got closer so did CF/Element autogun fire.\n\n---\n\nStreetwise saw the Oblitercons getting pasted, and was giddy about that.  He \nwasn&#39;t about to help them.  He raised his pistol, firing off three photon \nblasts at Headstrong&#39;s torso again.\n\n---\n\nImprisoner felt four explosions against his armored attack vehicle form and \nsevere damage was caused, but he ignored the raging pain throughout his \nframe.  He armed both missile launchers, firing off two missiles from each \nlauncher, four missiles heading for the CF.\n\nA mounted laser weapon swerved around, firing off ten rapid blasts at the CF. \n He felt some shells bounce of his form, autogun fire.  He laughed at that.  \n\n---\n\nPredator felt autogun fire and he stumbled back, small dents all over his \nbody.   &quot;Maximals were always pathetic, and now they hide inside their \nbases!&quot; he screamed, raising his missile launcher and firing off a rocket at \nthe CF.\n\n---\n\nChoran&#39;s rifle wasn&#39;t doing much against a ship, so he raised the rifle and \nfired off three plasma bolts at Prowl, quickly beginning modifications on it \nto make it fire rapidly.\n\n"}}