{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rAuq","from":"&quot;rAuq&quot; &lt;rauq@...&gt;","replyTo":"LIST","senderId":"OC3w7Ybbe0lJMsSdn7hkRUj3FwvkLNPPo_anL_Kqi5AlWmETtCUo2aXSI7V4uGyPeaa2HWnveyZfWTFm8pM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Into the Fire - Dokken","postDate":"986517320","msgId":31994,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBQ0NBQ0Q4LjE0NTcyLjMyQTY1QkBsb2NhbGhvc3Q+","inReplyToHeader":"PDg2LjkzZTAwMzkuMjdmZTY3MDFAY3MuY29tPg=="},"prevInTopic":31992,"nextInTopic":31995,"prevInTime":31993,"nextInTime":31995,"topicId":31992,"numMessagesInTopic":21,"msgSnippet":"OOC: yah, Divebomb has left the battle with Fireblade, but he will be returning soon.","rawEmail":"Return-Path: &lt;rauq@...&gt;\r\nX-Sender: rauq@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 6 Apr 2001 00:32:39 -0000\r\nReceived: (qmail 60721 invoked from network); 6 Apr 2001 00:32:39 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 6 Apr 2001 00:32:39 -0000\r\nReceived: from unknown (HELO priv-edtnes03-hme0.telusplanet.net) (199.185.220.236) by mta2 with SMTP; 6 Apr 2001 00:32:38 -0000\r\nReceived: from bowles1 ([216.232.96.6]) by priv-edtnes03-hme0.telusplanet.net (InterMail vM.4.01.03.10 201-229-121-110) with ESMTP id &lt;20010406003237.IIHB7520.priv-edtnes03-hme0.telusplanet.net@bowles1&gt; for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 5 Apr 2001 18:32:37 -0600\r\nTo: nbwrpg@yahoogroups.com\r\nDate: Thu, 5 Apr 2001 17:35:20 -0700\r\nMIME-Version: 1.0\r\nContent-type: text/plain; charset=US-ASCII\r\nContent-transfer-encoding: 7BIT\r\nSubject: Re: Into the Fire - Dokken\r\nMessage-ID: &lt;3ACCACD8.14572.32A65B@localhost&gt;\r\nPriority: normal\r\nIn-reply-to: &lt;86.93e0039.27fe6701@...&gt;\r\nX-mailer: Pegasus Mail for Win32 (v3.12c)\r\nFrom: &quot;rAuq&quot; &lt;rauq@...&gt;\r\n\r\nOOC: yah, Divebomb has left the battle with Fireblade, but he will \nbe returning soon.\n\nOn 5 Apr 2001, at 20:25, KSLawdogg@... wrote:\n\n&gt; (IR, Double Punch is cloaked, so unless you used some special scanner it \n&gt; would be impossible to target/see him.)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\n&gt; Enforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Sun Crusher/Reflector/Smokescreen:\n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf watched the massive team up on Dark One and turned his head, \n&gt; firing off five rapid optic blasts at the Cybertronian Fire, ignoring autogun \n&gt; fire striking his form.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper felt forty shells bounce off of his chest, the force of the \n&gt; numerous rounds knocking him back a few feet.  He looked down to his chest, \n&gt; which was covered with small dents.  &quot;You&#39;ll pay for that!&quot; he yelled, \n&gt; getting ready to charge, but saw two missiles heading for the Oblitercon who \n&gt; had opened fire on him and he jumped to avoid the resulting explosion.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw felt small explosions on his frame, the grenades doing little \n&gt; damage.  He armed his launchers, firing two missiles at Breakdown and two \n&gt; missiles at the Cybertronian Fire, autogun fire striking already damaged \n&gt; areas all over his frame.\n&gt; \n&gt; ---\n&gt; \n&gt; \n&gt; Slowly getting up, Dark One barely jumped out of the way of the ion disks, \n&gt; landing on his right side hard.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown let out a yell as missiles struck him in the back, nearly sending \n&gt; him flipping forward.  Turning around, mech-fluid leaking down his back, he \n&gt; raised his greande launcher, but realized Injector was to far away.  So he \n&gt; fired three optic blasts at his opponent.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro slowed down, no one pursuing him.  He raised his cannon, firing off \n&gt; three fireballs at Vehement.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss remained silent, still hurting badly.\n&gt; \n&gt; ---\n&gt; \n&gt; Scavenger was struck by a missile, sending him flipping through the air, the \n&gt; inside of vehicle mode badly burnt and smashed up.  Scavenger&#39;s scanners \n&gt; could make out Hiss going through the air quickly in the opposite direciton.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot saw the five images of Headstrong and fired two fireballs, one at \n&gt; two different of them, and jumped out of the way of one of the light blasts, \n&gt; the other burning a large hole in his chest that leaked mech-fluid.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove got up slowly, firing two photon blasts at Sinnertwin&#39;s torso.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades felt weapons fire blowing into his armor, knocking him back through \n&gt; the air against his engines.  The apache whined as it turned, arming \n&gt; missiles.  Two missiles launched out at Shockwave.  &quot;You&#39;re Emperor of \n&gt; nothing!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid slowly got up, looking at the Autobot who had saved him.  &quot;Thanks.  \n&gt; Who are you?&quot; he asked, a little flummoxed.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise ran forward, raising his pistol and firing off three photon blasts \n&gt; at Reflector&#39;s sternum.  &quot;Take that you Decepticreep wanna be!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Imprisoner activated the laser cannon attached to his frame, the large cannon \n&gt; firing off three powerful laser blasts at the CF were heading straight for \n&gt; the damaged ship.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator dodged some autogun fire from the Element.  &quot;You&#39;ll have to do \n&gt; better than that.&quot; he chuckled, raising the rocket launcher on his shoulder \n&gt; and firing off a missile straight at the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran had finished with his modifications and took aim.  He held the trigger \n&gt; down for a few seconds, twenty-two laser bolts blasting out at Prowl&#39;s torso.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer raised his rifle, firing off twenty-five rapid laser bolts \n&gt; at one of Headstrong&#39;s hollow images.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot took aim, firing off ten armor-piercing rounds at Divebomb. (If \n&gt; he&#39;s still at the battle).\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave spinned in the air, the two missiles from Blades passing by \n&gt; harmlessly and exploding.  Shockwave got a lock and fired off ten rapid laser \n&gt; blasts at Blades.\n&gt; \n&gt; &quot;I am a Decepticon Emperor you moronic Autobot.  Your resistance will only \n&gt; drain resources.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Two flares launched on at the last minute on an intercept course with the \n&gt; incoming missiles, the explosions burning Unitron&#39;s frame slight.  Arming his \n&gt; missiles once more he fired off two missiles at the Cybertronian Fire, ten \n&gt; rapid laser blasts lancing out from his nosecone at Zardus.\n&gt; \n&gt; &quot;Prepare to die, traitor.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter barrel rolled, avoiding three charges, the other blowing a gash \n&gt; into his armored space fighter form.  Those were hits he couldn&#39;t take.  \n&gt; Arming his missile launchers he fired off two energy-signature seeking \n&gt; missiles at Zardus from his left launcher and fired off twenty-three rapid \n&gt; laser blasts at the Cybertronian Fire from his nosecone.\n&gt; \n&gt; &quot;Puny Maximals, you are more pathetic than your anscestors, the Autobots.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Beeline the lifeless cyber-bee fired two optic blasts on an intercept course \n&gt; with the charges heading for Double Punch.\n&gt; \n&gt; Double Punch looked at the explosions in the air and laughed, raising both \n&gt; pinchers and launching a total of two missiles at the Cybertronian Fire from \n&gt; his left pincher.\n&gt; \n&gt; He broke into a run, getting a target lock and firing two energy-signature \n&gt; seeking missiles at Cliffjumper.\n&gt; \n&gt; (By the way, DP is cloaked)\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror pulled hard left through the air, barely avoiding the charges from \n&gt; the CF and the explosion of the charges sent a light coating of fire over his \n&gt; green body, dimming it.\n&gt; \n&gt; &quot;ARGH!  NOTHING CAN DEFEAT THE MANTERROR!&quot; he screamed, raising both arms and \n&gt; firing off four ion disks at the Cybertronian Fire, two from both arms.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector raised his right arm, two stinger missiles heading for the \n&gt; Cybertronian Fire.  Almost seemingly out of nowhere, optic blasts struck \n&gt; Injector, knocking him back through the air.  Though only a few seconds later \n&gt; Injector was stabalized.  &quot;Who dares attack me?&quot; he said, focusing on \n&gt; Breakdown.  &quot;Ah, the mercenary.  A gun for hire is no match for Injector of \n&gt; the Neo Decepticon Empire!&quot; he yelled, heading downward at top speed for \n&gt; Breakdown, the air resistance (that Yan was WRONG about) put pain on the \n&gt; wound in his sternum that was leaking a tiny bit of oil from exposed \n&gt; circuitry.\n&gt; \n&gt; He raised his left arm, firing two stinger missiles down at the Oblitercon \n&gt; Breakdown.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen exited the Cybertronian Fire, looking to Vehement immediately.  \n&gt; He raised his heavy-laser rifle, charging the Brotherhood member who as \n&gt; rather far away.\n&gt; \n&gt; &quot;What I failed to do shall be righted, in Primus&#39; name I swear.&quot; he said, \n&gt; while raising his rifle and taking aim at Vehement.  He cocked his rifle, the \n&gt; only thing he was waiting for was to be in range to open fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement didn&#39;t notice Smokescreen.  Fire balls from the pyromaniac Pyro had \n&gt; struck Vehement almost harmlessly, the charred armor invisible since the \n&gt; normal color of his armor was a deep black.\n&gt; \n&gt; &quot;You make your greatest mistake, Alliance trash.&quot; he said loud enough for \n&gt; Pyro to hear.  He raised his right arm, a barrel at the end of it.  Two \n&gt; energy-signature seeking missiles launched out at Pyro.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher saw six shapes heading for him.  Raising his left arm he launched \n&gt; a single missile that he had explode prematurely.  Two charges were still \n&gt; inbound and Sun Crusher only now attempted to move out of the way, one charge \n&gt; blowing up against his left abs, creating a dent in his side that was rather \n&gt; painful.\n&gt; \n&gt; But due to his training with the Brotherhood, he was able to hide his pain \n&gt; from others.  And pain he was in, though it was starting to subside.  \n&gt; &quot;Prepare for death!&quot; he yelled, raising his right arm and firing off two \n&gt; missiles at the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector looked didn&#39;t know who Streetwise was talking to or that he had \n&gt; shot at him, but the Brotherhood member knew he had indeed been shot at when \n&gt; two photon blasts struck him in the chest, sending him backwards two and a \n&gt; half feet, the robot quickly regaining stabalization in the air.\n&gt; \n&gt; &quot;Heathens.  You think you can stop those in the righteous path?  When the \n&gt; Chaos-Bringer comes you shall feel the wrath of the righteous one and his \n&gt; followers.&quot; He raised both arms, launching two missiles from both barrels on \n&gt; each arm.\n&gt; \n&gt; Four missiles launched from his left arm at the Cybertronian Fire.  The other \n&gt; arm sent two missiles at the Cybertronian Fire and two energy-signature \n&gt; seeking missiles at an idle robot.  First Aid.\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n\n\n\n"}}