{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Soulstice Omega","from":"&quot;Soulstice Omega&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"dwoWcbLPxrSn7GM378WMhp9052yqWTjFeQfrJPgKyetQhyzrkILRIx5AV1w1LPwKbX06pnKKcG6-augEaN3EAS9giAybGHmo0vzy0Dnx","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Into the Fire - Dokken","postDate":"986689976","msgId":32145,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMjAwMWMwYmZjMyQ3NzY0ZGE0MCQ4NjU1ZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDlhbzk3ais3ODRiQGVHcm91cHMuY29tPg=="},"prevInTopic":32144,"nextInTopic":32168,"prevInTime":32144,"nextInTime":32146,"topicId":31992,"numMessagesInTopic":21,"msgSnippet":"Pinsir fires at the same area Sycther fired, not meaning to mimic him, though. He fired twice... ... From:  To:  ","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nX-Sender: thecode@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 8 Apr 2001 00:37:12 -0000\r\nReceived: (qmail 13195 invoked from network); 8 Apr 2001 00:37:11 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 8 Apr 2001 00:37:11 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta1 with SMTP; 8 Apr 2001 00:37:10 -0000\r\nReceived: from birdboy (A020-0896.TAMP.splitrock.net [63.254.85.134]) by pimout4-int.prodigy.net (8.11.0/8.11.0) with SMTP id f380b5o126812 for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 7 Apr 2001 20:37:05 -0400\r\nMessage-ID: &lt;002001c0bfc3$7764da40$8655fe3f@...&gt;\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;9ao97j+784b@...&gt;\r\nSubject: Re: Into the Fire - Dokken\r\nDate: Sat, 7 Apr 2001 20:32:56 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.3018.1300\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.3018.1300\r\nFrom: &quot;Soulstice Omega&quot; &lt;thecode@...&gt;\r\n\r\nPinsir fires at the same area Sycther fired, not meaning to mimic him,\nthough. He fired twice...\n\n----- Original Message -----\nFrom: &lt;Yanshosh@...&gt;\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSent: Saturday, April 07, 2001 7:52 PM\nSubject: Re: Into the Fire - Dokken\n\n\n&gt; ::Prowl/Zardus/Incarcinator/EndBringer/Scyther/Demise::\n&gt;\n&gt; Prowl felt shots coming at Iron Raptor, jumping forward and tackling\n&gt; her out of the way. The shots hit him but do little damage. He kisses\n&gt; her.\n&gt;\n&gt; &quot;I&#39;ll see you after the battle, love. Be careful,&quot; he says and jumps\n&gt; up, flying at Choran and firing two signature seeking missiles from\n&gt; each one of his two missile launchers at the bot.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Zardus flies up, most of the shots missing him. He turns around,\n&gt; firing two more energy draining at Unitron. The two he had previously\n&gt; fired adjust their course, heading for Unitron again.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Incarcinator fires once, destroying the missile heading for him. He\n&gt; aims at Unitron, firing two more shells.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Killfest jumps back, two missiles hitting the ground in front of him.\n&gt; He lands the explosion failing to take him off his feet, though\n&gt; shrapnel scratches his armor. He fires his optics at Vehement&#39;s\n&gt; missile, destroying it.\n&gt;\n&gt; Killfest aims, firing two missiles and an EMP shot at Vehement.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; EndBringer roars, slamming his fist into the two missiles. They\n&gt; explode, making him step back to keep his balance, his arm charred but\n&gt; funtional. He looks around for a target and sees Sun Crusher, firing\n&gt; two missiles from each launcher at him.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Scyther watches Double Punch fire at EndBringer, and then his scanner\n&gt; locks on to Double Punch&#39;s signature. He smiles.\n&gt;\n&gt; &quot;Gotcha!&quot; he mumbles to himself, firing four charges down at Double\n&gt; Punch. Scyther was still cloaked.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; The two fireballs hit Demise, but he didn&#39;t care. He jumps up, easily\n&gt; reaching Flesh Ripper and grabbing at him.\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; &gt; (I have quite a bit of enemy fire to post for, so please correct me\n&gt; if I miss\n&gt; &gt; any attacks)\n&gt; &gt;\n&gt; &gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark\n&gt; Claw/Nemesis\n&gt; &gt;\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarte\nr/\n&gt; &gt; Double Punch/Manterror/Injector/Vehement/Sun\n&gt; Crusher/Reflector/Smokescreen:\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; Demon Wulf&#39;s boosters in his feet activated, sending him blasting\n&gt; off into\n&gt; &gt; the air, a dozen rapid shots tearing at his armored legs.\n&gt; &gt;\n&gt; &gt; He let out a howl of pain, raising his sword and firing a blade\n&gt; missile at\n&gt; &gt; the Cybertronian Fire.  A blue orb of EMP energy formed in his free\n&gt; hand and\n&gt; &gt; he threw it downward, and when it hit the ground, if everyone stayed\n&gt; in their\n&gt; &gt; place it would go off and an EMP field would hit Alecto and Kali.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Flesh Ripper pushed himself up, looking at Scavenger for only a\n&gt; micro-second\n&gt; &gt; and looking back to Demise, who was chargin him.  He fired three\n&gt; fire balls\n&gt; &gt; from his mouth at the charging Predacon&#39;s torso, boosters in his\n&gt; feet lifting\n&gt; &gt; him up off the dead ground.  He looked to Demon Wulf, knowing it was\n&gt; time to\n&gt; &gt; use a large amount of energy.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Dark Claw felt two missiles strike his frame and he cursed.  His\n&gt; armor was\n&gt; &gt; nearly penetrated.  His sensors detected a large amount of enemy\n&gt; robots, and\n&gt; &gt; his brothers that were gaining altitude.  He armed his launchers,\n&gt; firing two\n&gt; &gt; missiles at the Cybertronian Fire.  The other launcher fired two\n&gt; &gt; energy-signature seeking missiles.  One at Luzbel and the other at\n&gt; Wrath.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Dark One surveyed his team.  Or what was left of it.  Sensors told\n&gt; him Hiss\n&gt; &gt; was critical and Scavenger was almost there.  Of course, Dark One\n&gt; didn&#39;t need\n&gt; &gt; scanners to tell him this.  He searched around for his plasma rifle,\n&gt; &gt; eventually finding it.  He raised the rifle, firing off a couple pot\n&gt; shots\n&gt; &gt; off at Demon Wulf and started walking backwards towards Hiss.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Breakdown jumpd, two stinger missiles exploding where he had been.\n&gt; He went\n&gt; &gt; flying through the air, landing on his feet painfully.  He let out a\n&gt; yell,\n&gt; &gt; raising his rifle and firing off two grenades upwards, only these\n&gt; were set to\n&gt; &gt; explode after five seconds, not on impact.  The greandes themselves\n&gt; would not\n&gt; &gt; hit Injector, but the explosions should.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Pyro raised his flame cannon, firing off a long burst of flames at\n&gt; two\n&gt; &gt; incoming missiles, the missiles detonating prematurely.  Pyro raised\n&gt; an arm\n&gt; &gt; in defense, the explosion not doing that much damage.  The flames\n&gt; didn&#39;t hurt\n&gt; &gt; him, and the shrapnel only caused a few cuts.\n&gt; &gt;\n&gt; &gt; His weapons were useless against Vehement, so he decided to pick a\n&gt; new\n&gt; &gt; target.  He raised his cannon, firing off two fire balls at\n&gt; Abominous, hoping\n&gt; &gt; his weapons would hurt the behemoth.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Hiss and Scavenger slipped into stasis lock due to extensive damage,\n&gt; unaware\n&gt; &gt; of anything.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Hot Spot dodged enemy fire, firing off a fire ball at one of the\n&gt; Headstrong\n&gt; &gt; holograms.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Groove fired off two more photon blasts at Abominous, not sure if he\n&gt; could\n&gt; &gt; even hurt it with the puny weapon he had.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Blades&#39; armor was torn apart as rapid laser energy dug into him.  He\n&gt; let out\n&gt; &gt; a yell, firing off twenty highly-explosive shells at Unitron.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; First Aid didn&#39;t get a response from the robot that had saved him,\n&gt; so he\n&gt; &gt; turned away and activated his scanners, attempting to find any\n&gt; Maximals who\n&gt; &gt; needed medical attention.  He saw the incoming missiles and ducked\n&gt; down.  But\n&gt; &gt; the missiles changed course and found him, exploding and sending him\n&gt; into the\n&gt; &gt; air a few feet, crashing down, his frame a charred mess.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Streetwise looked to the damaged First Aid and let out a yell and\n&gt; charged\n&gt; &gt; Reflector&#39;s general direction, firing off three photon blasts at\n&gt; him.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Nemesis Enforcer raised his weapon, some kind of explosive energy\n&gt; striking\n&gt; &gt; him in the back.  He let outa yell.  But it was more of a yell of\n&gt; surprise\n&gt; &gt; then pain since the blast had hit his powerful wings instead any\n&gt; exposed\n&gt; &gt; parts.  He turned around and cursed.  &quot;Traitor!&quot;\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Scattershot raised his rifle, firng off twenty-five armor piercing\n&gt; rounds at\n&gt; &gt; Abominous&#39; left shoulder.  &quot;Take that Maximal!&quot; he screamed,\n&gt; followed by\n&gt; &gt; laughter.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Imprisoner felt Element weapons fire strike him, but he ignored the\n&gt; pain.\n&gt; &gt; Instead, he armed more missiles and fired four missiles off at the\n&gt; &gt; Cybertronian Fire.  The laser cannon swiveled and firing off three\n&gt; blasts at\n&gt; &gt; Darkfate.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Predator jumped over an EMP blast, the shock wave of the blast\n&gt; causing him to\n&gt; &gt; crash to his knee painfully.  &quot;Sons of...&quot; he mumbled, firing off\n&gt; two rockets\n&gt; &gt; from his launcher at the Cybertronian Fire.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Choran raised an arm to block Element autogun fire and cursed, the\n&gt; annoying\n&gt; &gt; shots digging into his armor.  He fired off twenty-five rapid laser\n&gt; blasts at\n&gt; &gt; Iron Raptor.\n&gt; &gt; &quot;Take that vile witch.&quot;\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Shockwave pulled up, gaining altitude quickly and pulling hard\n&gt; left.  That\n&gt; &gt; would take care of regular weapons fire.  But he detected two\n&gt; ES-seeking\n&gt; &gt; missiles.  He fired down ten rapid laser blasts vertically at the\n&gt; missiles\n&gt; &gt; straight at their path.  He armed his launchers, firing down two\n&gt; missiles at\n&gt; &gt; Killfest.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Unitron&#39;s scanners detected the draining field and he pulled up to\n&gt; avoid it,\n&gt; &gt; going diagonally up, two plasma blasts from Steel striking his\n&gt; underbelly as\n&gt; &gt; well as five highly explosive shells from Blades.  The rest of the\n&gt; shots\n&gt; &gt; passed by him harmlessly.  He cursed, something about &quot;irritating\n&gt; traitors&quot;,\n&gt; &gt; and pulled down again, smoke coming out of the bottom of his space\n&gt; fighter\n&gt; &gt; form.  He armed his weapons, firing twenty-five rapid laser blasts\n&gt; at Zardus\n&gt; &gt; and launched two missiles.  Both ES-seeking missiles.  One at Steel\n&gt; and the\n&gt; &gt; other at Incarcinator.\n&gt; &gt;\n&gt; &gt; His sensors detected the shell of Incarcinator&#39;s that had barely\n&gt; missed him.\n&gt; &gt; He thought for an astro-second and formulated a plan on how to deal\n&gt; with them.\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; The flame-red space fighter did a basic rolling maneuver, only two\n&gt; of six\n&gt; &gt; shots striking his armored wing, causing dents and affecting his\n&gt; velocity.  A\n&gt; &gt; missile from the Element passed by during his maneuver, causing no\n&gt; damage as\n&gt; &gt; it eventually exploded far away from Firestarter.\n&gt; &gt;\n&gt; &gt; &quot;You call yourselves Predacons and conquerers?  Yet you align\n&gt; yourself with\n&gt; &gt; the Autobots!  Oh, you&#39;ll die!  Don&#39;t think you won&#39;t be executed\n&gt; for your\n&gt; &gt; crimes!&quot; he screamed in anger.  There were to many people and not\n&gt; enough\n&gt; &gt; things going well for the Empire.  He fired off four missiles, two\n&gt; &gt; energy-signature seeking missiles that spread out, one heading for\n&gt; Twister\n&gt; &gt; and the other for Venomous.\n&gt; &gt;\n&gt; &gt; The two other missiles screamed through the air towards the\n&gt; Cybertronian Fire.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; The cloaked ex-Predacon assassin raised his pincher, watching\n&gt; Beeline destroy\n&gt; &gt; two missiles inbound for Vehement and one heading for Manterror with\n&gt; its\n&gt; &gt; optic weapons.\n&gt; &gt;\n&gt; &gt; His left pincher launched two energy-signature seeking missiles off\n&gt; at\n&gt; &gt; EndBringer&#39;s left arm.  The other pinche raised, firing two missiles\n&gt; at the\n&gt; &gt; Cybertronian Fire.  He began to jog away from where he was so when\n&gt; people\n&gt; &gt; fired he would be somewhat safe.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Manterror saw the incoming missile and laughed, but then yelled when\n&gt; it\n&gt; &gt; exploded against his exo-skeleton, the heavy armor dented from the\n&gt; explosion.\n&gt; &gt;  &quot;You Maximals are getting irritating...&quot; he sighed, raising his\n&gt; pinchers and\n&gt; &gt; firing off a total of four ion disks at Luzbel.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Injector saw rapid fire from Shivah and he flew to the side, five\n&gt; shots\n&gt; &gt; digging into his armor.  He clenched his mouth shut in pain,\n&gt; momentarily\n&gt; &gt; putting pressure on the wound.  He raised his right arm, firing off\n&gt; two\n&gt; &gt; stinger missiles at Shivah from the launcher he held.  He didn&#39;t\n&gt; notice\n&gt; &gt; Breakdown&#39;s shots and when they went off as planned the explosion\n&gt; hit\n&gt; &gt; Injector.\n&gt; &gt;\n&gt; &gt; The insect went flying backwards through the air, multiple cuts\n&gt; leaking\n&gt; &gt; mech-fluid.  His charred form began screaming and ranting, firing\n&gt; off ten\n&gt; &gt; rapid laser blasts from his optic sensors at Breakdown after he\n&gt; stabalized\n&gt; &gt; himself.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Smokescreen got set up and took aim, firing off a blast from his\n&gt; heavy-laser\n&gt; &gt; rifle at Vehement&#39;s head.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Vehement was struck dead on with Darkfate&#39;s megablaster, and\n&gt; unknowingly\n&gt; &gt; knocked him out of the way of enemy weapons fire.  He cursed and\n&gt; sputtered\n&gt; &gt; angrily.  He raised his rigth arm, the cannon where a hand should be\n&gt; launched\n&gt; &gt; off two missiles.  One at Darkfate, the other at Killfest.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Sun Crusher raised his arm to block incoming Element autogun fire,\n&gt; laughing.\n&gt; &gt; He was struck from a missile and he turned around cursing as a\n&gt; searing pain\n&gt; &gt; filled his body from the explosion.  He raised his arm, firing two\n&gt; missiles\n&gt; &gt; off at Reptilica.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Reflector flew down, avoiding most weapons fire accept for two\n&gt; photon bolts\n&gt; &gt; that impacted with his chest plate.  He looked down momentarily to\n&gt; see a\n&gt; &gt; molten dent in his chest and he looked up with rage in his face.\n&gt; &gt;\n&gt; &gt; He raised both arms, firing off a total of four energy-signature\n&gt; seeking\n&gt; &gt; missiles at Streetwise.\n&gt; &gt;\n&gt; &gt; ---\n&gt; &gt;\n&gt; &gt; Serpentor laughed at his shot against Nemesis Enforcer.  So well\n&gt; planned.\n&gt; &gt; Join the Alliance, kill that bastard Nemesis Enforcer and end the\n&gt; vendetta.\n&gt; &gt; But an unexpected thing happned. The plasma blast he had fired\n&gt; didn&#39;t hit\n&gt; &gt; Nemesis Enforcer&#39;s head, but struck his wings, which Serpentor knew\n&gt; from\n&gt; &gt; experience were near indestructable.\n&gt; &gt;\n&gt; &gt; He yelped as rapid laser fire from his long time foe headed down\n&gt; towards him,\n&gt; &gt; knocking him to his back with a few dents in his abdomen.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n&gt;\n&gt;\n\n\n"}}