{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"VLfZX1s6vW01AXoU_fn-xILijB_IHjjM6vARXVXFMzTtTcvGLiw6mEnfgP2EvXLL1l8Jxa9gzw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Into the Fire - Dokken","postDate":"986685853","msgId":32143,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGY1LjhjYmU3MGUuMjgwMGZiOWRAY3MuY29tPg=="},"prevInTopic":32060,"nextInTopic":32144,"prevInTime":32142,"nextInTime":32144,"topicId":31992,"numMessagesInTopic":21,"msgSnippet":"(I have quite a bit of enemy fire to post for, so please correct me if I miss any attacks) The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 7 Apr 2001 23:24:18 -0000\r\nReceived: (qmail 99779 invoked from network); 7 Apr 2001 23:24:18 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 7 Apr 2001 23:24:18 -0000\r\nReceived: from unknown (HELO imo-m03.mx.aol.com) (64.12.136.6) by mta1 with SMTP; 7 Apr 2001 23:24:18 -0000\r\nReceived: from KSLawdogg@... by imo-m03.mx.aol.com (mail_out_v29.14.) id r.f5.8cbe70e (4199) for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 7 Apr 2001 19:24:14 -0400 (EDT)\r\nMessage-ID: &lt;f5.8cbe70e.2800fb9d@...&gt;\r\nDate: Sat, 7 Apr 2001 19:24:13 EDT\r\nSubject: Into the Fire - Dokken\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(I have quite a bit of enemy fire to post for, so please correct me if I miss \nany attacks)\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Sun Crusher/Reflector/Smokescreen:\n\n\n\nDemon Wulf&#39;s boosters in his feet activated, sending him blasting off into \nthe air, a dozen rapid shots tearing at his armored legs.\n\nHe let out a howl of pain, raising his sword and firing a blade missile at \nthe Cybertronian Fire.  A blue orb of EMP energy formed in his free hand and \nhe threw it downward, and when it hit the ground, if everyone stayed in their \nplace it would go off and an EMP field would hit Alecto and Kali.\n\n---\n\nFlesh Ripper pushed himself up, looking at Scavenger for only a micro-second \nand looking back to Demise, who was chargin him.  He fired three fire balls \nfrom his mouth at the charging Predacon&#39;s torso, boosters in his feet lifting \nhim up off the dead ground.  He looked to Demon Wulf, knowing it was time to \nuse a large amount of energy.\n\n---\n\nDark Claw felt two missiles strike his frame and he cursed.  His armor was \nnearly penetrated.  His sensors detected a large amount of enemy robots, and \nhis brothers that were gaining altitude.  He armed his launchers, firing two \nmissiles at the Cybertronian Fire.  The other launcher fired two \nenergy-signature seeking missiles.  One at Luzbel and the other at Wrath.\n\n---\n\nDark One surveyed his team.  Or what was left of it.  Sensors told him Hiss \nwas critical and Scavenger was almost there.  Of course, Dark One didn&#39;t need \nscanners to tell him this.  He searched around for his plasma rifle, \neventually finding it.  He raised the rifle, firing off a couple pot shots \noff at Demon Wulf and started walking backwards towards Hiss.\n\n---\n\nBreakdown jumpd, two stinger missiles exploding where he had been.  He went \nflying through the air, landing on his feet painfully.  He let out a yell, \nraising his rifle and firing off two grenades upwards, only these were set to \nexplode after five seconds, not on impact.  The greandes themselves would not \nhit Injector, but the explosions should.\n\n---\n\nPyro raised his flame cannon, firing off a long burst of flames at two \nincoming missiles, the missiles detonating prematurely.  Pyro raised an arm \nin defense, the explosion not doing that much damage.  The flames didn&#39;t hurt \nhim, and the shrapnel only caused a few cuts.\n\nHis weapons were useless against Vehement, so he decided to pick a new \ntarget.  He raised his cannon, firing off two fire balls at Abominous, hoping \nhis weapons would hurt the behemoth.\n\n---\n\nHiss and Scavenger slipped into stasis lock due to extensive damage, unaware \nof anything.\n\n---\n\nHot Spot dodged enemy fire, firing off a fire ball at one of the Headstrong \nholograms.\n\n---\n\nGroove fired off two more photon blasts at Abominous, not sure if he could \neven hurt it with the puny weapon he had.\n\n---\n\nBlades&#39; armor was torn apart as rapid laser energy dug into him.  He let out \na yell, firing off twenty highly-explosive shells at Unitron.\n\n---\n\nFirst Aid didn&#39;t get a response from the robot that had saved him, so he \nturned away and activated his scanners, attempting to find any Maximals who \nneeded medical attention.  He saw the incoming missiles and ducked down.  But \nthe missiles changed course and found him, exploding and sending him into the \nair a few feet, crashing down, his frame a charred mess.\n\n---\n\nStreetwise looked to the damaged First Aid and let out a yell and charged \nReflector&#39;s general direction, firing off three photon blasts at him.\n\n---\n\nNemesis Enforcer raised his weapon, some kind of explosive energy striking \nhim in the back.  He let outa yell.  But it was more of a yell of surprise \nthen pain since the blast had hit his powerful wings instead any exposed \nparts.  He turned around and cursed.  &quot;Traitor!&quot;\n\n---\n\nScattershot raised his rifle, firng off twenty-five armor piercing rounds at \nAbominous&#39; left shoulder.  &quot;Take that Maximal!&quot; he screamed, followed by \nlaughter.\n\n---\n\nImprisoner felt Element weapons fire strike him, but he ignored the pain.  \nInstead, he armed more missiles and fired four missiles off at the \nCybertronian Fire.  The laser cannon swiveled and firing off three blasts at \nDarkfate.\n\n---\n\nPredator jumped over an EMP blast, the shock wave of the blast causing him to \ncrash to his knee painfully.  &quot;Sons of...&quot; he mumbled, firing off two rockets \nfrom his launcher at the Cybertronian Fire.\n\n---\n\nChoran raised an arm to block Element autogun fire and cursed, the annoying \nshots digging into his armor.  He fired off twenty-five rapid laser blasts at \nIron Raptor.\n&quot;Take that vile witch.&quot;\n\n---\n\nShockwave pulled up, gaining altitude quickly and pulling hard left.  That \nwould take care of regular weapons fire.  But he detected two ES-seeking \nmissiles.  He fired down ten rapid laser blasts vertically at the missiles \nstraight at their path.  He armed his launchers, firing down two missiles at \nKillfest.\n\n---\n\nUnitron&#39;s scanners detected the draining field and he pulled up to avoid it, \ngoing diagonally up, two plasma blasts from Steel striking his underbelly as \nwell as five highly explosive shells from Blades.  The rest of the shots \npassed by him harmlessly.  He cursed, something about &quot;irritating traitors&quot;, \nand pulled down again, smoke coming out of the bottom of his space fighter \nform.  He armed his weapons, firing twenty-five rapid laser blasts at Zardus \nand launched two missiles.  Both ES-seeking missiles.  One at Steel and the \nother at Incarcinator.\n\nHis sensors detected the shell of Incarcinator&#39;s that had barely missed him.  \nHe thought for an astro-second and formulated a plan on how to deal with them.\n---\n\nThe flame-red space fighter did a basic rolling maneuver, only two of six \nshots striking his armored wing, causing dents and affecting his velocity.  A \nmissile from the Element passed by during his maneuver, causing no damage as \nit eventually exploded far away from Firestarter. \n\n&quot;You call yourselves Predacons and conquerers?  Yet you align yourself with \nthe Autobots!  Oh, you&#39;ll die!  Don&#39;t think you won&#39;t be executed for your \ncrimes!&quot; he screamed in anger.  There were to many people and not enough \nthings going well for the Empire.  He fired off four missiles, two \nenergy-signature seeking missiles that spread out, one heading for Twister \nand the other for Venomous.\n\nThe two other missiles screamed through the air towards the Cybertronian Fire.\n\n---\n\nThe cloaked ex-Predacon assassin raised his pincher, watching Beeline destroy \ntwo missiles inbound for Vehement and one heading for Manterror with its \noptic weapons.\n\nHis left pincher launched two energy-signature seeking missiles off at \nEndBringer&#39;s left arm.  The other pinche raised, firing two missiles at the \nCybertronian Fire.  He began to jog away from where he was so when people \nfired he would be somewhat safe.\n\n---\n\nManterror saw the incoming missile and laughed, but then yelled when it \nexploded against his exo-skeleton, the heavy armor dented from the explosion. \n &quot;You Maximals are getting irritating...&quot; he sighed, raising his pinchers and \nfiring off a total of four ion disks at Luzbel.\n\n---\n\nInjector saw rapid fire from Shivah and he flew to the side, five shots \ndigging into his armor.  He clenched his mouth shut in pain, momentarily \nputting pressure on the wound.  He raised his right arm, firing off two \nstinger missiles at Shivah from the launcher he held.  He didn&#39;t notice \nBreakdown&#39;s shots and when they went off as planned the explosion hit \nInjector.\n\nThe insect went flying backwards through the air, multiple cuts leaking \nmech-fluid.  His charred form began screaming and ranting, firing off ten \nrapid laser blasts from his optic sensors at Breakdown after he stabalized \nhimself.\n\n---\n\nSmokescreen got set up and took aim, firing off a blast from his heavy-laser \nrifle at Vehement&#39;s head.\n\n---\n\nVehement was struck dead on with Darkfate&#39;s megablaster, and unknowingly \nknocked him out of the way of enemy weapons fire.  He cursed and sputtered \nangrily.  He raised his rigth arm, the cannon where a hand should be launched \noff two missiles.  One at Darkfate, the other at Killfest.\n\n---\n\nSun Crusher raised his arm to block incoming Element autogun fire, laughing.  \nHe was struck from a missile and he turned around cursing as a searing pain \nfilled his body from the explosion.  He raised his arm, firing two missiles \noff at Reptilica.\n\n---\n\nReflector flew down, avoiding most weapons fire accept for two photon bolts \nthat impacted with his chest plate.  He looked down momentarily to see a \nmolten dent in his chest and he looked up with rage in his face.\n\nHe raised both arms, firing off a total of four energy-signature seeking \nmissiles at Streetwise.\n\n---\n\nSerpentor laughed at his shot against Nemesis Enforcer.  So well planned.  \nJoin the Alliance, kill that bastard Nemesis Enforcer and end the vendetta.  \nBut an unexpected thing happned. The plasma blast he had fired didn&#39;t hit \nNemesis Enforcer&#39;s head, but struck his wings, which Serpentor knew from \nexperience were near indestructable.\n\nHe yelped as rapid laser fire from his long time foe headed down towards him, \nknocking him to his back with a few dents in his abdomen.\n\n"}}