{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"oA58AB10mzx8j6_WkwLgULx6QFLWD0vUCqMxyZWem4D781ctc0_De93YUMZonxxgqropGyspV-W2Cv7MjiP6PCz2KJV9X1FrniHO","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Revelations","postDate":"986785521","msgId":32228,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMTZVdzJ2YXRmV1lxSFNQVlkwMDAwM2EwMEBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":32233,"prevInTime":32227,"nextInTime":32229,"topicId":32228,"numMessagesInTopic":15,"msgSnippet":"*Tavatron lingered in a state of limbo. Her mind felt weak; tired. As if she no longer were a part of it, as if it had somehow become an entity in its own","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nX-Sender: firefox_y2k@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 9 Apr 2001 03:05:23 -0000\r\nReceived: (qmail 15293 invoked from network); 9 Apr 2001 03:05:23 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 9 Apr 2001 03:05:23 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.116) by mta2 with SMTP; 9 Apr 2001 03:05:22 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sun, 8 Apr 2001 20:05:22 -0700\r\nReceived: from 151.198.27.146 by lw9fd.law9.hotmail.msn.com with HTTP;\tMon, 09 Apr 2001 03:05:21 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Revelations\r\nDate: Sun, 08 Apr 2001 23:05:21 -0400\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F116Uw2vatfWYqHSPVY00003a00@...&gt;\r\nX-OriginalArrivalTime: 09 Apr 2001 03:05:22.0133 (UTC) FILETIME=[EA681050:01C0C0A1]\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n*Tavatron lingered in a state of limbo. Her mind felt weak; tired. As if she \nno longer were a part of it, as if it had somehow become an entity in its \nown right. She momentarily played with the thought of attempting the \nunthinkable, for a warrior anyway. The escape from her torment was not a new \nidea, merely a part of her past she wished to bury deeper than the lies that \nhad led her to commit it. Well, attempt and fail may be more precise. She \nhad slaughtered dozens, and yet she couldn&#39;t even kill herself. How pathetic \nwas that? Perhaps fate had a more twisted design. Something neither she nor \nTav could ever have conceived. Maybe she was just bad with a gun.*\n\n&lt;Pathetic&gt;\n\n&#39;What do you want?&#39;\n\n&lt;Nothing. *chuckle* You were one of the finest Predacon assassins, and you \npanicked when you pulled the trigger&gt;\n\n*Tavatron cringed at the thought. Her twisted counterpart was right. She had \nalways been right. Even now she could feel herself slipping from reality. \nThe sounds of gunfire and falling bodies were distant echoes around her \nkneeling form. To the world she appeared to be in stasis, to her the pains \nof reality were all too real.*\n\n&lt;You&#39;re thinking about it again&gt;\n\n&#39;What makes you say that?&#39;\n\n&lt;I&#39;ve spent cycle upon tedious cycle in this inferno you call a mind. I&#39;ve \ndone my homework&gt;\n\n&#39;Then shut-up and leave me alone. It is none of your concern.&#39;\n\n&lt;You know, if you die you&#39;ll hurt him in more ways then you can imagine&gt;\n\n&#39;Since when do you care about those in my life?&#39;\n\n&lt;Since you decided to end it&gt;\n\n&#39;You want to be free of this torment as much as I.&#39;\n\n&lt;Yes, I suppose so, but not like this. This will benefit no one, not even \nme&gt;\n\n&#39;Then I&#39;ll be doing the world a favor.&#39;\n\n*The ground shook with the explosions of an impending battle. Tavatron \nclutched the soft earth, Dinobot&#39;s voice echoed faintly. She could barely \nhear it, even though he stood just to the side. She wanted to stand, to yell \nat him, to anger him. If she could get him mad enough he would kill her \nhimself. It was in his nature. He was a true warrior. A fighter. Tavatron \nchuckled dryly. He wouldn&#39;t kill her. He cared too damn much. It figured. \nThen again, it was because of &#39;bots like him that she was still here.*\n\n&lt;You should probably get up&gt;\n\n&#39;Why?&#39;\n\n&lt;Cause I don&#39;t feel like getting our skid plates kicked right now&gt;\n\n*Tavatron tried to stand, but the pain that shot through her shoulder from \neven the slightest movement was unbearable. She hated this. She hated being \nso weak, so helpless. She had never enjoyed depending on others to lift her \nup when the chips were down. Another dry chuckle. It was like that song from \nearth, what was it called again? She could never remember. There had been so \nmany of them. Her favorite had to be the one about the bricks. Or was it \nstudents?\n\n&lt;Just Another Brick in the Wall&gt;\n\n&#39;That&#39;s the one.&#39;\n\n&lt;Wasn&#39;t there another one? From what your databanks suggest this isn&#39;t your \nabsolute fav&gt;\n\n&#39;Shut up.&#39;\n\n*So she had a couple favorites, big deal. Tavatron tensed as Dinobot shifted \nhis position in order to get a better grip on her mech-covered waist. His \nvoice was getting louder. She could faintly make out a tone of anger laced \nwith something else. Care? He was slipping. Normally he would never allow \nsuch a minor thing to betray his stoic demeanor.*\n\n&lt;You gonna answer him?&gt;\n\n&#39;Yes, I believe I will.&#39;\n\n&lt;He likes you ya know&gt;\n\n&#39;Hmmph.&#39;\n\n*Tavatron groaned softly. The world swam back into focus before her optics. \nThe smoking craters and crackle of energy were a welcome sight. It let her \nknow she was still alive. And had not lost her nerve. She had been young, \ntoo young, the first time Tav had made herself known. The shock that she \nwould never be alone again, with her thoughts and especially actions had \nterrified her.\n\nShe wasn&#39;t young anymore. And she wasn&#39;t about to give up. To lie quietly in \nsome corner of oblivion and wait for judgment to be passed. She was a \nwarrior. A fighter; and she would never yield. Not to the scientists that \nhad created this slagging program, she had seen to it that they never be \ngiven the opportunity to repeat the horrors unleashed upon her. And \nespecially not to the program that plagued her so.*\n\n&quot;You forget,&quot; Tavatron choked through gritted teeth, &quot;I may be a warrior, \nbut I am not a transmetal such as yourself.&quot;\n\n&#39;Not anymore anyway.&#39;\n\n*Tavatron moved in the direction that he pushed her, slowly at first then \ngaining speed as she broke into a brisk, if somewhat unstable, walk. She \nlimped/walked toward the tall doors of the now battle-weary CF; it had taken \nquite a beating. A pity really. The ship was grand, but no ship, no matter \nhow great, could indefinitely survive the pummeling this one had taken. \nTavatron fell against the doors, using her free hand to push one open while \nthe other hand still clutched her side. She turned back to look at Dinobot, \ngiving him something of a grin before disappearing inside the ship. \nEverything would be alright. Tavatron made her way to the CR chambers, \ndropping to the floor in the first available one. She closed her eyes as the \nchamber began to repair the worst of the damage. She peeled her hand away \nfrom her side. The dry fluid had imbedded itself in her fur. Amidst the mess \nof fur and fluid were a jumble of wires and exposed circuitry she had kept \nwell hidden from Dinobot. She hadn&#39;t wanted him to worry. The wound was \ndeep, and had effected some of her more vital systems, but the chamber would \nsee to repairing those as well.*\n\n&lt;You like him, don&#39;t you?&gt;\n\n&#39;Hmmph.&#39;\n\n*Tavatron closed her eyes, allowing the chamber to do its work. She didn&#39;t \nwant to think about certain things right now. How she happened to be feeling \ntoward a certain male was one of them. She wasn&#39;t even sure if that was how \nshe felt. Tavatron growled in frustration. These things always confused her. \nIt was something she couldn&#39;t control. She didn&#39;t like being in situations \nshe couldn&#39;t control.*\n\n&#39;I remember the other song.&#39;\n\n&lt;Do you now&gt;\n\n&#39;Yes. A song by someone named Rymes, or something like that. &#39;Baby you&#39;re \nthe right kind of wrong&#39; was the chorus. I can&#39;t recall if that was the name \nas well.&#39;\n\n&lt;Hmmph&gt;\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}