{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"qE_wEUuySugLho5ZfmCpNtKhe5a5h7IHDT1fC2morRSHBj6RmKorEw7nO98js-6N4vHcJ7lMgA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Into the &quot;Cybertronian&quot; Fire","postDate":"987011265","msgId":32337,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDliMjVjMStiOWdmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGRiLjEyZjcyYjIyLjI4MDU3MTY1QGNzLmNvbT4="},"prevInTopic":32329,"nextInTopic":32344,"prevInTime":32336,"nextInTime":32338,"topicId":32329,"numMessagesInTopic":5,"msgSnippet":"Incarcinator is very very high up in the air, and his shells go way way too fast to be intercepted by flares. ... Killfest watches the four seeking missiles","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 11 Apr 2001 17:47:51 -0000\r\nReceived: (qmail 87351 invoked from network); 11 Apr 2001 17:47:50 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 11 Apr 2001 17:47:50 -0000\r\nReceived: from unknown (HELO ef.egroups.com) (10.1.2.111) by mta1 with SMTP; 11 Apr 2001 17:47:50 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.33] by ef.egroups.com with NNFMP; 11 Apr 2001 17:47:50 -0000\r\nDate: Wed, 11 Apr 2001 17:47:45 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Into the &quot;Cybertronian&quot; Fire\r\nMessage-ID: &lt;9b25c1+b9gf@...&gt;\r\nIn-Reply-To: &lt;db.12f72b22.28057165@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 14703\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nIncarcinator is very very high up in the air, and his shells go way \nway too fast to be intercepted by flares.\n\n::Killfest/EndBringer/Zardus/Incarcinator/Scyther/Demise/Prowl/Kluster\n::\n\nKillfest watches the four seeking missiles approach him, and jumps at \nthe last second. The explosion under him sends him flipping through \nthe air, but he stabolizes himself and flies upward. Aiming at \nVehement again, he fires two seeking missiles from his shoulder and \nfour EMP blasts from his rifle, these blasts spread out so it would \nbe harder for Vehement to dodge.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer roars, firing a missile at four missiles fired at him. The \nmissile explodes, taking out the four. He jumps to the side as \nanother missiles nearly hits him, and then is hit by one more, \nsending him flipping to the ground near Imprisoner. He roars, jumping \nup.\n\nSeeing Imrisoner, EndBringer lashes out with his tentacles while \njumping at the bot, trying to grab him in his tentacles.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nZardus spins in the air, several rapid-fire rounds passing near him. \nHe aims and fires back at Unitron, two energy draining missiles, \nalong with two normal ones, flying for the bot.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIncarcinator saw the orb heading for him long before it was even \nclose, and easily flew out of the way. He adjusts the color of the \nmetal he was made of so that he&#39;d be transparent, and nearly \nimpossible to see considering how high in the air he was. The bot \ngrowls, firing shell after shell down at Demon Wulf, Unitron, and \nShockwave.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScyther smiles, watching an explosion take place under him. He had \nbeen flying up ever since he fired, and was now well out of range.\n\nTaking out a device from a storage compartment, Scyther taps a few \nbuttons on it and tosses it at Injector. The device stays cloaked as \nit leaves Scyther&#39;s cloaking field. It was a cloaked grenade.\n\nLanding noiselessly near Injector, the grenade waits one second \nbefore it goes off, making a large explosion. Scyther fires two \ncharges down at Injector, knowing that he would be distracted due to \nthe explosion.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nDemise turns his hand, grabbing Flesh Ripper&#39;s in it and avoiding the \nclaws aimed at it as his other hand graps Flesh Ripper&#39;s torso. He \ntugs with all his strength on the arm, knowing that he had enough \npower to rip bots apart.\n\nFlesh Ripper&#39;s other slash hits his stomach, scratching the armor but \ndoing nothing more.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nProwl was going to fast for the lasers to hit, but he noticed massive \nfirepower heading for the CF. In the back of his mind, the part that \nwas still Prowl, he smiles to himself.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKluster watches all the firepower hit the sheilds. Soon they would \nprobably drop, but the CF&#39;s outer shell was nearly prepared by now. \nHe knew it would be able to stand up to the beating even without the \nshields.\n\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (I&#39;m still waiting for Orchid&#39;s response, but by request of Yan \nI&#39;ll post \n&gt; anyways.  And Airly, the Brotherhood has no gestalts, so none of \nthem are \n&gt; around in response to your question.\n&gt; \n&gt; Also, who is in control of the CF, posting damage wise that is?  \nJust want to \n&gt; know who to yell at.)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark \nClaw/Nemesis\n&gt; \nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Fire\nstarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Sun \nCrusher/Reflector/Smokescreen/\n&gt; Serpentor/Teufel/Unicron:\n&gt; \n&gt; \n&gt; \n&gt; Unicron flew alongside his newest creation.  Teufel.  In a language \nfrom \n&gt; Earth (German) &quot;teufel&quot; meant &quot;devil&quot;.  It didn&#39;t really fit the \nnature of \n&gt; this newest addition to the Brotherhood ranks.  The Chaos-Bringer \njust liked \n&gt; the sound.\n&gt; \n&gt; At first glance, most would say Teufel was rather bland and nothing \nspecial.  \n&gt; At a second and closer glance, the assumptions would be confirmed.  \nHis body \n&gt; was armored above average, and a few cannons were hidden inside his \nframe.  \n&gt; He was far from defenseless.  Just featureless.  It looked like he \nhad no \n&gt; mouth, audio receptors, &#39;nose&#39;, or optics.  No sign of a beast or \nalternate \n&gt; mode.\n&gt; \n&gt; &quot;Teufel, arm your missiles.  In a while we will arrive at the \nbattle and aid \n&gt; my followers.&quot; Unicron ordered.\n&gt; \n&gt; &quot;Understood.&quot; a bland, monotone and overall boring voice replied.  \nA robot \n&gt; wouldn&#39;t want to get into a long conversation with someone with a \nvoice like \n&gt; that.  It&#39;d be...just plain to boring.\n&gt; \n&gt; ===\n&gt; \n&gt; Demon Wulf was struck by a few laser bolts and growled, but he was \nclose to \n&gt; merging.  He fired a widespread of flames from his mouth, \nintercepting four \n&gt; missiles heading for him from Silverbolt and Depth Charge.  The \nresulting \n&gt; explosions sent some light flames and small amount of shrapnel at \nDemon Wulf, \n&gt; but the Vok creation ignored it to the best of his abilities.\n&gt; \n&gt; He raised his sword, firing off an energy-signature seeking missile \nat \n&gt; Silverbolt&#39;s abdomen.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper saw the inbound Demise and chuckled, slashing out with \nhis right \n&gt; arm&#39;s, his claws out and ready to show why exactly he had been \nnamed &quot;Flesh \n&gt; Ripper&quot; (hence his claws are above the average animals...) at \nDemise&#39;s right \n&gt; hand (assuming he&#39;s reaching with both arms).\n&gt; \n&gt; Simultaneously with his left arm he slashed diagonally up at the \nPredacon&#39;s \n&gt; abs, the boosters in his feet charging up quickly ready to blast \noff at top \n&gt; speed.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw felt several shots hit him, yet he continued, rising in \nthe air \n&gt; rapidly in his biped form.  In his right hand formed a black orb of \nenergy \n&gt; with the destructive capability of a charge.  The Vok threw the orb \ndown \n&gt; towards Incarninator.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One had reached Hiss, and discontinued his firing upon Demon \nWulf \n&gt; because of the ineffectiveness and the task before him.  &quot;Hold on \nyou idiot.&quot; \n&gt; he chuckled to Hiss, taking out a few basic repair tools, getting \nto work on \n&gt; Hiss, hoping no one would be cheap.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown pushed up, five rapid optic blasts piercing into his \nshoulder and \n&gt; two more into his right pec.  He stumbled back in pain, cursing and \nreturning \n&gt; fire with three optic blasts at the insect bot, making his way \ntowards Dark \n&gt; One.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro cursed as his shots did absolutely nothing to Abominus.  Of \ncourse, if \n&gt; his fire balls didn&#39;t hurt Vehement, they certainly weren&#39;t going \nto hurt a \n&gt; &#39;bot two or three times bigger than the Brotherhood leader.\n&gt; \n&gt; &quot;Oh, slag!&quot; he yelled, jumping quickly, the laser blast from \nAbominus leavin&#39; \n&gt; a crater and sending Pyro flipping through the air, landing on his \nright arm.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss and Scavenger remained down for the count and in stasis lock.\n&gt; \n&gt; ---\n&gt; \n&gt; (Gonna wait for Rdhal to get back to continue fight between Hot \nSpot and \n&gt; Headstrong)\n&gt; \n&gt; ---\n&gt; \n&gt; Groove looked to Abominous and if he could&#39;ve would&#39;ve crapped in \nhis pants.  \n&gt; Stunned with fear, the shot from the Decepticon gestalt struck him \ndead on, \n&gt; sending him flipping back a dozen feet and crashing down.\n&gt; \n&gt; He had a large gash in his chest and he stood still, trying to \nrecollect his \n&gt; thoughts that seemed slightly out of reach.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades saw Groove&#39;s predicament and pulled off his attack.  He \narmed his \n&gt; fourteen missile tube and launched off four missiles at Abominous&#39; \ncervix.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid remained a charred mess.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise dived to his right, landing on his side and rolling.  As \nhe rolled \n&gt; he fired off four blasts from his photon pistol.  He intercepted \ntwo incoming \n&gt; missiles, one nearly hitting him and sending shrapnel into his \nface.  He let \n&gt; out a yell and stopped rolling, covering his face.  A missile \nstruck him in \n&gt; the back and he went limp for a second.  Then he started twitching \nas he \n&gt; started to save strength for a second wind.\n&gt; \n&gt; ---\n&gt; \n&gt; Blasts strike Imprisoner and his entire frame shakes.  &quot;Idiots.  I \ndoubt \n&gt; they&#39;ve even caught on by now.&quot; he said to himself.  He noticed the \ntide of \n&gt; battle, but didn&#39;t want to completely give himself away.  Until he \nnoticed an \n&gt; insignificant robot open fire on Choran.\n&gt; \n&gt; He armed his launchers, firing off four more missiles at the \nCybertronian \n&gt; Fire as he did an intense scan to determine the strength of the \nshields.\n&gt; \n&gt; The cannon on his form swiveled, firing off three blasts at Prowl.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator painfully got to his feet, firing off two rockets at the \n&gt; Cybertronian Fire.  Weapons fire struck him and almost knocked him \noff \n&gt; balance but he stayed on his feet.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran saw incoming missiles and simply fired off five rapid optic \nblasts to \n&gt; intercept them.  He raised his rifle, firing off twenty rapid laser \nblasts at \n&gt; Depth Charge&#39;s torso.\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave was interested.  Everyone was going at a relatively less \nimportant \n&gt; warrior.  Unitron.  Since no one fired at him other than easily \ndodgable \n&gt; autogun fire, he decided to aid his comrade in arms.  He armed four \nflares, \n&gt; launching them off to intercept weapons fire.  One intercepted \nIncarcinator&#39;s \n&gt; shells.  One missed its target.  One going off prematurely to take \nout \n&gt; Zardus&#39; missiles.  And the last but not least destroying the \nmissiles heading \n&gt; for Sun Crusher.\n&gt; \n&gt; He armed his own missile launchers, tired of saving fellow \nDecepticons who \n&gt; couldn&#39;t handle things themselves.  He launched off two missiles at \nthe \n&gt; Cybertronian Fire, logic telling him victory was within his grasp.  \nOnce the \n&gt; shields fell, it would all be over for the ship.\n&gt; \n&gt; ---\n&gt; \n&gt; Autogun fire raked along the fire-red space fighter&#39;s frame doing \nlittle \n&gt; damage, and a flare from the same fighter intercepted two seeking \nmissiles \n&gt; from the Element.  He armed his launchers, firing off two energy-\nsignature \n&gt; seeking missiles at Endbringer.\n&gt; \n&gt; From his nosecone ten rapid laser blasts erupted as he rolled \nthrough the \n&gt; air, the energy heading for the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron&#39;s worries were down quite a bit when all that was heading \nfor him was \n&gt; fifty rounds.  He dived down and did a barrel roll, several shells \nembedded \n&gt; into his wing and frame but not hitting anything to vital.\n&gt; \n&gt; A blast from another enemy pierced through his back dorsal fins and \nhurt his \n&gt; velocity, but he was still fast as lightning striking the ground \nagain and \n&gt; again.  He fired off twenty-five rapid laser blasts at Zardus&#39; \npelvis.  He \n&gt; launched one energy-signature seeking missile at Killfest and \nanother heading \n&gt; for Rhinox.\n&gt; \n&gt; ---\n&gt; \n&gt; Beeline fired ten rapid blasts from its optics, only intercepting \nthree \n&gt; charges inbound for its creator.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch felt a charge striking him in the back, but he held \nhis ground.  \n&gt; He turned around with a deep pain in his chest as some kind of \nliquid leaked \n&gt; down his back.  He raised his scorpion tail.  Using visuals from \nBeeline, he \n&gt; was able to deduce almost exactly where the cloaked enemy was if he \nhadn&#39;t \n&gt; moved.  He raised both pinchers, firing off four missiles so that \nthe area \n&gt; where the cloaked enemy was would be the center.  The resulting pre-\nmature \n&gt; explosions from his missiles would hit that area and anything in a \n20 yrd \n&gt; radius (including up and down).\n&gt; \n&gt; He began modifying his scanners internally to try and at least get \na fringe \n&gt; like affect for his attacker at least.  He made a note to add an \nupgrade to \n&gt; his optic sensors.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector felt a few optic blasts impact and he flew back through \nthe air \n&gt; slightly.  &quot;Slagger.&quot; he yelled, firing down two stinger missiles \nat the very \n&gt; temporarily downed Breakdown.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror shook from shots as his exo-skeleton took all the hits.  \nHe cursed \n&gt; in rage, firing off two ion disks from both arms.  Two ion disks \nheaded for \n&gt; Perceptor, the other two for the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen looked to the Predacon, Killfest, and noted he was \nfiring at \n&gt; Vehement.  He powered up his optics, ready to open fire, but \nstopped.  He \n&gt; couldn&#39;t take on Vehement alone, and whoever was firing on Vehement \nwould be \n&gt; helpful.  He would only take down Vehement&#39;s attacker when Vehement \nhimself \n&gt; were down.\n&gt; \n&gt; He raised his rifle, getting a clear shot on Vehement, who still \nhadn&#39;t \n&gt; noticed the Warrior of Light.  Smokescreen would wait for the \nperfect moment, \n&gt; when Vehement replied to Killfest&#39;s attack with a barrage of deadly \nforce.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement slid through the air gracefully, a missile and the EMP \nbolt going by \n&gt; him.  He swung his left arm, piercing through the missile and \ncausing it to \n&gt; explode.  It charred from his left hand&#39;s fingertips to the \nforearm.  There \n&gt; were even some shrapnel pieces stuck in him.\n&gt; \n&gt; He ignored it though, raising his right arm that had a large barrel \nwhere a \n&gt; hand, forearm, and elbow should be.  He launched off two energy-\nsignature \n&gt; seeking missiles.\n&gt; \n&gt; He raised his left arm, a near invisible sonic wave shooting out at \nthe \n&gt; Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher watched missiles heading for him get intercepted and he \nsimply \n&gt; sighed.  It was a test of endurance, this battle.  He didn&#39;t need \nheathens \n&gt; helping him.  He raised both arms, launching four missiles down at \nEndBringer.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector laughed at Streetwise.  &quot;Take that heathen dog!&quot; he \nyelled, filling \n&gt; with laughter.  He raised his right arm, the double-barreled weapon \nattached \n&gt; to it launching off two missiles from each barrel.  Four missiles \nspread out, \n&gt; two energy-signature seeking missiles heading for Killfest.  The \nother two \n&gt; missiles were regular missiles that headed for the Cybertronian \nFire.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot flew hard left, easily avoiding the behemoth, \nAbominous&#39;, shot.  \n&gt; &quot;Hm.&quot; he said, reaching into subspace for the appropriate weapon of \n&gt; destructive capability.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer touched down to the ground, rifle aimed at \nSerpentor&#39;s neck \n&gt; as he began walking towards his enemy.  He fired a few shots, but \nthe snake \n&gt; rolled out of the way.\n&gt; \n&gt; As he adjusted his aim, Serpentor threw his plasma launcher at \nNemesis.\n&gt; \n&gt; ---\n&gt; \n&gt; The plasma launcher soared true, striking Nemesis dead on in the \nface and \n&gt; sending him sprawling back.  &quot;Take that batman!&quot; he hissed, \nreaching into \n&gt; subspace and taking out his sword.  He walked briskly towards \nNemesis \n&gt; Enforcer, sword at the ready to slice down and decapitate a robot.\n\n\n"}}