{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"*Orchid*","from":"&quot;*Orchid*&quot; &lt;ilovealllizards@...&gt;","replyTo":"LIST","senderId":"YxiLi6wO8j5-GcjH8_rJ4K1e81nyKVxO2Kl15ZTEZqA8JHhvRAZ0A9o0z9R9D0BDzra5rqGDW9WcdQ9ZgHiw-UpR7vuqRAx89sMGcBoPGw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Into the &quot;Cybertronian&quot; Fire","postDate":"987025102","msgId":32347,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAyYjIwMWMwYzJjZiRiYzM2Y2EyMCRiMDU1ZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PGRiLjEyZjcyYjIyLjI4MDU3MTY1QGNzLmNvbT4="},"prevInTopic":32344,"nextInTopic":32389,"prevInTime":32346,"nextInTime":32348,"topicId":32329,"numMessagesInTopic":5,"msgSnippet":"OOC: You replyed to me!? $h*t! Damn it...I must have missed it. If you can t repost it then what post # was it? ... From:  To:","rawEmail":"Return-Path: &lt;ilovealllizards@...&gt;\r\nX-Sender: ilovealllizards@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_1); 11 Apr 2001 21:42:47 -0000\r\nReceived: (qmail 14968 invoked from network); 11 Apr 2001 21:42:47 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 11 Apr 2001 21:42:47 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta2 with SMTP; 11 Apr 2001 21:42:45 -0000\r\nReceived: from birdboy (A020-0938.TAMP.splitrock.net [63.254.85.176]) by pimout4-int.prodigy.net (8.11.0/8.11.0) with SMTP id f3BLgcH68428 for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 11 Apr 2001 17:42:38 -0400\r\nMessage-ID: &lt;02b201c0c2cf$bc36ca20$b055fe3f@...&gt;\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;db.12f72b22.28057165@...&gt;\r\nSubject: Re: Into the &quot;Cybertronian&quot; Fire\r\nDate: Wed, 11 Apr 2001 17:38:22 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.3018.1300\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.3018.1300\r\nFrom: &quot;*Orchid*&quot; &lt;ilovealllizards@...&gt;\r\n\r\nOOC: You replyed to me!? $h*t! Damn it...I must have missed it. If you can&#39;t\nrepost it then what post # was it?\n\n----- Original Message -----\nFrom: &lt;KSLawdogg@...&gt;\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSent: Wednesday, April 11, 2001 4:35 AM\nSubject: Into the &quot;Cybertronian&quot; Fire\n\n\n&gt; (I&#39;m still waiting for Orchid&#39;s response, but by request of Yan I&#39;ll post\n&gt; anyways.  And Airly, the Brotherhood has no gestalts, so none of them are\n&gt; around in response to your question.\n&gt;\n&gt; Also, who is in control of the CF, posting damage wise that is?  Just want\nto\n&gt; know who to yell at.)\n&gt;\n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarte\nr/\n&gt; Double Punch/Manterror/Injector/Vehement/Sun\nCrusher/Reflector/Smokescreen/\n&gt; Serpentor/Teufel/Unicron:\n&gt;\n&gt;\n&gt;\n&gt; Unicron flew alongside his newest creation.  Teufel.  In a language from\n&gt; Earth (German) &quot;teufel&quot; meant &quot;devil&quot;.  It didn&#39;t really fit the nature of\n&gt; this newest addition to the Brotherhood ranks.  The Chaos-Bringer just\nliked\n&gt; the sound.\n&gt;\n&gt; At first glance, most would say Teufel was rather bland and nothing\nspecial.\n&gt; At a second and closer glance, the assumptions would be confirmed.  His\nbody\n&gt; was armored above average, and a few cannons were hidden inside his frame.\n&gt; He was far from defenseless.  Just featureless.  It looked like he had no\n&gt; mouth, audio receptors, &#39;nose&#39;, or optics.  No sign of a beast or\nalternate\n&gt; mode.\n&gt;\n&gt; &quot;Teufel, arm your missiles.  In a while we will arrive at the battle and\naid\n&gt; my followers.&quot; Unicron ordered.\n&gt;\n&gt; &quot;Understood.&quot; a bland, monotone and overall boring voice replied.  A robot\n&gt; wouldn&#39;t want to get into a long conversation with someone with a voice\nlike\n&gt; that.  It&#39;d be...just plain to boring.\n&gt;\n&gt; ===\n&gt;\n&gt; Demon Wulf was struck by a few laser bolts and growled, but he was close\nto\n&gt; merging.  He fired a widespread of flames from his mouth, intercepting\nfour\n&gt; missiles heading for him from Silverbolt and Depth Charge.  The resulting\n&gt; explosions sent some light flames and small amount of shrapnel at Demon\nWulf,\n&gt; but the Vok creation ignored it to the best of his abilities.\n&gt;\n&gt; He raised his sword, firing off an energy-signature seeking missile at\n&gt; Silverbolt&#39;s abdomen.\n&gt;\n&gt; ---\n&gt;\n&gt; Flesh Ripper saw the inbound Demise and chuckled, slashing out with his\nright\n&gt; arm&#39;s, his claws out and ready to show why exactly he had been named\n&quot;Flesh\n&gt; Ripper&quot; (hence his claws are above the average animals...) at Demise&#39;s\nright\n&gt; hand (assuming he&#39;s reaching with both arms).\n&gt;\n&gt; Simultaneously with his left arm he slashed diagonally up at the\nPredacon&#39;s\n&gt; abs, the boosters in his feet charging up quickly ready to blast off at\ntop\n&gt; speed.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark Claw felt several shots hit him, yet he continued, rising in the air\n&gt; rapidly in his biped form.  In his right hand formed a black orb of energy\n&gt; with the destructive capability of a charge.  The Vok threw the orb down\n&gt; towards Incarninator.\n&gt;\n&gt; ---\n&gt;\n&gt; Dark One had reached Hiss, and discontinued his firing upon Demon Wulf\n&gt; because of the ineffectiveness and the task before him.  &quot;Hold on you\nidiot.&quot;\n&gt; he chuckled to Hiss, taking out a few basic repair tools, getting to work\non\n&gt; Hiss, hoping no one would be cheap.\n&gt;\n&gt; ---\n&gt;\n&gt; Breakdown pushed up, five rapid optic blasts piercing into his shoulder\nand\n&gt; two more into his right pec.  He stumbled back in pain, cursing and\nreturning\n&gt; fire with three optic blasts at the insect bot, making his way towards\nDark\n&gt; One.\n&gt;\n&gt; ---\n&gt;\n&gt; Pyro cursed as his shots did absolutely nothing to Abominus.  Of course,\nif\n&gt; his fire balls didn&#39;t hurt Vehement, they certainly weren&#39;t going to hurt\na\n&gt; &#39;bot two or three times bigger than the Brotherhood leader.\n&gt;\n&gt; &quot;Oh, slag!&quot; he yelled, jumping quickly, the laser blast from Abominus\nleavin&#39;\n&gt; a crater and sending Pyro flipping through the air, landing on his right\narm.\n&gt;\n&gt; ---\n&gt;\n&gt; Hiss and Scavenger remained down for the count and in stasis lock.\n&gt;\n&gt; ---\n&gt;\n&gt; (Gonna wait for Rdhal to get back to continue fight between Hot Spot and\n&gt; Headstrong)\n&gt;\n&gt; ---\n&gt;\n&gt; Groove looked to Abominous and if he could&#39;ve would&#39;ve crapped in his\npants.\n&gt; Stunned with fear, the shot from the Decepticon gestalt struck him dead\non,\n&gt; sending him flipping back a dozen feet and crashing down.\n&gt;\n&gt; He had a large gash in his chest and he stood still, trying to recollect\nhis\n&gt; thoughts that seemed slightly out of reach.\n&gt;\n&gt; ---\n&gt;\n&gt; Blades saw Groove&#39;s predicament and pulled off his attack.  He armed his\n&gt; fourteen missile tube and launched off four missiles at Abominous&#39; cervix.\n&gt;\n&gt; ---\n&gt;\n&gt; First Aid remained a charred mess.\n&gt;\n&gt; ---\n&gt;\n&gt; Streetwise dived to his right, landing on his side and rolling.  As he\nrolled\n&gt; he fired off four blasts from his photon pistol.  He intercepted two\nincoming\n&gt; missiles, one nearly hitting him and sending shrapnel into his face.  He\nlet\n&gt; out a yell and stopped rolling, covering his face.  A missile struck him\nin\n&gt; the back and he went limp for a second.  Then he started twitching as he\n&gt; started to save strength for a second wind.\n&gt;\n&gt; ---\n&gt;\n&gt; Blasts strike Imprisoner and his entire frame shakes.  &quot;Idiots.  I doubt\n&gt; they&#39;ve even caught on by now.&quot; he said to himself.  He noticed the tide\nof\n&gt; battle, but didn&#39;t want to completely give himself away.  Until he noticed\nan\n&gt; insignificant robot open fire on Choran.\n&gt;\n&gt; He armed his launchers, firing off four more missiles at the Cybertronian\n&gt; Fire as he did an intense scan to determine the strength of the shields.\n&gt;\n&gt; The cannon on his form swiveled, firing off three blasts at Prowl.\n&gt;\n&gt; ---\n&gt;\n&gt; Predator painfully got to his feet, firing off two rockets at the\n&gt; Cybertronian Fire.  Weapons fire struck him and almost knocked him off\n&gt; balance but he stayed on his feet.\n&gt;\n&gt; ---\n&gt;\n&gt; Choran saw incoming missiles and simply fired off five rapid optic blasts\nto\n&gt; intercept them.  He raised his rifle, firing off twenty rapid laser blasts\nat\n&gt; Depth Charge&#39;s torso.\n&gt;\n&gt; ---\n&gt;\n&gt; Shockwave was interested.  Everyone was going at a relatively less\nimportant\n&gt; warrior.  Unitron.  Since no one fired at him other than easily dodgable\n&gt; autogun fire, he decided to aid his comrade in arms.  He armed four\nflares,\n&gt; launching them off to intercept weapons fire.  One intercepted\nIncarcinator&#39;s\n&gt; shells.  One missed its target.  One going off prematurely to take out\n&gt; Zardus&#39; missiles.  And the last but not least destroying the missiles\nheading\n&gt; for Sun Crusher.\n&gt;\n&gt; He armed his own missile launchers, tired of saving fellow Decepticons who\n&gt; couldn&#39;t handle things themselves.  He launched off two missiles at the\n&gt; Cybertronian Fire, logic telling him victory was within his grasp.  Once\nthe\n&gt; shields fell, it would all be over for the ship.\n&gt;\n&gt; ---\n&gt;\n&gt; Autogun fire raked along the fire-red space fighter&#39;s frame doing little\n&gt; damage, and a flare from the same fighter intercepted two seeking missiles\n&gt; from the Element.  He armed his launchers, firing off two energy-signature\n&gt; seeking missiles at Endbringer.\n&gt;\n&gt; From his nosecone ten rapid laser blasts erupted as he rolled through the\n&gt; air, the energy heading for the Cybertronian Fire.\n&gt;\n&gt; ---\n&gt;\n&gt; Unitron&#39;s worries were down quite a bit when all that was heading for him\nwas\n&gt; fifty rounds.  He dived down and did a barrel roll, several shells\nembedded\n&gt; into his wing and frame but not hitting anything to vital.\n&gt;\n&gt; A blast from another enemy pierced through his back dorsal fins and hurt\nhis\n&gt; velocity, but he was still fast as lightning striking the ground again and\n&gt; again.  He fired off twenty-five rapid laser blasts at Zardus&#39; pelvis.  He\n&gt; launched one energy-signature seeking missile at Killfest and another\nheading\n&gt; for Rhinox.\n&gt;\n&gt; ---\n&gt;\n&gt; Beeline fired ten rapid blasts from its optics, only intercepting three\n&gt; charges inbound for its creator.\n&gt;\n&gt; ---\n&gt;\n&gt; Double Punch felt a charge striking him in the back, but he held his\nground.\n&gt; He turned around with a deep pain in his chest as some kind of liquid\nleaked\n&gt; down his back.  He raised his scorpion tail.  Using visuals from Beeline,\nhe\n&gt; was able to deduce almost exactly where the cloaked enemy was if he hadn&#39;t\n&gt; moved.  He raised both pinchers, firing off four missiles so that the area\n&gt; where the cloaked enemy was would be the center.  The resulting pre-mature\n&gt; explosions from his missiles would hit that area and anything in a 20 yrd\n&gt; radius (including up and down).\n&gt;\n&gt; He began modifying his scanners internally to try and at least get a\nfringe\n&gt; like affect for his attacker at least.  He made a note to add an upgrade\nto\n&gt; his optic sensors.\n&gt;\n&gt; ---\n&gt;\n&gt; Injector felt a few optic blasts impact and he flew back through the air\n&gt; slightly.  &quot;Slagger.&quot; he yelled, firing down two stinger missiles at the\nvery\n&gt; temporarily downed Breakdown.\n&gt;\n&gt; ---\n&gt;\n&gt; Manterror shook from shots as his exo-skeleton took all the hits.  He\ncursed\n&gt; in rage, firing off two ion disks from both arms.  Two ion disks headed\nfor\n&gt; Perceptor, the other two for the Cybertronian Fire.\n&gt;\n&gt; ---\n&gt;\n&gt; Smokescreen looked to the Predacon, Killfest, and noted he was firing at\n&gt; Vehement.  He powered up his optics, ready to open fire, but stopped.  He\n&gt; couldn&#39;t take on Vehement alone, and whoever was firing on Vehement would\nbe\n&gt; helpful.  He would only take down Vehement&#39;s attacker when Vehement\nhimself\n&gt; were down.\n&gt;\n&gt; He raised his rifle, getting a clear shot on Vehement, who still hadn&#39;t\n&gt; noticed the Warrior of Light.  Smokescreen would wait for the perfect\nmoment,\n&gt; when Vehement replied to Killfest&#39;s attack with a barrage of deadly force.\n&gt;\n&gt; ---\n&gt;\n&gt; Vehement slid through the air gracefully, a missile and the EMP bolt going\nby\n&gt; him.  He swung his left arm, piercing through the missile and causing it\nto\n&gt; explode.  It charred from his left hand&#39;s fingertips to the forearm.\nThere\n&gt; were even some shrapnel pieces stuck in him.\n&gt;\n&gt; He ignored it though, raising his right arm that had a large barrel where\na\n&gt; hand, forearm, and elbow should be.  He launched off two energy-signature\n&gt; seeking missiles.\n&gt;\n&gt; He raised his left arm, a near invisible sonic wave shooting out at the\n&gt; Cybertronian Fire.\n&gt;\n&gt; ---\n&gt;\n&gt; Sun Crusher watched missiles heading for him get intercepted and he simply\n&gt; sighed.  It was a test of endurance, this battle.  He didn&#39;t need heathens\n&gt; helping him.  He raised both arms, launching four missiles down at\nEndBringer.\n&gt;\n&gt; ---\n&gt;\n&gt; Reflector laughed at Streetwise.  &quot;Take that heathen dog!&quot; he yelled,\nfilling\n&gt; with laughter.  He raised his right arm, the double-barreled weapon\nattached\n&gt; to it launching off two missiles from each barrel.  Four missiles spread\nout,\n&gt; two energy-signature seeking missiles heading for Killfest.  The other two\n&gt; missiles were regular missiles that headed for the Cybertronian Fire.\n&gt;\n&gt; ---\n&gt;\n&gt; Scattershot flew hard left, easily avoiding the behemoth, Abominous&#39;,\nshot.\n&gt; &quot;Hm.&quot; he said, reaching into subspace for the appropriate weapon of\n&gt; destructive capability.\n&gt;\n&gt; ---\n&gt;\n&gt; Nemesis Enforcer touched down to the ground, rifle aimed at Serpentor&#39;s\nneck\n&gt; as he began walking towards his enemy.  He fired a few shots, but the\nsnake\n&gt; rolled out of the way.\n&gt;\n&gt; As he adjusted his aim, Serpentor threw his plasma launcher at Nemesis.\n&gt;\n&gt; ---\n&gt;\n&gt; The plasma launcher soared true, striking Nemesis dead on in the face and\n&gt; sending him sprawling back.  &quot;Take that batman!&quot; he hissed, reaching into\n&gt; subspace and taking out his sword.  He walked briskly towards Nemesis\n&gt; Enforcer, sword at the ready to slice down and decapitate a robot.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n&gt;\n&gt;\n\n\n"}}