{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"aBMNVOc7DcDPICdPMSFKyYQ_BZBAUYPY-9cWH6ZqmdtGrUBJoH6xlNg14EQDwCKdtiHBm8tG_g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"&quot;Back for the Attack&quot; - Dokken","postDate":"987241156","msgId":32477,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDc2Ljk4ODljNTQuMjgwOTc0YzRAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":32486,"prevInTime":32476,"nextInTime":32478,"topicId":32477,"numMessagesInTopic":4,"msgSnippet":"(Orchid and Icedemon, I ve been waiting for you to post damage, but under pressure from the Red Menace I m posting anyway) Also, can someone post damage for","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 14 Apr 2001 09:39:20 -0000\r\nReceived: (qmail 34238 invoked from network); 14 Apr 2001 09:39:20 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 14 Apr 2001 09:39:20 -0000\r\nReceived: from unknown (HELO imo-r13.mx.aol.com) (152.163.225.67) by mta1 with SMTP; 14 Apr 2001 09:39:20 -0000\r\nReceived: from KSLawdogg@... by imo-r13.mx.aol.com (mail_out_v29.14.) id r.76.9889c54 (3316) for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 14 Apr 2001 05:39:17 -0400 (EDT)\r\nMessage-ID: &lt;76.9889c54.280974c4@...&gt;\r\nDate: Sat, 14 Apr 2001 05:39:16 EDT\r\nSubject: &quot;Back for the Attack&quot; - Dokken\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Orchid and Icedemon, I&#39;ve been waiting for you to post damage, but under \npressure from the Red Menace I&#39;m posting anyway)\n\nAlso, can someone post damage for the CF?  No one has responded to my attacks \non it for my last few posts.)\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Sun Crusher/Reflector/Smokescreen/\nSerpentor:\n\n\n\n\nDemon Wulf, who is still flying upwards, slid sideways through the air, being \nstricken with a dozen rapid blasts that lightly dented his armor frame.  The \nrest of the blasts went upwards away from him.\n\n&quot;Pests.&quot; he growled, raising his sword and firing off an energy-signature \nseeking missile from the sword at Alecto.  With a flash the blade was \nreplaced on the sword.  \n\n---\n\nFlesh Ripper was still going up, most shots heading for him missing, only a \ncouple actually hitting him, some even heading towards Demise.\n\nFlesh Ripper&#39;s arm stayed intact, due to the efforts of Demise.  Letting out \na deep growl in his throat, a &quot;continuous&quot; burst of flames launched from his \nmouth into Demise&#39;s face.\n\n---\n\nDark Claw began to slowly rise, only recently entering biped mode.  He formed \nan orb in his left palm, throwing the explosive orb of energy at the \nCybertronian Fire as he began to gain altitude.\n\n---\n\nDark One was only halfway done with Hiss, and surprisingly he hadn&#39;t been \nshot to hell from behind.  He continued his work with actual concern.\n\n---\n\nBreakdown rolled on the ground, one stinger missile hitting the ground no \nwhere near him, the other striking dead on.  He let out a scream of pain, \nreaching for an area of his back he couldn&#39;t get to where a small smoking \nhole was.\n\n---\n\nPyro coughed up some mech-fluid, trying to sit up and failing miserably at it.\n\n---\n\nHiss and Scavenger still KO.  Nuff said.\n\n---\n\nHot Spot looked at the five Headstrong&#39;s surrounding him and yelped, punching \nat one and missing, an attack from the real one sending him crashing down to \nthe ground. \n\n---\n\nGroove finally collected his thoughts, firing off three photon blasts at \nAbominous&#39; chest.\n\n&quot;Eat that Deceptislime!  You&#39;ll wish you had stayed extinct when I&#39;m done \nwith you!&quot;\n\n---\n\n(Not sure if Abominous replied)\nBlades armed another missile tube, launching a missile off at Abominous&#39; \ncervix.\n\n---\n\nFirst Aid looked to Firedrill with no sign of recognition.  &quot;Do...I know you?&quot;\n\n---\n\nThe Autobot warrior still lay on the ground, still preparing for a second \nwind.\n\n---\n\nBeing bigger than a tank, EndBringer&#39;s attempt at trying to grab Imprisoner \nwasn&#39;t having much of an effect.\n\n&quot;Idiot...&quot; he chuckled, the cannon on his turret turning to point at \nEndBringer and fire fifteen rapid laser blasts at him.\n\nAt that time, both missile tubes in Imprisoner&#39;s attack vehicle mode launched \noff a total of four missiles at the Cybertronian Fire (two from both).\n\n---\n\nPredator rolled, avoiding some shots.  He looked at the ground and made his \nbest attempt at a whistling sound.  He raised his launcher, firin off two \nrockets at the Cybertronian Fire.\n\n---\n\nCharon raised his rifle, firing off twenty-five rapid laser bolts at \nIncarcinator.\n\n---\n\nShockwave&#39;s sensors detected an incoming object to fast to move, being as big \nas he was.  A bullet went straight through his wing and kept going down.\n\n&quot;Intriguing.&quot; he intoned.  He armed his launchers, pulling up and firing off \nten rapid laser bolts at Incarcinator and launching a single missile off at \nDollon.\n\n---\n\nUnitron had quite a bit of firepower.  Luckily, it wasn&#39;t all missiles.  He \nspun quickly, several shots digging themselves into his frame.  He pulled up \nas three missiles from Zardus passed by harmlessly.  The fourth, being a \nnormal one, exploded near Unitron, sending him spinning out of control \nthrough the air.\n\n---\n\nFirestarter felt an explosion as a deep gash was ripped open in his cockpit.\n\n&quot;ARGH!&quot; he yelled, heading straight for the Cybertronian Fire.  He fired \nfifteen rapid laser blasts at the Maximal craft, able to flip away from a \nhead on collision with the ship.  Kamikazeeing wasn&#39;t on his mind right now.\n\nHe armed his missile launchers, firing off two energy-signature seeking \nmissiles at Zardus, the missiles approaching the Alliance &quot;leader&quot; from \nseperate directions.\n\n---\n\nBeeline the annoying cyber-bee launched off three optic blasts.  The third \noptic blast hit a missile heading for Vehement.\n\n---\n\nDouble Punch, not being attacked, turned his attention elsewhere.  Raising \nhis left pincher he launched off two missiles at the Cybertronian Fire.  He \ndid the same from his right pincher, two more instruments of destruction \nheading for the beaten-looking craft.\n\n---\n\nInjector fired two stinger missiles, both prematurely exploding.  Eight laser \nblasts from Underground and Sharpclaws got through though and struck him in \nthe chest, sending him flying back out of the way of Scyther&#39;s grenade.\n\n(By the way, Yan, Injector is in the air so you can&#39;t land next to him...I \nthink)\n\n---\n\nManterror didn&#39;t like this.  All twenty-five laser blasts from Perceptor \nstruck him.  After managing to stay aloft in the air, he looked down \nmomentarily to see a wide crack in his exo-skeleton.\n\n&quot;Slagger!&quot; was all he yelled, raising both arms and firing a total of four \nion disks at Perceptor (two ion disks from each arm).\n\n---\n\nVehement raised his left hand, palm extended towards Killfest&#39;s approaching \nweapons fire.  A sonic wave erupted from his hand at the incoming blasts.  \nEverything was intercepted.\n\nRaising his other arm he launched two energy-signature seeking missiles at \nKillfest.\n\nA dozen shots struck Vehement from behind.  &quot;Ugh...&quot; he sighed, looking back \nas the blasts did only slight damage that couldn&#39;t be seen (Vehement&#39;s armor \nbeing pure black, so scorch marks wouldn&#39;t show well).   &quot;Heathen fool.&quot;\n\nThe Brotherhood leader&#39;s optics were glowing brightly for a second, and then \nthree optic blasts lanced out at Darkfate&#39;s sternum.\n\n---\n\nSun Crusher saw two inbound missiles and simply fired a few optic blasts to \nintercept them.  &quot;Leave now, heathen, or be slain.&quot; he said to Luzbel as he \nfired off two energy-signature seeking missiles at him/her.  He looked to \nVehement&#39;s battle, and returned his attention back to his own fight seeing \neverything under control.\n\n---\n\nReflector saw quite a few shots heading from him thanks to a double team on \nhis self.  He launched a missile that prematurely exploded, but still shots \ngot through and pelted his torso.  He went back through the air a few feet.  \nBut he stabalized himself, lookin at the deep dents in his armor.\n\n&quot;Ow.&quot; he said mockingly, able to keep the actual pain from showing his face.  \nHe raised both arms, the double-barrels on his wrists launching a missile \neach.\n\nTwo missiles headed for Charon (from the left launcher on his wrist), and two \nothers headed for Atilla (from the other launcher on the other wrist).  But \none heading for Atilla seemed to miss the target.  But it didn&#39;t and was on a \ndirect course with the Cybertronian Fire.  After all, the Evil One&#39;s orders \nwere to take out the CF as much as possible.\n\n---\n\nSmokescreen attempted to get another bead on Vehement, all this weapons fire \non him making it hard.\n\n---\n\nScattershot got to a nice height and pulled somethings out of subspace.  He \nlet out a manical laugh as he dropped two charges set to explode on impact \ndown towards Abominous.\n\n&quot;Death from above!&quot;\n\n---\n\nNemesis Enforcer thrust his left wing up as Serpentor slashed down, the \nsnake&#39;s blade being blocked by the bat&#39;s wing.\n\nGetting up Nemesis sent a quick punch to Serpentor&#39;s abdomen.\n\n---\n\nLetting out an &quot;Oof!&quot; Serpentor was slightly bent over.  He looked up and \nquickly raised his blade, barely blocking Nemesis&#39; own blade and saving \nhimself from decapitation.  He pushed forward on the blade.  &quot;This ends now, \nfool!&quot;\n\n"}}