{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"AkvRomfbTxVnV8bN88eF8EIXCMyTWd-N1Iyffz0Ou8bXWxGK-Rgc0BVCoaWoTrA0MhkQ5olllw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: &quot;Back for the Attack&quot; - Dokken","postDate":"987279616","msgId":32487,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDliYWJlMCtzazRlQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDc2Ljk4ODljNTQuMjgwOTc0YzRAY3MuY29tPg=="},"prevInTopic":32486,"nextInTopic":32528,"prevInTime":32486,"nextInTime":32488,"topicId":32477,"numMessagesInTopic":4,"msgSnippet":"... Demise clenched his teeth as fire was breathed over his face. He ignores the head, which his armor was doing a good job of being almost immune to, and","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 14 Apr 2001 20:20:20 -0000\r\nReceived: (qmail 98230 invoked from network); 14 Apr 2001 20:20:20 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 14 Apr 2001 20:20:20 -0000\r\nReceived: from unknown (HELO ci.egroups.com) (10.1.2.81) by mta1 with SMTP; 14 Apr 2001 20:20:20 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.119] by ci.egroups.com with NNFMP; 14 Apr 2001 20:20:20 -0000\r\nDate: Sat, 14 Apr 2001 20:20:16 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: &quot;Back for the Attack&quot; - Dokken\r\nMessage-ID: &lt;9babe0+sk4e@...&gt;\r\nIn-Reply-To: &lt;76.9889c54.280974c4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 11139\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Demise/EndBringer/Incarcinator/Zardus/Killfest/Firearm/Fliq/Grimmler/Kluster/Scyther::\n\nDemise clenched his teeth as fire was breathed over his face. He\nignores the head, which his armor was doing a good job of being almost\nimmune to, and gives Flesh Ripper&#39;s arm another yank. Opening his\nmouth, he bites down at Flesh Ripper&#39;s head. If the bite was\nsuccessful, he&#39;d hang on.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer jumps, several shots hitting his armor but his tentacles\nstill manage to wrap around Imprisoner&#39;s cannon, setting EndBringer on\nthe tank&#39;s back. He roars, letting loose a deadly stream of\nelectricity from his tentacles. Even a tank like this would be hurt\nfrom it.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIncarcinator easily flies out of the way of the shots heading for him,\nseeing that Shockwave was pulling upward. That might soon be a\nproblem, as being so high up made it easy for Incarcinator to dodge or\ndestroy almost anything heading for him.\n\nAiming his rifle, he fires three explosive shells, all going at an\nincreadable speed, heading head on at Shockwave.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe three missiles from Zardus turned, flying at Unitron from behind.\nZardus pulls up, two missiles flying by under him and quickly\ndestroyed by two optic blasts. Shots from Tuefel hit him, sending him\nflying backwards, though not out of control.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKillfest destroys two signature-seeking missiles with three optic\nblasts, and then fires two missiles at Vehement. These ones spread out\nand then flew at the Archbishop from different directions.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm finally finds his way out of the Element, looking around at\nthe battle. He swears to himself, transforming into tank mode and\nriding off toward the fighting bots, his side-mounted missile launcher\nfiring two missiles at Predator.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFliq, tired of waiting for the bot he was with to respond, runs out of\nthe Cybertronian Fire, his rifle in hand. He takes careful aim, firing\nthree laser bolts at Choran.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKluster, seeing a whole lot of missiles heading for the CF, fires his\nmissile launcher twice, one of the missiles getting close to Double\nPunch&#39;s four and exploding, taking the four missiles with it.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler spins in the air to get out of the way of some weaponfire,\nand then fires two missiles at Unicron&#39;s back.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nSeeing Injector being blown backwards, Scyther turns his attention\nback to Double Punch, firing three charges at him.\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Orchid and Icedemon, I&#39;ve been waiting for you to post damage, but\nunder \n&gt; pressure from the Red Menace I&#39;m posting anyway)\n&gt; \n&gt; Also, can someone post damage for the CF?  No one has responded to\nmy attacks \n&gt; on it for my last few posts.)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark\nClaw/Nemesis\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Sun\nCrusher/Reflector/Smokescreen/\n&gt; Serpentor:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf, who is still flying upwards, slid sideways through the\nair, being \n&gt; stricken with a dozen rapid blasts that lightly dented his armor\nframe.  The \n&gt; rest of the blasts went upwards away from him.\n&gt; \n&gt; &quot;Pests.&quot; he growled, raising his sword and firing off an\nenergy-signature \n&gt; seeking missile from the sword at Alecto.  With a flash the blade\nwas \n&gt; replaced on the sword.  \n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper was still going up, most shots heading for him missing,\nonly a \n&gt; couple actually hitting him, some even heading towards Demise.\n&gt; \n&gt; Flesh Ripper&#39;s arm stayed intact, due to the efforts of Demise. \nLetting out \n&gt; a deep growl in his throat, a &quot;continuous&quot; burst of flames launched\nfrom his \n&gt; mouth into Demise&#39;s face.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw began to slowly rise, only recently entering biped mode. \nHe formed \n&gt; an orb in his left palm, throwing the explosive orb of energy at the \n&gt; Cybertronian Fire as he began to gain altitude.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One was only halfway done with Hiss, and surprisingly he hadn&#39;t\nbeen \n&gt; shot to hell from behind.  He continued his work with actual\nconcern.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown rolled on the ground, one stinger missile hitting the\nground no \n&gt; where near him, the other striking dead on.  He let out a scream of\npain, \n&gt; reaching for an area of his back he couldn&#39;t get to where a small\nsmoking \n&gt; hole was.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro coughed up some mech-fluid, trying to sit up and failing\nmiserably at it.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss and Scavenger still KO.  Nuff said.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot looked at the five Headstrong&#39;s surrounding him and yelped,\npunching \n&gt; at one and missing, an attack from the real one sending him crashing\ndown to \n&gt; the ground. \n&gt; \n&gt; ---\n&gt; \n&gt; Groove finally collected his thoughts, firing off three photon\nblasts at \n&gt; Abominous&#39; chest.\n&gt; \n&gt; &quot;Eat that Deceptislime!  You&#39;ll wish you had stayed extinct when I&#39;m\ndone \n&gt; with you!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; (Not sure if Abominous replied)\n&gt; Blades armed another missile tube, launching a missile off at\nAbominous&#39; \n&gt; cervix.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid looked to Firedrill with no sign of recognition.  &quot;Do...I\nknow you?&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; The Autobot warrior still lay on the ground, still preparing for a\nsecond \n&gt; wind.\n&gt; \n&gt; ---\n&gt; \n&gt; Being bigger than a tank, EndBringer&#39;s attempt at trying to grab\nImprisoner \n&gt; wasn&#39;t having much of an effect.\n&gt; \n&gt; &quot;Idiot...&quot; he chuckled, the cannon on his turret turning to point at \n&gt; EndBringer and fire fifteen rapid laser blasts at him.\n&gt; \n&gt; At that time, both missile tubes in Imprisoner&#39;s attack vehicle mode\nlaunched \n&gt; off a total of four missiles at the Cybertronian Fire (two from\nboth).\n&gt; \n&gt; ---\n&gt; \n&gt; Predator rolled, avoiding some shots.  He looked at the ground and\nmade his \n&gt; best attempt at a whistling sound.  He raised his launcher, firin\noff two \n&gt; rockets at the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Charon raised his rifle, firing off twenty-five rapid laser bolts at \n&gt; Incarcinator.\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave&#39;s sensors detected an incoming object to fast to move,\nbeing as big \n&gt; as he was.  A bullet went straight through his wing and kept going\ndown.\n&gt; \n&gt; &quot;Intriguing.&quot; he intoned.  He armed his launchers, pulling up and\nfiring off \n&gt; ten rapid laser bolts at Incarcinator and launching a single missile\noff at \n&gt; Dollon.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron had quite a bit of firepower.  Luckily, it wasn&#39;t all\nmissiles.  He \n&gt; spun quickly, several shots digging themselves into his frame.  He\npulled up \n&gt; as three missiles from Zardus passed by harmlessly.  The fourth,\nbeing a \n&gt; normal one, exploded near Unitron, sending him spinning out of\ncontrol \n&gt; through the air.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter felt an explosion as a deep gash was ripped open in his\ncockpit.\n&gt; \n&gt; &quot;ARGH!&quot; he yelled, heading straight for the Cybertronian Fire.  He\nfired \n&gt; fifteen rapid laser blasts at the Maximal craft, able to flip away\nfrom a \n&gt; head on collision with the ship.  Kamikazeeing wasn&#39;t on his mind\nright now.\n&gt; \n&gt; He armed his missile launchers, firing off two energy-signature\nseeking \n&gt; missiles at Zardus, the missiles approaching the Alliance &quot;leader&quot;\nfrom \n&gt; seperate directions.\n&gt; \n&gt; ---\n&gt; \n&gt; Beeline the annoying cyber-bee launched off three optic blasts.  The\nthird \n&gt; optic blast hit a missile heading for Vehement.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch, not being attacked, turned his attention elsewhere. \nRaising \n&gt; his left pincher he launched off two missiles at the Cybertronian\nFire.  He \n&gt; did the same from his right pincher, two more instruments of\ndestruction \n&gt; heading for the beaten-looking craft.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector fired two stinger missiles, both prematurely exploding. \nEight laser \n&gt; blasts from Underground and Sharpclaws got through though and struck\nhim in \n&gt; the chest, sending him flying back out of the way of Scyther&#39;s\ngrenade.\n&gt; \n&gt; (By the way, Yan, Injector is in the air so you can&#39;t land next to\nhim...I \n&gt; think)\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror didn&#39;t like this.  All twenty-five laser blasts from\nPerceptor \n&gt; struck him.  After managing to stay aloft in the air, he looked down \n&gt; momentarily to see a wide crack in his exo-skeleton.\n&gt; \n&gt; &quot;Slagger!&quot; was all he yelled, raising both arms and firing a total\nof four \n&gt; ion disks at Perceptor (two ion disks from each arm).\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement raised his left hand, palm extended towards Killfest&#39;s\napproaching \n&gt; weapons fire.  A sonic wave erupted from his hand at the incoming\nblasts.  \n&gt; Everything was intercepted.\n&gt; \n&gt; Raising his other arm he launched two energy-signature seeking\nmissiles at \n&gt; Killfest.\n&gt; \n&gt; A dozen shots struck Vehement from behind.  &quot;Ugh...&quot; he sighed,\nlooking back \n&gt; as the blasts did only slight damage that couldn&#39;t be seen\n(Vehement&#39;s armor \n&gt; being pure black, so scorch marks wouldn&#39;t show well).   &quot;Heathen\nfool.&quot;\n&gt; \n&gt; The Brotherhood leader&#39;s optics were glowing brightly for a second,\nand then \n&gt; three optic blasts lanced out at Darkfate&#39;s sternum.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher saw two inbound missiles and simply fired a few optic\nblasts to \n&gt; intercept them.  &quot;Leave now, heathen, or be slain.&quot; he said to\nLuzbel as he \n&gt; fired off two energy-signature seeking missiles at him/her.  He\nlooked to \n&gt; Vehement&#39;s battle, and returned his attention back to his own fight\nseeing \n&gt; everything under control.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector saw quite a few shots heading from him thanks to a double\nteam on \n&gt; his self.  He launched a missile that prematurely exploded, but\nstill shots \n&gt; got through and pelted his torso.  He went back through the air a\nfew feet.  \n&gt; But he stabalized himself, lookin at the deep dents in his armor.\n&gt; \n&gt; &quot;Ow.&quot; he said mockingly, able to keep the actual pain from showing\nhis face.  \n&gt; He raised both arms, the double-barrels on his wrists launching a\nmissile \n&gt; each.\n&gt; \n&gt; Two missiles headed for Charon (from the left launcher on his\nwrist), and two \n&gt; others headed for Atilla (from the other launcher on the other\nwrist).  But \n&gt; one heading for Atilla seemed to miss the target.  But it didn&#39;t and\nwas on a \n&gt; direct course with the Cybertronian Fire.  After all, the Evil One&#39;s\norders \n&gt; were to take out the CF as much as possible.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen attempted to get another bead on Vehement, all this\nweapons fire \n&gt; on him making it hard.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot got to a nice height and pulled somethings out of\nsubspace.  He \n&gt; let out a manical laugh as he dropped two charges set to explode on\nimpact \n&gt; down towards Abominous.\n&gt; \n&gt; &quot;Death from above!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer thrust his left wing up as Serpentor slashed down,\nthe \n&gt; snake&#39;s blade being blocked by the bat&#39;s wing.\n&gt; \n&gt; Getting up Nemesis sent a quick punch to Serpentor&#39;s abdomen.\n&gt; \n&gt; ---\n&gt; \n&gt; Letting out an &quot;Oof!&quot; Serpentor was slightly bent over.  He looked\nup and \n&gt; quickly raised his blade, barely blocking Nemesis&#39; own blade and\nsaving \n&gt; himself from decapitation.  He pushed forward on the blade.  &quot;This\nends now, \n&gt; fool!&quot;\n\n\n"}}