{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"ordD_7ah9rdDqfAtwP-dBtQkmKb602IgGKYDFnI5T0sYYkyglnSZQJLxElzm2XE7AIll_c8JPJZGwk5498ln37rct05x6BXTgY7rog","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"960923050","msgId":3259,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjEzMTkwNDEwLjc2NDQuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":3258,"nextInTopic":3260,"prevInTime":3258,"nextInTime":3260,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot snarled as he saw Tavatron meet and challenge his glare, she was getting bolder but with him in the mood he was now it wasn t the wisest of times to","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 2010 invoked from network); 13 Jun 2000 19:04:11 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 13 Jun 2000 19:04:11 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.75) by mta1 with SMTP; 13 Jun 2000 19:04:11 -0000\r\nReceived: (cpmta 7645 invoked from network); 13 Jun 2000 12:04:10 -0700\r\nDate: 13 Jun 2000 12:04:10 -0700\r\nMessage-ID: &lt;20000613190410.7644.cpmta@...&gt;\r\nX-Sent: 13 Jun 2000 19:04:10 GMT\r\nReceived: from [142.27.136.154] by mail.penpals.com with HTTP; 13 Jun 2000 12:04:10 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n* Dinobot snarled as he saw Tavatron meet and challenge his glare, she was getting bolder but with him in the mood he was now it wasn&#39;t the wisest of times to suddenly get a strain of courage.\nHe had done what she had wanted him to and had stood down, also what Striker had commanded with his weapons drawn and that seemed to make the command worthy of his attention. He had no desire to be scraped by a fellow Maximal but when he had advanced towards the other bot he hadn&#39;t cared, though a blaster could do a much more efficient job on his armor then claws could ever hope to do.\nDinobot watched Cyber Claw tense as she pressed herself to the door and demanded to be let out, the question of how she had impersonated him so well hanging in his mind. He dared not approach her for the threat that she might lash out at any one of the Maximals and cause them damage on his behalf and that was the last thing he wanted to happen, thus taking a few steps back and coming up beside Striker.\nHe growled as he saw Tavatron was so close to the fembot and almost thought of yanking her out of the way in case the stranger decided to attack but kept his hands at his sides, his claws still digging into his palms.\nIt was then that he noticed Liono enter the room and take a seat, he heard his words but then growled in response to his rash enthusiasm to ask for volunteers.\nThere was no point in running into battle with no plan in one&#39;s mind, it was suicidal!\nDinobot looked over at Striker and Tavatron but then back towards Liono, wondering if they even thought the same.\nWith a snarl he then dismissed Liono and turned towards the stranger clinging to the door, it now being up to Tavatron to get the new bot under control since he had fallen back. His muscles were tense, ready to slice open the new bot&#39;s throat in case she suddenly decided that Tavatron was one that could be attacked.*\n\n&gt; \n&gt; Tavatron didn&#39;t back down this time, she knew Dinobot was upset, and he had \n&gt; a right to be, but she knew that slagging this new &#39;bot without hesistation \n&gt; wouldn&#39;t help matters. Tavatron returned Dinobot&#39;s gaze, but there was no \n&gt; anger in her optics, they were emotionless, a technique she had perfected \n&gt; many cycles ago, and one she had vowed to never use again. She didn&#39;t like \n&gt; appearing cold and heartless as she once had been. The perfect warrior, \n&gt; attacking without hesistation, now weakened by compasion and feelings. Well, \n&gt; that was what she had been told.\n&gt; \n&gt; Tavatron watched as Dinobot drew his own fluid once again. She didn&#39;t like \n&gt; it when he hurt himself like that, though she was pretty sure it caused him \n&gt; no real pain, it still pained her to see him like this. Why was he so full \n&gt; of rage?\n&gt; \n&gt; Tavatron stopped thinking about Dinobot and snapped back to reality when \n&gt; Cyber Claw screeched, her own warrior instincts kicking in. Tavatron watched \n&gt; as Cyber Claw took to the air and lashed out at Dinobot, this was defenitely \n&gt; not going well.\n&gt; \n&gt; Tavatron let Cyber Claw shoulder past her, the spikes on Cyber Claw&#39;s \n&gt; shoulder almost piercing her organic skin. Tavatron instinctively sheathed \n&gt; her sword and unsheathed her staff, holding it in a fighting stance in front \n&gt; of her. Striker may not want a fight, and neither did she, but this new &#39;bot \n&gt; was going to be a different story:\n&gt; \n&gt; &quot;Please, whoever you are, just relax. All we want to do is talk.&quot;\n&gt; \n&gt; This situation was getting out of hand. Tavatron looked at Striker, his own \n&gt; weapons drawn. She then looked at Dinobot, her eyes pleading for him not to \n&gt; do anything rash, thought by now even she may be unable to convince him to \n&gt; do otherwise.\n&gt; ________________________________________________________________________\n&gt; Get Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n&gt; \n&gt; \n&gt; ------------------------------------------------------------------------\n&gt; Get a NextCard Visa, in 30 seconds!\n&gt; 1. Fill in the brief application\n&gt; 2. Receive approval decision within 30 seconds\n&gt; 3. Get rates as low as 2.9% Intro or 9.9% Fixed APR\n&gt; http://click.egroups.com/1/5197/10/_/_/_/960842928/\n&gt; ------------------------------------------------------------------------\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}