{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"s7lg0EJ2Tknlnr2AKlkrJM-YSpQjPelB4D-Rl2bEnu1d0SLtqG8IuA2092qz-Y4AI5sHY5EfZQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire - Kane","postDate":"987894955","msgId":32924,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDRkLmE4MDlhYzIuMjgxMzZlYWJAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":32929,"prevInTime":32923,"nextInTime":32925,"topicId":32924,"numMessagesInTopic":29,"msgSnippet":"(Delay caused by having to get phone line from online-obsessed brother.  Also mass school project.  Typing fast, don t have much time) The Protectobots/The","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 21 Apr 2001 23:16:06 -0000\r\nReceived: (qmail 52568 invoked from network); 21 Apr 2001 23:16:05 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 21 Apr 2001 23:16:05 -0000\r\nReceived: from unknown (HELO imo-r19.mx.aol.com) (152.163.225.73) by mta1 with SMTP; 21 Apr 2001 23:16:04 -0000\r\nReceived: from KSLawdogg@... by imo-r19.mx.aol.com (mail_out_v30.9.) id r.4d.a809ac2 (3947) for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 21 Apr 2001 19:15:56 -0400 (EDT)\r\nMessage-ID: &lt;4d.a809ac2.28136eab@...&gt;\r\nDate: Sat, 21 Apr 2001 19:15:55 EDT\r\nSubject: Out of the Fire - Kane\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 113\r\nFrom: KSLawdogg@...\r\n\r\n(Delay caused by having to get phone line from online-obsessed brother.  Also \nmass school project.  Typing fast, don&#39;t have much time)\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Reflector/\nSerpentor:\n\n\n\nDemon Wulf watched a two missiles head for and watched them blow up after \nfiring four optic blasts at them, two for one.  He raised his sword, firing \noff a missile at the Cybertronian Fire.\n\n&quot;Brothers, the ranks of those seiging this installation of Cybertronian scum \nare thinning.  We must take leave.&quot; he said, powering up his engines to full \npower.\n\n---\n\nFlesh Ripper yelled out as teeth sunk into his face.  He spun so Demise&#39;s \nback would face the incoming twenty-five laser bolts.  Flesh Ripper powered \nup the boosters in his feet to make it so he wouldn&#39;t change directions very \neasy.\n\nAt the same time he fired off ten rapid optic blasts at Demise&#39;s left optic, \nwhich was rather close.\n\n---\n\nDark Claw avoided twenty of the shots fired at him, the rest doing little \ndamage.  Two black orbs formed in his hands, each with the power of a charge. \n He threw one orb of energy at the CF, the other at Iron Raptor, this orb \nhaving a seeking ability.\n\n---\n\nDark One was done with Hiss, who wasn&#39;t out of stasis lock, but wouldn&#39;t die \nwhen this battle ended.  If undisturbed.  The Oblitercon commander looked to \nBreakdown.  He ran over to him.  &quot;You alright?&quot;\n\n---\n\nBreakdown lifted his head up rather painfully, and nodded to his commander&#39;s \nquestion.  &quot;Kind of.&quot; wtih that, he went into stasis lock, and Dark One began \nrepairs on him.  But to bring him into fighting condition.\n\n---\n\nPyro laid on the ground, imagining a beautiful burning forest to take his \nmind off the incredible pains in his body.\n\n---\n\nHiss, though in a stable condition, remained out of it.\n\n---\n\nScavenger same as above.  (told you I was tapped for time...)\n\n---\n\nHot Spot yelled out as a sword dug into his side, and collapsed, cursing \nHeadstrong before he slammed to his chest.\n\n---\n\nGroove was struck with a blast from Abominous, sending him flipping back and \ncrashing down, a large gaping hole in his side.  He decided not to commit \nsuicide and didn&#39;t fire on the gestalt.\n\n---\n\nBlades tried to avoid a blast from Abominous, but was struck and sent \nflinging downwards.\n\n---\n\nFirst Aid still only gave Firedrill a look of confusion.  &quot;Do I know you?&quot; he \nasked, repeating his question.\n\n---\n\nStreetwise painfully began to get up, and noticed Decepticons were fleeing.  \n&quot;We--OW!&quot; he yelled, damaged circuitry flaring with pain, the Maximal \ncollapsing.\n\n---\n\n\nImprisoner felt EndBringer wrap his tentacles around the cannon that had only \nmoments ago fired upon him with rapid laser bolts.  Electricity surged \nthrough Imprisoner from EndBringer.  A yell of pain came from Imprisoner&#39;s \nform, but nothing was badly damaged because of the rubber treads of the \nattack vehicle mode that acted like conductors.\n\nOne cannon swiveled to point at EndBringer, firing two energy-signature \nseeking missiles at the Predacon.  It would no doubt damage Imprisoner as \nwell, but he noticed the Decepticons were treating and he didn&#39;t want to be \nfighting all these baddies by himself.\n\n---\n\nPredator jumped hard left, transforming into his tiger mode and avoiding all \nthree missiles, though shrapnel dug into his tail.  Quickly transforming back \nto biped mode, missile launcher in hand, he fired off two rockets.  One \nheaded for Firearm, the other headed for the Cybertronian Fire.\n\n---\n\nChoran felt three laser bolts strike him and he took a step back, three dents \nin his chest.  &quot;Piece o&#39; slag...&quot; he raised his rifle, firing twenty-five \nlaser bolts in an arc.\n\nTen rapid shots headed for Fliq, six for Atilla, and nine for Grimmler.\n\n---\n\nShockwave transformed to biped mode, weapons fire passing by him harmlessly \nbecause of the decrease of size.  He transformed to his weapon mode, which \nwas roughly the same size as him in biped mode.\n\nHe fired a long X-ray blast at Incarcinator that would strike in a 20ft \nradius with Incarcinator in the center.  (Damages internally)\n\n---\n\nUnitron&#39;s sensors detected two incoming missiles being destroyed, thanks to a \nsmall thing Unitron had no idea about (Beeline).  He fired off a seeking \nmissile at an incoming missile, causing it to blow up.\n\nHe fired on energy-signature seeking missile at Zardus.  Numerous rapid \nfiring weapons struck Unitron and he transformed to his biped mode.  In space \nfighter mode he wouldn&#39;t have survived.  He let out a slight yell and looked \nto the retreating Decepticons.\n\n&quot;Cowards...&quot; he muttered, ignoring the fact that most of the attackers on the \nCF were slowly beginning to retreat, himself included.  He fired off ten \nrapid optic blasts at Hot Rod&#39;s left knee joint.\n\n---\n\nFirestarter let out a yell and launched two flares which exploded and blocked \nall weapons fire heading for him.  He armed two missiles, launching them at \nIron Raptor.\n\n&quot;Burn in hell, Maximal scum.&quot;\n\n---\n\nScattershot flew higher and higher, holding a large bomb.  He planned on \n&quot;accidentally&quot; dropping it on the Maximals.  He burst into evil laughter at \nthe thought, dropping it down towards an NDE member and a fighting Alliance \nmember.\n\n&quot;Works either wa--OH MY GENTILE JESUS!&quot; he screamed, his optics enhancing and \nhe now learned he had dropped the bomb down towards Nemesis Enforcer and \nSerpentor.\n\n&quot;Good job, Zardus!&quot; he yelled, looking around nervously.\n\n---\n\nDouble Punch was struck with all three charges, his exo-skeleton almost \ngiving away.  Crashing to the ground he let out a small whine.  Getting up \nslowly, his modifications were complete.  He painfully raised his tail, \nseeing the outline of Scyther.  He fired a smal spray of acid at the outline.\n\n---\n\nInjector took an aim with both launchers at the unsuspecting Dark One and \ndowned Breakdown, but a dozen shots struck him and knocked him back.\n\n&quot;Pieces of slag!&quot; he yelled at the site of his cracked exo-skeleton.  He \nraised his left arm, firing off two stinger missiles SharpClaws and two from \nthe other at Underground.\n\n---\n\nManterror hit the ground after shots impacted with him.  He let out a yell of \nrage as he jumped to his feet.\n\n---\n\nVehement looked to one missile, firing off two optic blasts at it, and turned \nto the other, firing off two rapid optic blasts at it, seeing from the corner \nof his optics their explosions.\n\nHe raised his left arm, firing two missiles at Hot Rod, and from the other \nfiring two missiles at the Cybertronian Fire.  Twenty five shots struck \nVehement dead on and sent him flying out of control downward.\n\n---\n\nReflector raised both arms, firing two missiles each that prematurely \nexploded and took out all shots heading for him.  He couldn&#39;t see through the \nflames of his resulting defense, and so waited until he could see a target to \nattack.\n\n---\n\nSerpentor had gotten the upperhand and continued to pummel Nemesis&#39; face \nuntil he heard a faint whistling sound.  Looking up he saw an object about \nthe size of three charges.  &quot;Right...&quot; he said, jumping back and transforming \nto his snake mode and slithering away, noticing the slow retreat.\n\n---\n\nThe bomb struck a few feet away from Nemesis Enforcer, sending him flying \nthrough the air without the use of his engines or wings, his body burned and \nscarred, the robot himself screaming.\n\n\n"}}