{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"XXKxb3bCqtDBao_dJFIugrRcWxjszxAj6LTzoIJR3ZMk-QeoeJ83RZcA90pNaAlr5otTsNq56w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire - Kane","postDate":"987897422","msgId":32937,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlidDZvZSt2dWtuQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDRkLmE4MDlhYzIuMjgxMzZlYWJAY3MuY29tPg=="},"prevInTopic":32934,"nextInTopic":32938,"prevInTime":32936,"nextInTime":32938,"topicId":32924,"numMessagesInTopic":29,"msgSnippet":"... The two missiles exploded against EndBringer, but the bot held on, pumping electricity through Imprisoner. He reaches over with one hand and tried to","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 21 Apr 2001 23:57:07 -0000\r\nReceived: (qmail 98576 invoked from network); 21 Apr 2001 23:57:04 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 21 Apr 2001 23:57:04 -0000\r\nReceived: from unknown (HELO mw.egroups.com) (10.1.2.2) by mta1 with SMTP; 21 Apr 2001 23:57:04 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.107] by mw.egroups.com with NNFMP; 21 Apr 2001 23:57:03 -0000\r\nDate: Sat, 21 Apr 2001 23:57:02 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire - Kane\r\nMessage-ID: &lt;9bt6oe+vukn@...&gt;\r\nIn-Reply-To: &lt;4d.a809ac2.28136eab@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9624\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::EndBringer/Demise/Firearm/Grimmler/Scyther/Zardus::\n\nThe two missiles exploded against EndBringer, but the bot held on,\npumping electricity through Imprisoner. He reaches over with one hand\nand tried to wrench the gun that had just fired, though his side was\nburning with pain.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe optic blasts took out Demise&#39;s optic, but he tightened his jaws on\nFlesh Ripper&#39;s head. A small device emerges from his throat and\nattached to Flesh Ripper&#39;s head, beginning the procedure of tapping\ninto his pain circuits.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm fired a missile, intercepting a missile heading for him. He\nlaunches two charges from his main turret at Predator, and another\nmissile from his side missile launcher at the same target.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nGrimmler easily avoids the nine shots and then sees Vehement spiral\ntoward the ground, firing two missiles at the bot.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScyther flies to the side, the acid passing by him. He laughs to\nhimself, firing three charges down at Double Punch.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKillfest sees Vehement go down and fires two missiles at him, both of\nthem locking on and following.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nZardus fires a missile at the incoming missile, the explosion taking\nout the other two missiles as well, but sending Zardus flipping out of\ncontrol.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nProwl turned to make another pass at IR, but two missiles aimed for\nher hit him, sending him flipping through the air. His second beast\nmode too weak to keep going, he transforms back into his robot mode,\ngetting his senses back and instantly firing at the orb from Dark Claw.\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Delay caused by having to get phone line from online-obsessed\nbrother.  Also \n&gt; mass school project.  Typing fast, don&#39;t have much time)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark\nClaw/Nemesis\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Reflector/\n&gt; Serpentor:\n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf watched a two missiles head for and watched them blow up\nafter \n&gt; firing four optic blasts at them, two for one.  He raised his sword,\nfiring \n&gt; off a missile at the Cybertronian Fire.\n&gt; \n&gt; &quot;Brothers, the ranks of those seiging this installation of\nCybertronian scum \n&gt; are thinning.  We must take leave.&quot; he said, powering up his engines\nto full \n&gt; power.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper yelled out as teeth sunk into his face.  He spun so\nDemise&#39;s \n&gt; back would face the incoming twenty-five laser bolts.  Flesh Ripper\npowered \n&gt; up the boosters in his feet to make it so he wouldn&#39;t change\ndirections very \n&gt; easy.\n&gt; \n&gt; At the same time he fired off ten rapid optic blasts at Demise&#39;s\nleft optic, \n&gt; which was rather close.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw avoided twenty of the shots fired at him, the rest doing\nlittle \n&gt; damage.  Two black orbs formed in his hands, each with the power of\na charge. \n&gt;  He threw one orb of energy at the CF, the other at Iron Raptor,\nthis orb \n&gt; having a seeking ability.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One was done with Hiss, who wasn&#39;t out of stasis lock, but\nwouldn&#39;t die \n&gt; when this battle ended.  If undisturbed.  The Oblitercon commander\nlooked to \n&gt; Breakdown.  He ran over to him.  &quot;You alright?&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown lifted his head up rather painfully, and nodded to his\ncommander&#39;s \n&gt; question.  &quot;Kind of.&quot; wtih that, he went into stasis lock, and Dark\nOne began \n&gt; repairs on him.  But to bring him into fighting condition.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro laid on the ground, imagining a beautiful burning forest to\ntake his \n&gt; mind off the incredible pains in his body.\n&gt; \n&gt; ---\n&gt; \n&gt; Hiss, though in a stable condition, remained out of it.\n&gt; \n&gt; ---\n&gt; \n&gt; Scavenger same as above.  (told you I was tapped for time...)\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot yelled out as a sword dug into his side, and collapsed,\ncursing \n&gt; Headstrong before he slammed to his chest.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove was struck with a blast from Abominous, sending him flipping\nback and \n&gt; crashing down, a large gaping hole in his side.  He decided not to\ncommit \n&gt; suicide and didn&#39;t fire on the gestalt.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades tried to avoid a blast from Abominous, but was struck and sent \n&gt; flinging downwards.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid still only gave Firedrill a look of confusion.  &quot;Do I know\nyou?&quot; he \n&gt; asked, repeating his question.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise painfully began to get up, and noticed Decepticons were\nfleeing.  \n&gt; &quot;We--OW!&quot; he yelled, damaged circuitry flaring with pain, the Maximal \n&gt; collapsing.\n&gt; \n&gt; ---\n&gt; \n&gt; \n&gt; Imprisoner felt EndBringer wrap his tentacles around the cannon that\nhad only \n&gt; moments ago fired upon him with rapid laser bolts.  Electricity surged \n&gt; through Imprisoner from EndBringer.  A yell of pain came from\nImprisoner&#39;s \n&gt; form, but nothing was badly damaged because of the rubber treads of the \n&gt; attack vehicle mode that acted like conductors.\n&gt; \n&gt; One cannon swiveled to point at EndBringer, firing two energy-signature \n&gt; seeking missiles at the Predacon.  It would no doubt damage\nImprisoner as \n&gt; well, but he noticed the Decepticons were treating and he didn&#39;t\nwant to be \n&gt; fighting all these baddies by himself.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator jumped hard left, transforming into his tiger mode and\navoiding all \n&gt; three missiles, though shrapnel dug into his tail.  Quickly\ntransforming back \n&gt; to biped mode, missile launcher in hand, he fired off two rockets.  One \n&gt; headed for Firearm, the other headed for the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran felt three laser bolts strike him and he took a step back,\nthree dents \n&gt; in his chest.  &quot;Piece o&#39; slag...&quot; he raised his rifle, firing\ntwenty-five \n&gt; laser bolts in an arc.\n&gt; \n&gt; Ten rapid shots headed for Fliq, six for Atilla, and nine for Grimmler.\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave transformed to biped mode, weapons fire passing by him\nharmlessly \n&gt; because of the decrease of size.  He transformed to his weapon mode,\nwhich \n&gt; was roughly the same size as him in biped mode.\n&gt; \n&gt; He fired a long X-ray blast at Incarcinator that would strike in a 20ft \n&gt; radius with Incarcinator in the center.  (Damages internally)\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron&#39;s sensors detected two incoming missiles being destroyed,\nthanks to a \n&gt; small thing Unitron had no idea about (Beeline).  He fired off a\nseeking \n&gt; missile at an incoming missile, causing it to blow up.\n&gt; \n&gt; He fired on energy-signature seeking missile at Zardus.  Numerous rapid \n&gt; firing weapons struck Unitron and he transformed to his biped mode.\n In space \n&gt; fighter mode he wouldn&#39;t have survived.  He let out a slight yell\nand looked \n&gt; to the retreating Decepticons.\n&gt; \n&gt; &quot;Cowards...&quot; he muttered, ignoring the fact that most of the\nattackers on the \n&gt; CF were slowly beginning to retreat, himself included.  He fired off\nten \n&gt; rapid optic blasts at Hot Rod&#39;s left knee joint.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter let out a yell and launched two flares which exploded\nand blocked \n&gt; all weapons fire heading for him.  He armed two missiles, launching\nthem at \n&gt; Iron Raptor.\n&gt; \n&gt; &quot;Burn in hell, Maximal scum.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot flew higher and higher, holding a large bomb.  He\nplanned on \n&gt; &quot;accidentally&quot; dropping it on the Maximals.  He burst into evil\nlaughter at \n&gt; the thought, dropping it down towards an NDE member and a fighting\nAlliance \n&gt; member.\n&gt; \n&gt; &quot;Works either wa--OH MY GENTILE JESUS!&quot; he screamed, his optics\nenhancing and \n&gt; he now learned he had dropped the bomb down towards Nemesis Enforcer\nand \n&gt; Serpentor.\n&gt; \n&gt; &quot;Good job, Zardus!&quot; he yelled, looking around nervously.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch was struck with all three charges, his exo-skeleton almost \n&gt; giving away.  Crashing to the ground he let out a small whine. \nGetting up \n&gt; slowly, his modifications were complete.  He painfully raised his tail, \n&gt; seeing the outline of Scyther.  He fired a smal spray of acid at the\noutline.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector took an aim with both launchers at the unsuspecting Dark\nOne and \n&gt; downed Breakdown, but a dozen shots struck him and knocked him back.\n&gt; \n&gt; &quot;Pieces of slag!&quot; he yelled at the site of his cracked exo-skeleton.\n He \n&gt; raised his left arm, firing off two stinger missiles SharpClaws and\ntwo from \n&gt; the other at Underground.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror hit the ground after shots impacted with him.  He let out\na yell of \n&gt; rage as he jumped to his feet.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement looked to one missile, firing off two optic blasts at it,\nand turned \n&gt; to the other, firing off two rapid optic blasts at it, seeing from\nthe corner \n&gt; of his optics their explosions.\n&gt; \n&gt; He raised his left arm, firing two missiles at Hot Rod, and from the\nother \n&gt; firing two missiles at the Cybertronian Fire.  Twenty five shots struck \n&gt; Vehement dead on and sent him flying out of control downward.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector raised both arms, firing two missiles each that prematurely \n&gt; exploded and took out all shots heading for him.  He couldn&#39;t see\nthrough the \n&gt; flames of his resulting defense, and so waited until he could see a\ntarget to \n&gt; attack.\n&gt; \n&gt; ---\n&gt; \n&gt; Serpentor had gotten the upperhand and continued to pummel Nemesis&#39;\nface \n&gt; until he heard a faint whistling sound.  Looking up he saw an object\nabout \n&gt; the size of three charges.  &quot;Right...&quot; he said, jumping back and\ntransforming \n&gt; to his snake mode and slithering away, noticing the slow retreat.\n&gt; \n&gt; ---\n&gt; \n&gt; The bomb struck a few feet away from Nemesis Enforcer, sending him\nflying \n&gt; through the air without the use of his engines or wings, his body\nburned and \n&gt; scarred, the robot himself screaming.\n\n\n"}}