{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"jh7RAVOuN7LFst9LDxGC8CQUEiASwG0KklJRjRnkRWwavAbQe9kJsGfVJCeySy3BIlN7qoYaow","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire - Kane","postDate":"988070866","msgId":33095,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGI4LjE0OTI3MTQwLjI4MTYxZGQyQGNzLmNvbT4="},"prevInTopic":33072,"nextInTopic":33102,"prevInTime":33094,"nextInTime":33096,"topicId":32924,"numMessagesInTopic":29,"msgSnippet":"(Rdahl, I meant Hot Spot crashed to the ground onto his chest, he s kind of KOd.  Also, RoboRick, Unicron s response to Hot Rod will be in a seperate e-mail.","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 24 Apr 2001 00:07:57 -0000\r\nReceived: (qmail 23609 invoked from network); 24 Apr 2001 00:07:56 -0000\r\nReceived: from unknown (10.1.10.27) by l10.egroups.com with QMQP; 24 Apr 2001 00:07:56 -0000\r\nReceived: from unknown (HELO imo-r20.mx.aol.com) (152.163.225.162) by mta2 with SMTP; 24 Apr 2001 00:07:56 -0000\r\nReceived: from KSLawdogg@... by imo-r20.mx.aol.com (mail_out_v30.9.) id r.b8.14927140 (18559) for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 23 Apr 2001 20:07:46 -0400 (EDT)\r\nMessage-ID: &lt;b8.14927140.28161dd2@...&gt;\r\nDate: Mon, 23 Apr 2001 20:07:46 EDT\r\nSubject: Re: Out of the Fire - Kane\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Rdahl, I meant Hot Spot crashed to the ground onto his chest, he&#39;s kind of \nKOd.  Also, RoboRick, Unicron&#39;s response to Hot Rod will be in a seperate \ne-mail.  And that missile fired at you as fire at a downward angle, and \nVehement is high in the air, it wouldn&#39;t fly towards him)\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Reflector/Serpentor:\n\n\n\nA few shots struck against Demon Wulf&#39;s armor, but the large Vok made robot \nignored them.  He raised his blade, firing off a seeking missile at Demise&#39;s \nback.  He raised his free palm, firing off a white-yellow orb of energy with \nthe force of a grenade at the CF.\n\n---\n\nFlesh Ripper deactivated his pain circuits, buying time before they were \noverrun.  He fired another ten rapid optic blasts at Demise&#39;s already damaged \noptic.\n\nHe pressed the palm of his free hand on the Predacon&#39;s chest and blue orb \nshot at the chest point blank with the effect of an EMP blast, that wouldn&#39;t \nharm Flesh Ripper.\n\n---\n\nDark Claw, still flying up, avoided all the shots coming towards him.  He \nformed two black orbs of energy in his palms, throwing both at the CF, each \nhaving the power of a charge.\n\n---\n\nDark One was 75% done with Breakdown, and kept up his work.  Suddenly \nmultiple shots struck him and sent him forward.  &quot;Traitors...&quot; he yelled.  He \ngot up, firing off three plasma bolts at DragonFly from his rifle.  He \nactivated Breakdown despite being finished with repairs.  He&#39;d need an edge.  \nAnd Breakdown would need a second to come online fully.\n\n---\n\nPyro, Hiss, and Scavenger both remained down, but in stable conditions.\n\n---\n\nHot Spot slowly tried to get up, despite the gash in his chest from \nHeadstrong&#39;s most recent attack.\n\n---\n\nGroove remained laying down, slowly slipping into stasis lock.\n\n---\n\nBlades regained his stability in the air and launched off two rockets at \nAbominous&#39; left shoulder.\n\n---\n\nFirst Aid turned away from Firedrill and ran over to Hot Spot.  &quot;You \nalright?&quot; he asked, already knowing the answer and powering up his laser \nwelder.\n\n---\n\nStreetwise remained in stasis lock.\n\n---\n\nThe cannon EndBringer tried to wrench was bigger than his arm and only let \nout a near inaudible whine as it moved a little.  Both cannons locked onto \nEndBringer and fired a total of four energy-signature seeking missiles at the \nPredacon.\n\n---\n\nPredator avoided Firearm&#39;s weapons, the resulting shrapnel destroying other \nmissiles heading for him.  But the force of the explosions sent him rocketing \nbackwards, slamming to his back.\n\nHe sat upright with a large charred chest, firing off two rockets at Firearm.\n\n---\n\nChoran fired four optic blasts, intercepting the incoming missiles.  He \nraised his rifle and took careful aim, and fired his weapon in an arc.  Ten \nrapid shots at Iron Raptor, five at Charon, and another ten at Zardus&#39; \nabdomen.  \n\n(Just for anyone who&#39;s confused by this, CHORAN is my character, CHARON is \nAirly&#39;s.\n\n---\n\nShockwave simply fired another blast, only this one laser.  It intercepted \nthe bullets and the part of the blast that didn&#39;t destroy the bullets \ncontinued on towards the source of the rounds.  Incarcinator.\n\nThe Emperor transformed to his biped mode and activated his feet boosters, \ngetting a move on.  At the same time a missile launcher appeared in his left \nhand and he gripped it, already having a new strategy.\n\n---\n\nUnitron raised his left arm, and out of the forearm came a small shield about \nseven feet in diameter and made of metal.  He moved the new shield in front \nof the enemy weapons fire, including an incoming missile from the Element \n(S).  The explosions sent him flying back a few feet.  His shield was lightly \nscratched from the lasers and bullets, and dented from the missile.\n\nHe formed a missile launcher in his right hand and fired off two rockets at \nthe Cybertronian Fire.\n\nHe turned his head slightly and opened his mouth, firing off a single ball of \ngreen flames at Hot Rod&#39;s abdomen.\n\n---\n\nFirestarter cursed, his attacks on Iron Raptor being deflected by her \nconsort.  Arming another pair of missiles, he fired two of them off at the \nCybertronian Fire.  He armed his laser weaponry, firing off five rapid laser \nbolts before he had to turn sharply to avoid weapons fire from the Element \n(S) and CF autoguns.\n\n---\n\nScattershot gave a weird grin and turned, seeing the Oblitercon mercenary \nteam leader being shot by someone.  &quot;Don&#39;t know who you are, but I don&#39;t want \nto be anywhere near Nemesis and the snake.&quot; he raised his rifle, firing off \ntwenty-five armor piercing rounds at Dragonfly&#39;s abdomen, flying through the \nair towards that robot, but maintaining his altitude.\n\n---\n\nHe saw the outline of some objects coming at him.  Double Punch fired off a \nspray of acid at them from his tail and smiled painfully as the remains of \nthe charges hit the ground, covered with acid and slowly melting, some of the \nacid flowing from the charges to the ground.\n\nHe raised his left pincher, firing off two seeking missiles at the outline of \na robot that was Scyther.\n\n---\n\nManterror fired off two ion disks, intercepting some of the shots heading for \nhim, the praying mantis robot avoiding most of the others as he rocketed into \nthe sky, still going up as he acted, only a few shots striking him and doing \nlittle damage.\n\nHe raised both arms, firing off three ion disks at Darkfate from one arm and \ntwo ion disks at Atilla from the other.\n\n---\n\nInjector fired off two stinger missiles from his left launcher in his hand \nand intercepted all the shots heading for him.  He raised his free arm that \nheld the launcher he hadn&#39;t fired with.  He fired off two stinger missiles at \nUnderground.\n\nHis optics charged and ten rapid optic blasts shot out at Sharpclaws.\n\n---\n\nVehement watched as he spiraled upside down.  He saw a single laser blast \nlance out and intercept a missile heading for him.  Two missiles and a blast \nfrom Darkfate passed by him and left craters in the ground which was steadily \napproaching the Archbishop, but one missile struck Vehement.  It left a small \ndent where it had hit, the thick layers of armor rather helpful in events \nlike this.\n\nDespite the pain which Vehement didn&#39;t show in the slightest, the missile \nbrought something else.  The force of the explosion helped him upright \nhimself, and the Archbishop was launched upward, approaching the heavens \nsteadily.\n\nHe raised his right &#39;cannon&#39; that was his right hand and pointed it at a \ntarget.  Out launched two energy-signature seeking missiles at Killfest.\n\nHe raised his left hand, palm extended, a sonic wave shot out at Magnus \nPrime&#39;s torso.\n\n---\n\nReflector raised his left arm and two missiles launched out and prematurely \nexploding.  He was unharmed by the result except for a few laser bolts and \nthe shrapnel that got through and cut his body.  He cursed the heathens and \nraised his other arm.  Both barrels fired off two missiles each.\n\nTwo energy-signature seeking missiles fired off at Deepfear.  One regular \nmissile headed for the CF, and another ES seeking missile headed for \nPerceptor.\n\n---\n\nSerpentor transformed to biped mode, Nemesis Enforcer&#39;s battered bodies \nseveral yards away now.  He raised his plasma launcher, still laughing at \nNemesis&#39; misfortune.  He fired off two powerful blasts from his launcher at \nthe Cybertronian Fire.\n\nHe fired a single charged optic blast at Zardus to get the fool&#39;s attention.\n\n"}}