{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"ZgrY2e-kzDkWq1kKI7OARkc8C0CJOVBJo1fXQdd8j97mHCpXYTDLpQkysroY6g-ekbLJbtfnEg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire - Kane","postDate":"988073879","msgId":33102,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDljMmoybitzdDUyQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGI4LjE0OTI3MTQwLjI4MTYxZGQyQGNzLmNvbT4="},"prevInTopic":33095,"nextInTopic":33108,"prevInTime":33101,"nextInTime":33103,"topicId":32924,"numMessagesInTopic":29,"msgSnippet":"... Zardus flies up, shots passing by underneath and a few riddling his legs, but none doing any major damage. He fires two missiles at Tuefel, speeding up","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 24 Apr 2001 00:58:02 -0000\r\nReceived: (qmail 55170 invoked from network); 24 Apr 2001 00:58:02 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 24 Apr 2001 00:58:02 -0000\r\nReceived: from unknown (HELO mu.egroups.com) (10.1.1.40) by mta1 with SMTP; 24 Apr 2001 00:58:02 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.120] by mu.egroups.com with NNFMP; 24 Apr 2001 00:58:01 -0000\r\nDate: Tue, 24 Apr 2001 00:57:59 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire - Kane\r\nMessage-ID: &lt;9c2j2n+st52@...&gt;\r\nIn-Reply-To: &lt;b8.14927140.28161dd2@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9640\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Zardus/Incarcinator/Demise/Firearm/Scyther/Killfest/Greven::\n\nZardus flies up, shots passing by underneath and a few riddling his\nlegs, but none doing any major damage. He fires two missiles at\nTuefel, speeding up while flying upward.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIncarcinator spins out of the way of the laser shot, righting himself\nin the air and firing three very fast shells at Shockwave.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nA missile and an EMP blast hit Demise, sending him flying off of Flesh\nRipper and down toward the ground. However, his teeth had clamped down\non the bot&#39;s head before he was forced off, so he had a good chance of\ntaking the head with him.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nSide boosters activated, flipping Firearm sideways and then bringing\nhim upright again (think Starfox), the two rockets going by him. He\nfires back two missiles and continues to ride at Predator.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer saw the cannons swirl toward him and jumped, the missiles\nexploding under him and sending him flying upwards.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScyther tries to avoid the missile, but it continues to come for him.\nHe frowns, thinking it strange, because his spark signature and any\nhead readings were completely cloaked, but no matter. Accessing a\nfeature of himself, he changes spark signatures, his old one no longer\nthere. The missile passes by, and he fires four charges down at Double\nPunch.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKillfest waits till the last moment and jumps, the missile exploding\nunder him. He lands successfully and fires two missiles at Vehement,\naccompanied by two EMP blasts.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Rdahl, I meant Hot Spot crashed to the ground onto his chest, he&#39;s\nkind of \n&gt; KOd.  Also, RoboRick, Unicron&#39;s response to Hot Rod will be in a\nseperate \n&gt; e-mail.  And that missile fired at you as fire at a downward angle, and \n&gt; Vehement is high in the air, it wouldn&#39;t fly towards him)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark\nClaw/Nemesis\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Reflector/Serpentor:\n&gt; \n&gt; \n&gt; \n&gt; A few shots struck against Demon Wulf&#39;s armor, but the large Vok\nmade robot \n&gt; ignored them.  He raised his blade, firing off a seeking missile at\nDemise&#39;s \n&gt; back.  He raised his free palm, firing off a white-yellow orb of\nenergy with \n&gt; the force of a grenade at the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper deactivated his pain circuits, buying time before they\nwere \n&gt; overrun.  He fired another ten rapid optic blasts at Demise&#39;s\nalready damaged \n&gt; optic.\n&gt; \n&gt; He pressed the palm of his free hand on the Predacon&#39;s chest and\nblue orb \n&gt; shot at the chest point blank with the effect of an EMP blast, that\nwouldn&#39;t \n&gt; harm Flesh Ripper.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw, still flying up, avoided all the shots coming towards\nhim.  He \n&gt; formed two black orbs of energy in his palms, throwing both at the\nCF, each \n&gt; having the power of a charge.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One was 75% done with Breakdown, and kept up his work.  Suddenly \n&gt; multiple shots struck him and sent him forward.  &quot;Traitors...&quot; he\nyelled.  He \n&gt; got up, firing off three plasma bolts at DragonFly from his rifle.  He \n&gt; activated Breakdown despite being finished with repairs.  He&#39;d need\nan edge.  \n&gt; And Breakdown would need a second to come online fully.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro, Hiss, and Scavenger both remained down, but in stable conditions.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot slowly tried to get up, despite the gash in his chest from \n&gt; Headstrong&#39;s most recent attack.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove remained laying down, slowly slipping into stasis lock.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades regained his stability in the air and launched off two\nrockets at \n&gt; Abominous&#39; left shoulder.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid turned away from Firedrill and ran over to Hot Spot.  &quot;You \n&gt; alright?&quot; he asked, already knowing the answer and powering up his\nlaser \n&gt; welder.\n&gt; \n&gt; ---\n&gt; \n&gt; Streetwise remained in stasis lock.\n&gt; \n&gt; ---\n&gt; \n&gt; The cannon EndBringer tried to wrench was bigger than his arm and\nonly let \n&gt; out a near inaudible whine as it moved a little.  Both cannons\nlocked onto \n&gt; EndBringer and fired a total of four energy-signature seeking\nmissiles at the \n&gt; Predacon.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator avoided Firearm&#39;s weapons, the resulting shrapnel\ndestroying other \n&gt; missiles heading for him.  But the force of the explosions sent him\nrocketing \n&gt; backwards, slamming to his back.\n&gt; \n&gt; He sat upright with a large charred chest, firing off two rockets at\nFirearm.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran fired four optic blasts, intercepting the incoming missiles.  He \n&gt; raised his rifle and took careful aim, and fired his weapon in an\narc.  Ten \n&gt; rapid shots at Iron Raptor, five at Charon, and another ten at Zardus&#39; \n&gt; abdomen.  \n&gt; \n&gt; (Just for anyone who&#39;s confused by this, CHORAN is my character,\nCHARON is \n&gt; Airly&#39;s.\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave simply fired another blast, only this one laser.  It\nintercepted \n&gt; the bullets and the part of the blast that didn&#39;t destroy the bullets \n&gt; continued on towards the source of the rounds.  Incarcinator.\n&gt; \n&gt; The Emperor transformed to his biped mode and activated his feet\nboosters, \n&gt; getting a move on.  At the same time a missile launcher appeared in\nhis left \n&gt; hand and he gripped it, already having a new strategy.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron raised his left arm, and out of the forearm came a small\nshield about \n&gt; seven feet in diameter and made of metal.  He moved the new shield\nin front \n&gt; of the enemy weapons fire, including an incoming missile from the\nElement \n&gt; (S).  The explosions sent him flying back a few feet.  His shield\nwas lightly \n&gt; scratched from the lasers and bullets, and dented from the missile.\n&gt; \n&gt; He formed a missile launcher in his right hand and fired off two\nrockets at \n&gt; the Cybertronian Fire.\n&gt; \n&gt; He turned his head slightly and opened his mouth, firing off a\nsingle ball of \n&gt; green flames at Hot Rod&#39;s abdomen.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter cursed, his attacks on Iron Raptor being deflected by her \n&gt; consort.  Arming another pair of missiles, he fired two of them off\nat the \n&gt; Cybertronian Fire.  He armed his laser weaponry, firing off five\nrapid laser \n&gt; bolts before he had to turn sharply to avoid weapons fire from the\nElement \n&gt; (S) and CF autoguns.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot gave a weird grin and turned, seeing the Oblitercon\nmercenary \n&gt; team leader being shot by someone.  &quot;Don&#39;t know who you are, but I\ndon&#39;t want \n&gt; to be anywhere near Nemesis and the snake.&quot; he raised his rifle,\nfiring off \n&gt; twenty-five armor piercing rounds at Dragonfly&#39;s abdomen, flying\nthrough the \n&gt; air towards that robot, but maintaining his altitude.\n&gt; \n&gt; ---\n&gt; \n&gt; He saw the outline of some objects coming at him.  Double Punch\nfired off a \n&gt; spray of acid at them from his tail and smiled painfully as the\nremains of \n&gt; the charges hit the ground, covered with acid and slowly melting,\nsome of the \n&gt; acid flowing from the charges to the ground.\n&gt; \n&gt; He raised his left pincher, firing off two seeking missiles at the\noutline of \n&gt; a robot that was Scyther.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror fired off two ion disks, intercepting some of the shots\nheading for \n&gt; him, the praying mantis robot avoiding most of the others as he\nrocketed into \n&gt; the sky, still going up as he acted, only a few shots striking him\nand doing \n&gt; little damage.\n&gt; \n&gt; He raised both arms, firing off three ion disks at Darkfate from one\narm and \n&gt; two ion disks at Atilla from the other.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector fired off two stinger missiles from his left launcher in\nhis hand \n&gt; and intercepted all the shots heading for him.  He raised his free\narm that \n&gt; held the launcher he hadn&#39;t fired with.  He fired off two stinger\nmissiles at \n&gt; Underground.\n&gt; \n&gt; His optics charged and ten rapid optic blasts shot out at Sharpclaws.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement watched as he spiraled upside down.  He saw a single laser\nblast \n&gt; lance out and intercept a missile heading for him.  Two missiles and\na blast \n&gt; from Darkfate passed by him and left craters in the ground which was\nsteadily \n&gt; approaching the Archbishop, but one missile struck Vehement.  It\nleft a small \n&gt; dent where it had hit, the thick layers of armor rather helpful in\nevents \n&gt; like this.\n&gt; \n&gt; Despite the pain which Vehement didn&#39;t show in the slightest, the\nmissile \n&gt; brought something else.  The force of the explosion helped him upright \n&gt; himself, and the Archbishop was launched upward, approaching the\nheavens \n&gt; steadily.\n&gt; \n&gt; He raised his right &#39;cannon&#39; that was his right hand and pointed it\nat a \n&gt; target.  Out launched two energy-signature seeking missiles at Killfest.\n&gt; \n&gt; He raised his left hand, palm extended, a sonic wave shot out at Magnus \n&gt; Prime&#39;s torso.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector raised his left arm and two missiles launched out and\nprematurely \n&gt; exploding.  He was unharmed by the result except for a few laser\nbolts and \n&gt; the shrapnel that got through and cut his body.  He cursed the\nheathens and \n&gt; raised his other arm.  Both barrels fired off two missiles each.\n&gt; \n&gt; Two energy-signature seeking missiles fired off at Deepfear.  One\nregular \n&gt; missile headed for the CF, and another ES seeking missile headed for \n&gt; Perceptor.\n&gt; \n&gt; ---\n&gt; \n&gt; Serpentor transformed to biped mode, Nemesis Enforcer&#39;s battered bodies \n&gt; several yards away now.  He raised his plasma launcher, still\nlaughing at \n&gt; Nemesis&#39; misfortune.  He fired off two powerful blasts from his\nlauncher at \n&gt; the Cybertronian Fire.\n&gt; \n&gt; He fired a single charged optic blast at Zardus to get the fool&#39;s\nattention.\n\n\n"}}