{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"P6MsxdHDxJ1rIX7-gQKI8OsmqJwh2jQUqk13kh1BushfaM24B0Ol2u5bPfZHyi7fu8bfpD6EiQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire","postDate":"988415156","msgId":33318,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGM2LjE0ZDI1OTM2LjI4MWI1ZWI0QGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":33326,"prevInTime":33317,"nextInTime":33319,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(Sorry for the delay.  Massive homework that s finally over.  I probably won t respond much over the weekend as well.  They ll probably a lot of family","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 27 Apr 2001 23:46:03 -0000\r\nReceived: (qmail 48751 invoked from network); 27 Apr 2001 23:46:02 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 27 Apr 2001 23:46:02 -0000\r\nReceived: from unknown (HELO imo-m09.mx.aol.com) (64.12.136.164) by mta1 with SMTP; 27 Apr 2001 23:46:02 -0000\r\nReceived: from KSLawdogg@... by imo-m09.mx.aol.com (mail_out_v30.10.) id r.c6.14d25936 (24896) for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 27 Apr 2001 19:45:57 -0400 (EDT)\r\nMessage-ID: &lt;c6.14d25936.281b5eb4@...&gt;\r\nDate: Fri, 27 Apr 2001 19:45:56 EDT\r\nSubject: Out of the Fire\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 113\r\nFrom: KSLawdogg@...\r\n\r\n(Sorry for the delay.  Massive homework that&#39;s finally over.  I probably \nwon&#39;t respond much over the weekend as well.  They&#39;ll probably a lot of \nfamily members/family friends over at my house.  But after this horrible week \nI&#39;ll be free\n\nIron Raptor, please post damage.  You haven&#39;t responded to any of my attacks \nsince the beginning of this battle\n\nAlso, all my characters ARE slowly moving away from the CF, I put that in the \nfirst &quot;Out of the Fire&quot; - Kane post, but just though I&#39;d remind anyone)\n\n\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Reflector/Smokescreen/Serpentor:\n\n\n\nDemon Wulf avoided most of the laser shots from Kali, the ones that hit him \ndoing little to no damage.  He sighed at the futility of the Cybertronians&#39; \nstruggles.  He raised his sword, the blade launching out at the CF as a \nmissile.\n\n---\n\nThe pull of Demise caused Flesh Ripper to avoid the other attacks fired upon \nhim.  He could feel quite a large chunk of his face being ripped.  He held \nhis hands up with his palms extended only an inch from Demise&#39;s face.\n\nThe Vok creation let out a glass shattering howl of pain, his left palm \nfiring a yellowish-white orb of energy with the effect of a grenade at \nDemise&#39;s neck.  The other hand fired a blue orb of EMP energy down at \nDemise&#39;s left knee joint as Flesh Ripper continued to scream.\n\n---\n\nDark Claw opened his mouth and fired a long burst of flames at an incoming \nmissile, the missile eventually giving way but its counterpart struck him and \nflung him back through the air.  Though the Vok was able to keep his balance \nand continue upward.  He ignored the large dent with cracks in it as result \nin his armor that had sprung a few rivers of mech-fluid.\n\nHe raised his left arm, firing a blue orb of EMP energy at Shiva&#39;s torso.  \nFrom his right hand he fired a black orb with the power of a charge at the CF.\n\n---\n\nDark One jumped, but most of the shots connected and he collapsed to the \nground, quickly preparing for a counter assault.\n\n---\n\nBreakdown raised his grenade launcher, firing off two grenades at DragonFly.\n\n---\n\nPyro, Hiss, and Scavenger remain in stasis lock.\n\n---\n\nThe only Protectobots up were Blades and First Aid, who as still busy \nrepairing Hot Spot very quickly and sloppily.\n\nBlades on the other hand was still able bodied as it were, yet still damaged. \n He got a lock and fired off two missiles at Abominous.\n\n---\n\nScattershot continued to head for DragonFly, firing off ten rapid laser \nblasts at her left knee joint.  &quot;Nobody messes with the Alliance, see?&quot;.\n\n---\n\nThe disembodied voice of Imprisoner let out a yell as his own weapons fire \nblew apart his laser cannon.\n\n&quot;Slagger!&quot; he yelled as one cannon turned to point at EndBringer and fired \ntwo missiles.\n\nThe other cannon turned to face the CF, encased in newly erected, yet weak, \nshields.  Two missiles launched out at the once proud looking craft that was \n\n---\n\nPredator jumped, the shock wave of the missiles sending him several more feet \ninto the air.  He came crashing down painfully to his legs.  He had avoided \nthe whip and was now facing Firearm from a different direction.\n\nHe raised his launcher, firing a rocket off at Firearm and a rocket off at \nthe CF as he took several steps away from the general direction of the \nMaximals.\n\n---\n\nChoran doged most of the shots, several denting his armor deeply.  &quot;I need an \nupgrade when we get off this rock...&quot; he mumbled.  He raised his own rifle \nand fired in an arc.  Ten rapid laser bolts at Charon and fifteen at \nTigerhawk.\n\n---\n\n\n\nShockwave raised his launcher and fired a missile that prematurely exploded, \nthe shrapnel digging into his chest lightly, but the missiles were stopped.  \nHe fired another rocket at the Cybertronian Fire and raised his left hand, \nthe barrel firing off three bolts of laser energy at Incarcinator&#39;s weapon.\n\n----\n\nFirestarter once again enjoyed the easily life.  That being simply dodging \nautogun fire.  He launched two more missiles at the Cybertronian Fire.\n\n---\n\nUnitron fell back from the shots through the air a few feet, regaining his \ncomposure.  He fired off three optic blasts at Hot Rod, a laser rifle coming \ninto Unitron&#39;s hands.\n\n---\n\nDouble Punch raised his tail again, firing off yet another blast of acid and \nintercepted the charges.  He could keep this up, but he was going to do his \nbest.  He raised his pinchers, firing off a total of four missiles at the \nmiddle of the outline of an enemy he could see.  He didn&#39;t notice Beeline \nfiring off numerous rapid laser blasts.\n\n---\n\nManterror felt the missile explode and sent him rocketing in pain backwards.  \nStill going through the air, his boosters not working to well, he fired off \nfour ion disks.  Two at Darkfate and two at Attila.\n\n---\n\nInjector avoided the EMP grenade easily, and most of the shots, blocking two \nwith his forearm which had been unhindered until now.  He fired off two \nstinger missiles at Alecto from his left launcher, and two at the \nCybertronian Fire.\n\n---\n\nVehement watched as lasers beamed out from Beeline the cyberbee, eight \npassing by the two missiles heading for the Archbishop, but the last two \nconnecting.\n\nVehement easily avoided the EMP blasts, but the explosion from the missile \nwas another.  He was shaken lightly and most of the shrapnel lightly \nscratched his armor, except the rest punctured through his already wounded \nabdomen.  He cursed, sending a fist at the incoming missile, the explosion \ncutting up his right fist which was now charred.\n\nHe fired off two missiles from his left arm at Killfest and two missiles from \nhis right arm at the Cybertronian Fire.\n\n---\n\nReflector watched fifteen laser blasts exactly shoot out.  At first he \nthought they were coming towards him, but it was instead heading for two \nmissiles that were heading for Reflector.  He watched nine laser blasts miss, \nand the other six hit their marks.\n\nThe missiles exploded, sending shrapnel into Reflector&#39;s face.  Reflector was \non the verge of screaming, and would of done so, but he could not seem weak \nin front of the Chaos-Bringer.\n\nMech-fluid started to leave onto his right optic, which he wiped away.  \n&quot;You...&quot; he winced for a split second... &quot;will die, heathens!&quot; he screamed, \nfiring off two missiles from his left arm.  One missile headed for Darkfate, \nthe other for Killfest.  His other arm launched two missiles at the \nCybertronian Fire.\n\n---\n\nNemesis Enforcer tried to move, gut it caused to much pain.  So he layed \nthere, thinking about what he would do to whoever had dropped a bomb on him.  \nAnd how he would torture that traitorous cobra Serpentor.\n\n---\n\nSmokescreen had a perfect opportunity.  His sensors revealed a damaged area \nof Vehement, and a blast from his heavy laser rifle would slice through the \nthin layer of armor in that area that remained like a hot knife through \nbutter.  He cocked his rifle and took precise aim, enhancing his vision to \naid in the process.\n\n"}}