{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"gvsiHqhcQOjW9s5-Adw7Dwy4gXzok8XVf5lc0VX3GKS4AD-ag60fLHlJrWQxeDS47DDebFQguQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire","postDate":"988421643","msgId":33326,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDljZDZtYisycnNuQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGM2LjE0ZDI1OTM2LjI4MWI1ZWI0QGNzLmNvbT4="},"prevInTopic":33318,"nextInTopic":33367,"prevInTime":33325,"nextInTime":33327,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"... Both shots missed Demise since he was flying at the ground at a very fast rate, flipping as he went. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ EndBringer lands","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 28 Apr 2001 01:37:58 -0000\r\nReceived: (qmail 27684 invoked from network); 28 Apr 2001 01:37:58 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 28 Apr 2001 01:37:58 -0000\r\nReceived: from unknown (HELO fj.egroups.com) (10.1.10.46) by mta1 with SMTP; 28 Apr 2001 01:37:57 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.106] by fj.egroups.com with NNFMP; 28 Apr 2001 01:34:06 -0000\r\nDate: Sat, 28 Apr 2001 01:34:03 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire\r\nMessage-ID: &lt;9cd6mb+2rsn@...&gt;\r\nIn-Reply-To: &lt;c6.14d25936.281b5eb4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9127\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Demise/EndBringer/Firearm/Incarcinator/Scyther/Killfest/Zardus::\n\nBoth shots missed Demise since he was flying at the ground at a very\nfast rate, flipping as he went.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nEndBringer lands and avoids the missiles, jumping to his feet and\nfiring two missiles at Imprisoner.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nOnce again, Firearm&#39;s boosters flipped him to the side and he fires\ntwo missiles at Predator when his threads touch the ground again,\nfollowing with two charges.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIncarcinator spins in the air, the shot hitting his back but being\nstupped by the armor. He faces Shockwave and fires three very fast\ncharges, aimed perfectly at the bot&#39;s chest.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nScyther flies upwards, avoiding the two missiles and changing how he\nwas cloaked so that he&#39;d hopefully be invisible again to Double\nPunch&#39;s optics.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKillfest jumps into the air and is being thrown upward by the \nexplosion under him. He lands successfully on his feet and fires two\nmissiles at Vehement, followed by four EMP blasts, spread out to make\nthem harder to dodge.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nZardus flies backwards, firing an energy draining missile and\ndetonating it in front of him. He was barely out of the draining\nfeild, but the shots heading for him wern&#39;t, and by the time they got\nto him it felt a bit like being slashed with warm water would feel to\na human. He flies to the side to be out of the way of the field, and\nfires two missiles at Tuefell, bot seeking, followed by a dozen shots\nfrom his gun.\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Sorry for the delay.  Massive homework that&#39;s finally over.  I\nprobably \n&gt; won&#39;t respond much over the weekend as well.  They&#39;ll probably a lot of \n&gt; family members/family friends over at my house.  But after this\nhorrible week \n&gt; I&#39;ll be free\n&gt; \n&gt; Iron Raptor, please post damage.  You haven&#39;t responded to any of my\nattacks \n&gt; since the beginning of this battle\n&gt; \n&gt; Also, all my characters ARE slowly moving away from the CF, I put\nthat in the \n&gt; first &quot;Out of the Fire&quot; - Kane post, but just though I&#39;d remind anyone)\n&gt; \n&gt; \n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark\nClaw/Nemesis\n&gt;\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\n&gt; Double\nPunch/Manterror/Injector/Vehement/Reflector/Smokescreen/Serpentor:\n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf avoided most of the laser shots from Kali, the ones that\nhit him \n&gt; doing little to no damage.  He sighed at the futility of the\nCybertronians&#39; \n&gt; struggles.  He raised his sword, the blade launching out at the CF as a \n&gt; missile.\n&gt; \n&gt; ---\n&gt; \n&gt; The pull of Demise caused Flesh Ripper to avoid the other attacks\nfired upon \n&gt; him.  He could feel quite a large chunk of his face being ripped. \nHe held \n&gt; his hands up with his palms extended only an inch from Demise&#39;s face.\n&gt; \n&gt; The Vok creation let out a glass shattering howl of pain, his left palm \n&gt; firing a yellowish-white orb of energy with the effect of a grenade at \n&gt; Demise&#39;s neck.  The other hand fired a blue orb of EMP energy down at \n&gt; Demise&#39;s left knee joint as Flesh Ripper continued to scream.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw opened his mouth and fired a long burst of flames at an\nincoming \n&gt; missile, the missile eventually giving way but its counterpart\nstruck him and \n&gt; flung him back through the air.  Though the Vok was able to keep his\nbalance \n&gt; and continue upward.  He ignored the large dent with cracks in it as\nresult \n&gt; in his armor that had sprung a few rivers of mech-fluid.\n&gt; \n&gt; He raised his left arm, firing a blue orb of EMP energy at Shiva&#39;s\ntorso.  \n&gt; From his right hand he fired a black orb with the power of a charge\nat the CF.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One jumped, but most of the shots connected and he collapsed to\nthe \n&gt; ground, quickly preparing for a counter assault.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown raised his grenade launcher, firing off two grenades at\nDragonFly.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro, Hiss, and Scavenger remain in stasis lock.\n&gt; \n&gt; ---\n&gt; \n&gt; The only Protectobots up were Blades and First Aid, who as still busy \n&gt; repairing Hot Spot very quickly and sloppily.\n&gt; \n&gt; Blades on the other hand was still able bodied as it were, yet still\ndamaged. \n&gt;  He got a lock and fired off two missiles at Abominous.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot continued to head for DragonFly, firing off ten rapid laser \n&gt; blasts at her left knee joint.  &quot;Nobody messes with the Alliance, see?&quot;.\n&gt; \n&gt; ---\n&gt; \n&gt; The disembodied voice of Imprisoner let out a yell as his own\nweapons fire \n&gt; blew apart his laser cannon.\n&gt; \n&gt; &quot;Slagger!&quot; he yelled as one cannon turned to point at EndBringer and\nfired \n&gt; two missiles.\n&gt; \n&gt; The other cannon turned to face the CF, encased in newly erected,\nyet weak, \n&gt; shields.  Two missiles launched out at the once proud looking craft\nthat was \n&gt; \n&gt; ---\n&gt; \n&gt; Predator jumped, the shock wave of the missiles sending him several\nmore feet \n&gt; into the air.  He came crashing down painfully to his legs.  He had\navoided \n&gt; the whip and was now facing Firearm from a different direction.\n&gt; \n&gt; He raised his launcher, firing a rocket off at Firearm and a rocket\noff at \n&gt; the CF as he took several steps away from the general direction of the \n&gt; Maximals.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran doged most of the shots, several denting his armor deeply. \n&quot;I need an \n&gt; upgrade when we get off this rock...&quot; he mumbled.  He raised his own\nrifle \n&gt; and fired in an arc.  Ten rapid laser bolts at Charon and fifteen at \n&gt; Tigerhawk.\n&gt; \n&gt; ---\n&gt; \n&gt; \n&gt; \n&gt; Shockwave raised his launcher and fired a missile that prematurely\nexploded, \n&gt; the shrapnel digging into his chest lightly, but the missiles were\nstopped.  \n&gt; He fired another rocket at the Cybertronian Fire and raised his left\nhand, \n&gt; the barrel firing off three bolts of laser energy at Incarcinator&#39;s\nweapon.\n&gt; \n&gt; ----\n&gt; \n&gt; Firestarter once again enjoyed the easily life.  That being simply\ndodging \n&gt; autogun fire.  He launched two more missiles at the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron fell back from the shots through the air a few feet,\nregaining his \n&gt; composure.  He fired off three optic blasts at Hot Rod, a laser\nrifle coming \n&gt; into Unitron&#39;s hands.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch raised his tail again, firing off yet another blast of\nacid and \n&gt; intercepted the charges.  He could keep this up, but he was going to\ndo his \n&gt; best.  He raised his pinchers, firing off a total of four missiles\nat the \n&gt; middle of the outline of an enemy he could see.  He didn&#39;t notice\nBeeline \n&gt; firing off numerous rapid laser blasts.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror felt the missile explode and sent him rocketing in pain\nbackwards.  \n&gt; Still going through the air, his boosters not working to well, he\nfired off \n&gt; four ion disks.  Two at Darkfate and two at Attila.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector avoided the EMP grenade easily, and most of the shots,\nblocking two \n&gt; with his forearm which had been unhindered until now.  He fired off two \n&gt; stinger missiles at Alecto from his left launcher, and two at the \n&gt; Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement watched as lasers beamed out from Beeline the cyberbee, eight \n&gt; passing by the two missiles heading for the Archbishop, but the last\ntwo \n&gt; connecting.\n&gt; \n&gt; Vehement easily avoided the EMP blasts, but the explosion from the\nmissile \n&gt; was another.  He was shaken lightly and most of the shrapnel lightly \n&gt; scratched his armor, except the rest punctured through his already\nwounded \n&gt; abdomen.  He cursed, sending a fist at the incoming missile, the\nexplosion \n&gt; cutting up his right fist which was now charred.\n&gt; \n&gt; He fired off two missiles from his left arm at Killfest and two\nmissiles from \n&gt; his right arm at the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector watched fifteen laser blasts exactly shoot out.  At first he \n&gt; thought they were coming towards him, but it was instead heading for\ntwo \n&gt; missiles that were heading for Reflector.  He watched nine laser\nblasts miss, \n&gt; and the other six hit their marks.\n&gt; \n&gt; The missiles exploded, sending shrapnel into Reflector&#39;s face. \nReflector was \n&gt; on the verge of screaming, and would of done so, but he could not\nseem weak \n&gt; in front of the Chaos-Bringer.\n&gt; \n&gt; Mech-fluid started to leave onto his right optic, which he wiped away.  \n&gt; &quot;You...&quot; he winced for a split second... &quot;will die, heathens!&quot; he\nscreamed, \n&gt; firing off two missiles from his left arm.  One missile headed for\nDarkfate, \n&gt; the other for Killfest.  His other arm launched two missiles at the \n&gt; Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer tried to move, gut it caused to much pain.  So he\nlayed \n&gt; there, thinking about what he would do to whoever had dropped a bomb\non him.  \n&gt; And how he would torture that traitorous cobra Serpentor.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen had a perfect opportunity.  His sensors revealed a\ndamaged area \n&gt; of Vehement, and a blast from his heavy laser rifle would slice\nthrough the \n&gt; thin layer of armor in that area that remained like a hot knife through \n&gt; butter.  He cocked his rifle and took precise aim, enhancing his\nvision to \n&gt; aid in the process.\n\n\n"}}