{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jen D.","from":"&quot;Jen D.&quot; &lt;jeniff@...&gt;","replyTo":"LIST","senderId":"KkHU1caaPs6Fzs6cdOymVnkePw2gm3sGF3dUyR6vq_AbgyoLktJiCI3hD0QMRILK5h_25MMJ51hx5T4aCX3JUlZML2M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bad Metal","postDate":"988220684","msgId":33436,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYyMzhQa0xiZzdTcUM0V2lYV3MwMDAwNWFhM0Bob3RtYWlsLmNvbT4="},"prevInTopic":33316,"nextInTopic":33479,"prevInTime":33435,"nextInTime":33437,"topicId":21154,"numMessagesInTopic":55,"msgSnippet":"(ooc: Cledar s cannon and Forrior s turret is kinda like G1 Megatron s, so if my explanation isn t good, i hope yu guys dont get lost. the beams make the","rawEmail":"Return-Path: &lt;jeniff@...&gt;\r\nX-Sender: jeniff@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_1_2); 29 Apr 2001 16:58:37 -0000\r\nReceived: (qmail 52142 invoked from network); 29 Apr 2001 16:58:36 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 29 Apr 2001 16:58:36 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.238) by mta1 with SMTP; 29 Apr 2001 16:58:36 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Wed, 25 Apr 2001 10:44:44 -0700\r\nReceived: from 63.227.88.41 by lw9fd.law9.hotmail.msn.com with HTTP;\tWed, 25 Apr 2001 17:44:44 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Bad Metal\r\nDate: Wed, 25 Apr 2001 13:44:44 -0400\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F238PkLbg7SqC4WiXWs00005aa3@...&gt;\r\nX-OriginalArrivalTime: 25 Apr 2001 17:44:44.0658 (UTC) FILETIME=[69EE7520:01C0CDAF]\r\nFrom: &quot;Jen D.&quot; &lt;jeniff@...&gt;\r\n\r\n(ooc: Cledar&#39;s cannon and Forrior&#39;s turret is kinda like G1 Megatron&#39;s, so \nif my explanation isn&#39;t good, i hope yu guys dont get lost. the beams make \nthe ground explode if they hit so just dodging them would totaly help you :)\n\n\nCepta nodded politely and simply wated for Squawktalk to show her around. \nShe didn&#39;t know who Squawktalk was, though, so he would have to introduce \nhimself first. She was very nervious here, but she hoped that she&#39;d be \nallright.\n\n\n\nTruttle and Blyer looked ahead and saw the battle at the Cybertronian Fire \non the horizon. Truttle did a quick scan.\n\n&quot;Well, those bases are definitely Maximal.&quot; He said through the com link. He \nwated a few seconds while Cledar assessed the situation and then sped up \nwhen the order to assist the Maximals was given. The jet and the shuttle \narrived at the battle in a matter of seconds.\n\nBlyer scanned the area, finding a suitable target, which was a large gestalt \nfighting another gestalt. The scan on the gestalt showed that he was a \nDecepticon. Blyer armed two missiles and made the neccessary calculations to \nallow the missiles to successfully fly the distance required. He gained a \nbit of altitude, and then a plate opened on both of his sides. A missile \ndropped out of each opening, fell a bit, and then turned on its engine. It \nquickly gained speed and flew at Surgital&#39;s side, but if the gestalt tried \nto evade it, it would follow him.\n\nWhile Blyer was firing at his target, Truttle landed on the ground and \nopened his hatch. Cledar, Rixer, and Furrier jumped out and into the action. \nHefting a very big plasma cannon across his shoulder, Cledar jogged away \nfrom Truttle and picked out the first Decepticon he saw. He pulled the \ntrigger and a giant beam of plasma lashed out, heading for Vehement. Rixer \nran near him, a plasma pistol in one hand and a missile launcher in another. \nHis shoulders, which looked unusually large for a bot, suddenly launched off \nas two bee-bots to intercept any missiles that would be fired. Rixer&#39;s \nshoulders now looked normal, though still very large, and he shot two plasma \nshots and a missile at Predator. Farrior watched his teammates start to \nfight and then transformed into a large tank. He was greyish black, and had \na central turret along with a few side ones as weapons. The central turret \ncould shoot a concentrated big beam of plasma while the side ones could \nshoot missiles and lasers. Quickly picking out a target, he fired a large \nbeam of plasma at Injector. Now that he had no more passangers, Trattle \ntransformed back into robot mode. He was medium built, and mostly green and \nblue. His two machine guns were already in his hands. Jogging toward Hell \nBeast, he fired shot after shot at the back of the Predacon&#39;s head.\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}