{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"cJjO9nZONLLrdUhdb5_yJtU5Up1MdPzwCdAHWoD6bhhe2iQE-ZX9vjapFr-x9ZJEYrIHKitIAzfqURsTM1qTrBtRc1FFGBQNLNSdzg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961045783","msgId":3365,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjE1MDUwOTQzLjE1ODEyLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":3363,"nextInTopic":3368,"prevInTime":3364,"nextInTime":3366,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot had watched Cyber Claw run into the hall way with the need to escape and growled, he wanted answers to questions that he had not yet asked. The","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 15458 invoked from network); 15 Jun 2000 05:09:43 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 15 Jun 2000 05:09:43 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.72) by mta1 with SMTP; 15 Jun 2000 05:09:43 -0000\r\nReceived: (cpmta 15813 invoked from network); 14 Jun 2000 22:09:43 -0700\r\nDate: 14 Jun 2000 22:09:43 -0700\r\nMessage-ID: &lt;20000615050943.15812.cpmta@...&gt;\r\nX-Sent: 15 Jun 2000 05:09:43 GMT\r\nReceived: from [209.53.248.125] by mail.penpals.com with HTTP; 14 Jun 2000 22:09:43 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n\n* Dinobot had watched Cyber Claw run into the hall way with the need to escape and growled, he wanted answers to questions that he had not yet asked. The questions were like, &quot; Why did you impersonate me&quot; and , &quot; Have you any clue as to why your DNA almost matches mine.&quot;\nHe would say these things if he would have been able to get close enough without the urge to slag her or the thought of Striker aiming his weapons at his back.\nThere were so many questions in which he wanted to ask but there was no sense in asking a bot anything if they weren&#39;t ready to answer, not to mention the fact that as frantic as Cyber Claw was she probably wouldn&#39;t have answered his questions anyway. \nHe looked over at Tavatron who still stood beside the door and then shifted his gaze over to Striker, there was no sense in letting a bot wonder around the ship when it was clear that she was distressed...also it was a danger towards any Maximals that might come across her in this mood.\nDinobot growled as he say Sniper run after Cyber Claw but call her his own name, couldn&#39;t he see the differences? They were VERY clear if one cared to notice that she was in robot mode and her feminine features were visible. Not to mention that any bot with half a brain could clearly smell her, thus the very factor which had led him to the truth.\nHe watched as the confused bot ran out of the door but then his scanners picked up the vibrations in which a loud yell had caused, he scanned and located it&#39;s source but wasn&#39;t surprised that it was Cyber Claw who had done it. She was still in the ship and it almost seemed as if she was in a desperate attempt to get out, HE would be the bot to let her out.\nDinobot took one last glance at Striker before he walked towards the door, as he passed Tavatron he kept his optics on the door since his aggression still hadn&#39;t lowered to a level where he could speak to her without raising his voice. He shouldered past her but could care less at this point if she followed, her probably thinking that he was going to finish the job in which he had started towards Cyber Claw.\nDinobot exited the room and entered into the dark hallway of the Autobot ship, the frantic and frightened scent of the fembot was somewhat strong and easy to follow. It was obvious that she had no idea where she was going because her scent veered off towards a section of the ship in which he knew was a dead end, any bot following her down there would practically be dead if she suddenly felt cornered from their approach.\nDinobot rounded a corner and suddenly Cyber Claw came into view, seeing Sniper and thinking that if he continued to approach her he may be putting his life at risk just because of a mistaken identity.\nHe heard Cyber Claw scream out a warning towards Sniper and saw her tense up, if the approaching bot was stupid enough to go near her in this situation then it was his skid-plate on the line. Even though, he too, was approaching Cyber Claw he was more experienced in these situations then the new comer and could handle it better. But he slowed his approach as he came up behind Sniper but then shouldered past him and came a little closer to the fembot. It would be wise of him to at least tell her that she was heading towards a dead end so that there were no other bots running into her if she felt cornered and getting themselves slaged.\nDinobot stopped only a few feet away from Cyber Claw but at a close enough range that they were both at a good striking distance if need be, but if he was to get her out of this base without any casualties or injuries then he was not going to be the first one to score a hit.\nDinobot glared at Cyber Claw but remembered her unanswered question in which she had asked before, his tail did not thrash for he had come to control his aggression this time. A hard task but not one that couldn&#39;t be achieved.\nHe was not impressed by her yelling and found it quite stupid and seeming to make her look bad, he growled.*\n\n&quot; Hold your foolish tongue, wench!&quot;\n\n* He had a sense that she wouldn&#39;t listen and even though he had a bad temper he was going to keep it in check, he wanted no fights in such a small hallway when a battle field was more appropriate.\nBut he knew where Megatron was and he had a hunch that she wanted to know his whereabouts in order to strike him or even kill him, in that case he would be very pleased to see this fembot rip his head off and maybe even help her.\nDinobot glared at Cyber Claw before baring his teeth in more of a thoughtful way then threatening, the answer to her question for an answer to his. It was a win win situation...if she chose to accept his terms.\nThere were cards to play here and if he played them right he would learn more then he originally intended.*\n\n&quot; The answer to your question, I know. And will graciously tell for the answer to a question of my own.&quot;\n\n* If she chose to remain quiet he would simply leave it at that and tell her anyway, but he wanted to know who she was and why she was here but couldn&#39;t force her to answer. If there was to be no conflict at this point then it was obvious that he had to take the first step, she being to frantic to even think straight...or that was the way it seemed to him.\nDinobot waited patiently as he the crossed his arms while his tail swayed behind him in thought.*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}