{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"ayrOELUId8u0IwNHu9Jo2mO8JJWZWHmlSSUZ6YXC4-11GSRPW9GqTOoa3QCkNp0zeTlsv4s6Lw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire","postDate":"989019791","msgId":33807,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDg5LjYyOGM4ZjEuMjgyNDk4OGZAY3MuY29tPg=="},"prevInTopic":33367,"nextInTopic":33816,"prevInTime":33806,"nextInTime":33808,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(The NDE does not have 60 characters.  It doesn t even have 30.  Don t spread propaganda, unless it s FOR me. IR, I think the shots fired at Iron Raptor were","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 4 May 2001 23:43:17 -0000\r\nReceived: (qmail 70237 invoked from network); 4 May 2001 23:43:17 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 4 May 2001 23:43:17 -0000\r\nReceived: from unknown (HELO imo-r16.mx.aol.com) (152.163.225.70) by mta2 with SMTP; 4 May 2001 23:43:17 -0000\r\nReceived: from KSLawdogg@... by imo-r16.mx.aol.com (mail_out_v30.10.) id r.89.628c8f1 (4401) for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 4 May 2001 19:43:11 -0400 (EDT)\r\nMessage-ID: &lt;89.628c8f1.2824988f@...&gt;\r\nDate: Fri, 4 May 2001 19:43:11 EDT\r\nSubject: Out of the Fire\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(The NDE does not have 60 characters.  It doesn&#39;t even have 30.  Don&#39;t spread \npropaganda, unless it&#39;s FOR me.\n     IR, I think the shots fired at Iron Raptor were just like a missile from \nFirestarter, who&#39;s in a space fighter form, as well as a dozen or so rapid \nlaser blasts from him later on.  There was more, but I believe Prowl blocked \n&#39;em for you most of the time.\n     Also, Airly, don&#39;t know if you know this, Dark One and the Oblitercons \nARE on the Alliance&#39;s side, and I think your Dragonfly character is one of \nthe Preds allied with the Alliance, right?)\n\nThe Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark Claw/Nemesis\nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/\nDouble Punch/Manterror/Injector/Vehement/Sun Crusher/Reflector/Smokescreen/   \n  Serpentor:\n\n\n\n\nDemon Wulf looked to his brethren and called loudly.  &quot;The retreat is at \nhand, form my brothers, so we have the strength to leave swiftly!&quot;  He \nslashed his sword as the missile was close enough, slicing it neatly, the \nexplosion only lightly burning the blade and showering Demon Wulf with \nshrapnel.\n\nHe grunted in amusement as mech-fluid leaked down his face, neck, and chest.  \nHe raised his sword, the burnt blade launching off as a missile for the \nCybertronian Fire.\n\nTen rapid optic blasts launched out from his optics towards Kali as he drew \nclose to his brethren quickly.  &quot;Coward?  I am the exact opposite.&quot; he \nlaughed, Cybertronian mind games.  He would not lose his temper so easily.\n\n---\n\nFlesh Ripper had a hand gripping his face.  Well, the correct wording would \nbe where a large portion of his face had been.  The animal flesh covering his \nrobot frame had been ripped off and part of the metal plating torn.  A \nblood-like liquid went down his face in a large portion.\n\n&quot;Cybe...rtronian scum...&quot; he raised his left arm, the palm open.  A blue orb \nof energy with the effect of an EMP blast shot out from his palm down towards \nDemise.\n\nFlesh Ripper headed for his brethren.\n\n---\n\nDark Claw avoided the mega blaster blast from Shivah, the Vok being could \nfeel the heat from the near blast.  His frame rocked as another blast struck \nhim, but he kept on, and in a blinding flash, Dark Wolf, the junior exec. \ngestalt on the planet, being twenty-five feet in height, landed on the ground.\n\nHe was laughing the infamous &quot;laugh&quot; of a hyena.  He didn&#39;t stand idle for \nlong, bringing up both of his arms in a defensive stance as he began to walk \nbackwards quickly.\n\n---\n\nDark One rolled over on the ground, firing off three blasts from his rifle as \nhe rolled, none aimed so they all missed Dragonfly by several yards.  He got \nto Pyro and hoisted him up on his rifle as a shield and began minor repairs.\n\n&quot;Breakdown, cover me!  I&#39;ll try to get this rustbucket back online!&quot;\n\n---\n\nBreakdown nodded to Dark One, and fired off five rapid optic blasts at \nDragonfly&#39;s chest.\n\n---\n\nPyro was the least damage of the three remaining unconsciouss Oblitercons.  \nThe other two (Scavenger, Hiss) would need a long nap in the CR chamber \nbefore they were ready to fight again.\n\n---\n\nFirst Aid was busy making quick patch and weld repairs on Hot Spot to get him \nback up again, and the robot gave Blades a quick glance, those two being the \nonly Protectobots up and at it at the moment.\n\n---\n\nBlades avoided a missile barely, the shock wave of its passing shaking him \nviolently.  He flied straight nonetheless, and launched of twenty \nhighly-explosive 30mm rounds at Abominous&#39; left arm.\n\n---\n\nNemesis Enforcer twitched.  With a few violent spasms and a scream of pain, \nhe was back on his feet, his chest heaving in anger.  His boosters in his \nfeet lifted him off into the air and he flew towards a certain snake-bot who \nwasn&#39;t suspecting anything.\n\n---\n\nScattershot looked down at Dragonfly.  &quot;Didn&#39;t I say no one messes with the \nAlliance?  Yet you&#39;re still shooting...odd.&quot; he raised his rifle, firing ten \narmor-piercing rounds at Dragonfly&#39;s abdomen.\n\n---\n\nImprisoner felt his frame shake as missiles ripped into him.  &quot;Me thinks it \ntime to leave.&quot; he said, his turrets twisting, two missiles shooting at \nEndbringer, two more heading for the Cybertronian Fire, splitting away from \neach other, making it harder to hit them, both missiles being a dozen yards \napart.\n\n---\n\nPredator saw quite a bit of explosive firepower heading his way.  He raised \nhis missile launcher, firing off two missiles that prematurely exploded.  \nThat took care of the incoming missiles, but there were still a couple of \ncharges and plasma blasts.\n\nHe had squandered most of his time and jumped, three plasma blasts tearing \ninto his right shoulder.  The explosions from the charges added onto his jump \nand he painfully landed on his damaged shoulder.\n\n---\n\nChoran jumped out of the way of Charon&#39;s missiles, the explosions rocking his \nbody, most shrapnel missing him.  He twisted around, several laser blasts \nbeating on him and leaving large dents all over his torso.\n\n&quot;Now you&#39;re going to die...&quot; he raised his rifle, wondering if there was a \nbounty on any of these people, and fired off twenty-five rapid laser blasts \nin an arc.  Five at Charon, five at Deepfear, five at Darkfate, and ten at \nthe Cybertronian Fire.\n\n---\n\nStill in momentum, Shockwave moves out of the way of two of the charges, the \nthird exploding against his arm and digging a deep gash into his right arm.\n\nHe raised his left arm, the laser cannon that was in the place of his left \nhand and forearm fired off three bolts of energy at Incarcinator.\n\n---\n\nFirestarter did a basic barrel roll and avoided a spurt of autogun fire from \nthe Element.  He armed his weapons and a plan formed in his mind after seeing \nhow most of the attacks on the Cybertronian Fire had been intercepted.\n\nHe flew towards the Cybertronian Fire, most autogun fire simply bouncing off \nhis metallic frame, others digging in but not hitting anything vital.\n\nBeing five yards away from the shield of the CF, Firestarter kept his engines \nready to go full power.  He didn&#39;t want a missile beating him into the \nshields.\n\nHe armed his tubes, firing off two missiles at the CF from only fifteen feet \naway.  He didn&#39;t think they would be intercepted very easy.  He peeled off, \nnot wanting to have his fuselage be struck with burning shrapnel.\n\n---\n\nUnitron avoided the fusion blast, thanks to him never stopping his flight, \nfrom some Maximal but didn&#39;t have time to retaliate as he raised the shield \nstill attached to his left forearm to block Dollon and Drillbit&#39;s \nconcentrated attack.  He was knocked back in the air a few feet, and his \nshield was  not doing all that great.\n\n&quot;Firestarter!  Get over here you clunker!&quot; he yelled, raising his laser rifle \nand firing it three times, two blasts heading for Drillbit and a single blast \nheading for Dollon.\n\n---\n\nThe outline had disappeared, but Double Punch would regain it quickly, much \nfaster.  He could hide.  He could run.  But still, Double Punch wasn&#39;t out of \nit.  He watched Beeline fire twenty-five optic blasts, only managing to take \nout three missiles.\n\nDouble Punch couldn&#39;t see his assailant but kept his optics in the general \nvicinity of where the robot had been.  He raised his left pincher, firing off \ntwo missiles at Zardus.  With the other pincher he launched off another two \nmissiles, these seeking.\n\nOne travelled towards Killfest, the other headed for Darkfate.\n\n---\n\nInjector managed to avoid Alecto&#39;s shots by a few inches and raised both \narms, firing two missiles from each.  Two at Alecto, the others towards the \nCybertronian Fire.\n\nThe last two he had fired were fired at different angles and were heading for \nopposite ends of the Maximal craft, making it harder for them to be \nintercepted.\n\n---\n\nManterror did not have Injector&#39;s luck.  He flew hard and fast, twenty-five \ntotal laser blasts hitting his legs and ripping them apart pretty bad, \nmech-fluid leaking like a river.  He wasn&#39;t going to land, he knew it would \nhurt like the Pit.\n\nHe raised both arms, three ion disks launched from the left arm.  Two at \nManthys, the other at Atilla.  The other arm fired off three ion disks as \nwell, two at the CF and the other at Mantle.\n\n---\n\nSmokescreen was about to pull the trigger when something large struck him \nfrom behind.\n\n---\n\nVehement&#39;s boosters were still active and as he saw a fusion blast heading \nfor him he gave a sudden boost of power to them and avoided the blast, in the \nprocess dodging all the rapid laser fire and EMP blasts.  One missile heading \nfor him was blown apart by Beeline the cyberbee.  The other struck Vehement \nin his unwounded side and ripped a large gash in a damaged area.\n\nHe clenched his jaw tightly until he heard a small cracking sound and let the \ntension loose.  He growled slightly, raising both arms and launching off two \nmissiles from his left arm.  They spread out, one heading for Hot Rod, the \nother heading for the Cybertronian Fire.\n\nHe raised his other arm, an invisible sonic burst shooting out towards \nKillfest&#39;s legs.\n\n---\n\nReflector felt flames cover his body.  Fire did little against his frame, \ndamage wise.  But it hurt like hell.  Reflector flew out of the flames, \nfiring off a total of three missiles and three laser blasts and letting out a \nyell of anger mixed with pain.\n\nTwo missiles headed for Element&#39;s (gestalt) torso.  The other headed for \nRixer.  The three laser blasts headed for Luzbel&#39;s torso.\n\n---\n\nSun Crusher had tackled Smokescreen to the ground, in the process knocking \nthe heavy laser rifle to the ground, which then fired a single time \nharmlessly into the air.\n\nThe Brotherhood robot rolled along with Smokescreen.  He had a few feet on \nhim and had him pinned and unarmed.  He began to punch Smokescreen in the \nface repeatedly, snickering at the stupidity of the Warrior of Light.  &quot;No \nheathen will kill the Archbishop on my watch, heathen.&quot;\n\n---\n\nScattershot was hit from behind and was flying through the air uncontrolably, \nheading for the CF&#39;s shields.\n\n\n  \n\n"}}