{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"airly2000@yahoo.com","from":"airly2000@...","replyTo":"LIST","senderId":"hhv30YvniiqM_J-_VKx48814aSMZsSPlxBpurTYKMHIZRwmw_PPyvovbHHFQlN7EYlA7oT472-CvKQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"OOC: Out of the Fire","postDate":"989023311","msgId":33819,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDljdmk4ZitwZ2dyQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDg5LjYyOGM4ZjEuMjgyNDk4OGZAY3MuY29tPg=="},"prevInTopic":33818,"nextInTopic":33820,"prevInTime":33818,"nextInTime":33820,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"Yep, We re allies but I didn t see their names in characters section, so I cunfuse his side and I though that their are enemies...  what re Oblitercons","rawEmail":"Return-Path: &lt;airly2000@...&gt;\r\nX-Sender: airly2000@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 5 May 2001 00:41:52 -0000\r\nReceived: (qmail 67728 invoked from network); 5 May 2001 00:41:52 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 5 May 2001 00:41:52 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta1 with SMTP; 5 May 2001 00:41:52 -0000\r\nX-eGroups-Return: airly2000@...\r\nReceived: from [10.1.2.225] by ej.egroups.com with NNFMP; 05 May 2001 00:41:52 -0000\r\nDate: Sat, 05 May 2001 00:41:51 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: OOC: Out of the Fire\r\nMessage-ID: &lt;9cvi8f+pggr@...&gt;\r\nIn-Reply-To: &lt;89.628c8f1.2824988f@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 10820\r\nX-Mailer: eGroups Message Poster\r\nFrom: airly2000@...\r\n\r\nYep, We&#39;re allies but I didn&#39;t see their names in characters&#39; \nsection, so I cunfuse his side and I though that their are \nenemies...  what&#39;re Oblitercons&#39; members?\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (The NDE does not have 60 characters.  It doesn&#39;t even have 30.  \nDon&#39;t spread \n&gt; propaganda, unless it&#39;s FOR me.\n&gt;      IR, I think the shots fired at Iron Raptor were just like a \nmissile from \n&gt; Firestarter, who&#39;s in a space fighter form, as well as a dozen or \nso rapid \n&gt; laser blasts from him later on.  There was more, but I believe \nProwl blocked \n&gt; &#39;em for you most of the time.\n&gt;      Also, Airly, don&#39;t know if you know this, Dark One and the \nOblitercons \n&gt; ARE on the Alliance&#39;s side, and I think your Dragonfly character is \none of \n&gt; the Preds allied with the Alliance, right?)\n&gt; \n&gt; The Protectobots/The Oblitercons/Demon Wulf/Flesh Ripper/Dark \nClaw/Nemesis\n&gt; \nEnforcer/Scattershot/Imprisoner/Predator/Choran/Shockwave/Unitron/Fire\nstarter/\n&gt; Double Punch/Manterror/Injector/Vehement/Sun \nCrusher/Reflector/Smokescreen/   \n&gt;   Serpentor:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Demon Wulf looked to his brethren and called loudly.  &quot;The retreat \nis at \n&gt; hand, form my brothers, so we have the strength to leave swiftly!&quot;  \nHe \n&gt; slashed his sword as the missile was close enough, slicing it \nneatly, the \n&gt; explosion only lightly burning the blade and showering Demon Wulf \nwith \n&gt; shrapnel.\n&gt; \n&gt; He grunted in amusement as mech-fluid leaked down his face, neck, \nand chest.  \n&gt; He raised his sword, the burnt blade launching off as a missile for \nthe \n&gt; Cybertronian Fire.\n&gt; \n&gt; Ten rapid optic blasts launched out from his optics towards Kali as \nhe drew \n&gt; close to his brethren quickly.  &quot;Coward?  I am the exact opposite.&quot; \nhe \n&gt; laughed, Cybertronian mind games.  He would not lose his temper so \neasily.\n&gt; \n&gt; ---\n&gt; \n&gt; Flesh Ripper had a hand gripping his face.  Well, the correct \nwording would \n&gt; be where a large portion of his face had been.  The animal flesh \ncovering his \n&gt; robot frame had been ripped off and part of the metal plating \ntorn.  A \n&gt; blood-like liquid went down his face in a large portion.\n&gt; \n&gt; &quot;Cybe...rtronian scum...&quot; he raised his left arm, the palm open.  A \nblue orb \n&gt; of energy with the effect of an EMP blast shot out from his palm \ndown towards \n&gt; Demise.\n&gt; \n&gt; Flesh Ripper headed for his brethren.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark Claw avoided the mega blaster blast from Shivah, the Vok being \ncould \n&gt; feel the heat from the near blast.  His frame rocked as another \nblast struck \n&gt; him, but he kept on, and in a blinding flash, Dark Wolf, the junior \nexec. \n&gt; gestalt on the planet, being twenty-five feet in height, landed on \nthe ground.\n&gt; \n&gt; He was laughing the infamous &quot;laugh&quot; of a hyena.  He didn&#39;t stand \nidle for \n&gt; long, bringing up both of his arms in a defensive stance as he \nbegan to walk \n&gt; backwards quickly.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One rolled over on the ground, firing off three blasts from \nhis rifle as \n&gt; he rolled, none aimed so they all missed Dragonfly by several \nyards.  He got \n&gt; to Pyro and hoisted him up on his rifle as a shield and began minor \nrepairs.\n&gt; \n&gt; &quot;Breakdown, cover me!  I&#39;ll try to get this rustbucket back online!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown nodded to Dark One, and fired off five rapid optic blasts \nat \n&gt; Dragonfly&#39;s chest.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro was the least damage of the three remaining unconsciouss \nOblitercons.  \n&gt; The other two (Scavenger, Hiss) would need a long nap in the CR \nchamber \n&gt; before they were ready to fight again.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid was busy making quick patch and weld repairs on Hot Spot \nto get him \n&gt; back up again, and the robot gave Blades a quick glance, those two \nbeing the \n&gt; only Protectobots up and at it at the moment.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades avoided a missile barely, the shock wave of its passing \nshaking him \n&gt; violently.  He flied straight nonetheless, and launched of twenty \n&gt; highly-explosive 30mm rounds at Abominous&#39; left arm.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer twitched.  With a few violent spasms and a scream \nof pain, \n&gt; he was back on his feet, his chest heaving in anger.  His boosters \nin his \n&gt; feet lifted him off into the air and he flew towards a certain \nsnake-bot who \n&gt; wasn&#39;t suspecting anything.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot looked down at Dragonfly.  &quot;Didn&#39;t I say no one messes \nwith the \n&gt; Alliance?  Yet you&#39;re still shooting...odd.&quot; he raised his rifle, \nfiring ten \n&gt; armor-piercing rounds at Dragonfly&#39;s abdomen.\n&gt; \n&gt; ---\n&gt; \n&gt; Imprisoner felt his frame shake as missiles ripped into him.  &quot;Me \nthinks it \n&gt; time to leave.&quot; he said, his turrets twisting, two missiles \nshooting at \n&gt; Endbringer, two more heading for the Cybertronian Fire, splitting \naway from \n&gt; each other, making it harder to hit them, both missiles being a \ndozen yards \n&gt; apart.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator saw quite a bit of explosive firepower heading his way.  \nHe raised \n&gt; his missile launcher, firing off two missiles that prematurely \nexploded.  \n&gt; That took care of the incoming missiles, but there were still a \ncouple of \n&gt; charges and plasma blasts.\n&gt; \n&gt; He had squandered most of his time and jumped, three plasma blasts \ntearing \n&gt; into his right shoulder.  The explosions from the charges added \nonto his jump \n&gt; and he painfully landed on his damaged shoulder.\n&gt; \n&gt; ---\n&gt; \n&gt; Choran jumped out of the way of Charon&#39;s missiles, the explosions \nrocking his \n&gt; body, most shrapnel missing him.  He twisted around, several laser \nblasts \n&gt; beating on him and leaving large dents all over his torso.\n&gt; \n&gt; &quot;Now you&#39;re going to die...&quot; he raised his rifle, wondering if \nthere was a \n&gt; bounty on any of these people, and fired off twenty-five rapid \nlaser blasts \n&gt; in an arc.  Five at Charon, five at Deepfear, five at Darkfate, and \nten at \n&gt; the Cybertronian Fire.\n&gt; \n&gt; ---\n&gt; \n&gt; Still in momentum, Shockwave moves out of the way of two of the \ncharges, the \n&gt; third exploding against his arm and digging a deep gash into his \nright arm.\n&gt; \n&gt; He raised his left arm, the laser cannon that was in the place of \nhis left \n&gt; hand and forearm fired off three bolts of energy at Incarcinator.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter did a basic barrel roll and avoided a spurt of autogun \nfire from \n&gt; the Element.  He armed his weapons and a plan formed in his mind \nafter seeing \n&gt; how most of the attacks on the Cybertronian Fire had been \nintercepted.\n&gt; \n&gt; He flew towards the Cybertronian Fire, most autogun fire simply \nbouncing off \n&gt; his metallic frame, others digging in but not hitting anything \nvital.\n&gt; \n&gt; Being five yards away from the shield of the CF, Firestarter kept \nhis engines \n&gt; ready to go full power.  He didn&#39;t want a missile beating him into \nthe \n&gt; shields.\n&gt; \n&gt; He armed his tubes, firing off two missiles at the CF from only \nfifteen feet \n&gt; away.  He didn&#39;t think they would be intercepted very easy.  He \npeeled off, \n&gt; not wanting to have his fuselage be struck with burning shrapnel.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron avoided the fusion blast, thanks to him never stopping his \nflight, \n&gt; from some Maximal but didn&#39;t have time to retaliate as he raised \nthe shield \n&gt; still attached to his left forearm to block Dollon and Drillbit&#39;s \n&gt; concentrated attack.  He was knocked back in the air a few feet, \nand his \n&gt; shield was  not doing all that great.\n&gt; \n&gt; &quot;Firestarter!  Get over here you clunker!&quot; he yelled, raising his \nlaser rifle \n&gt; and firing it three times, two blasts heading for Drillbit and a \nsingle blast \n&gt; heading for Dollon.\n&gt; \n&gt; ---\n&gt; \n&gt; The outline had disappeared, but Double Punch would regain it \nquickly, much \n&gt; faster.  He could hide.  He could run.  But still, Double Punch \nwasn&#39;t out of \n&gt; it.  He watched Beeline fire twenty-five optic blasts, only \nmanaging to take \n&gt; out three missiles.\n&gt; \n&gt; Double Punch couldn&#39;t see his assailant but kept his optics in the \ngeneral \n&gt; vicinity of where the robot had been.  He raised his left pincher, \nfiring off \n&gt; two missiles at Zardus.  With the other pincher he launched off \nanother two \n&gt; missiles, these seeking.\n&gt; \n&gt; One travelled towards Killfest, the other headed for Darkfate.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector managed to avoid Alecto&#39;s shots by a few inches and raised \nboth \n&gt; arms, firing two missiles from each.  Two at Alecto, the others \ntowards the \n&gt; Cybertronian Fire.\n&gt; \n&gt; The last two he had fired were fired at different angles and were \nheading for \n&gt; opposite ends of the Maximal craft, making it harder for them to be \n&gt; intercepted.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror did not have Injector&#39;s luck.  He flew hard and fast, \ntwenty-five \n&gt; total laser blasts hitting his legs and ripping them apart pretty \nbad, \n&gt; mech-fluid leaking like a river.  He wasn&#39;t going to land, he knew \nit would \n&gt; hurt like the Pit.\n&gt; \n&gt; He raised both arms, three ion disks launched from the left arm.  \nTwo at \n&gt; Manthys, the other at Atilla.  The other arm fired off three ion \ndisks as \n&gt; well, two at the CF and the other at Mantle.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen was about to pull the trigger when something large \nstruck him \n&gt; from behind.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement&#39;s boosters were still active and as he saw a fusion blast \nheading \n&gt; for him he gave a sudden boost of power to them and avoided the \nblast, in the \n&gt; process dodging all the rapid laser fire and EMP blasts.  One \nmissile heading \n&gt; for him was blown apart by Beeline the cyberbee.  The other struck \nVehement \n&gt; in his unwounded side and ripped a large gash in a damaged area.\n&gt; \n&gt; He clenched his jaw tightly until he heard a small cracking sound \nand let the \n&gt; tension loose.  He growled slightly, raising both arms and \nlaunching off two \n&gt; missiles from his left arm.  They spread out, one heading for Hot \nRod, the \n&gt; other heading for the Cybertronian Fire.\n&gt; \n&gt; He raised his other arm, an invisible sonic burst shooting out \ntowards \n&gt; Killfest&#39;s legs.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector felt flames cover his body.  Fire did little against his \nframe, \n&gt; damage wise.  But it hurt like hell.  Reflector flew out of the \nflames, \n&gt; firing off a total of three missiles and three laser blasts and \nletting out a \n&gt; yell of anger mixed with pain.\n&gt; \n&gt; Two missiles headed for Element&#39;s (gestalt) torso.  The other \nheaded for \n&gt; Rixer.  The three laser blasts headed for Luzbel&#39;s torso.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher had tackled Smokescreen to the ground, in the process \nknocking \n&gt; the heavy laser rifle to the ground, which then fired a single time \n&gt; harmlessly into the air.\n&gt; \n&gt; The Brotherhood robot rolled along with Smokescreen.  He had a few \nfeet on \n&gt; him and had him pinned and unarmed.  He began to punch Smokescreen \nin the \n&gt; face repeatedly, snickering at the stupidity of the Warrior of \nLight.  &quot;No \n&gt; heathen will kill the Archbishop on my watch, heathen.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot was hit from behind and was flying through the air \nuncontrolably, \n&gt; heading for the CF&#39;s shields.\n\n\n"}}