{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"BC2qZrjhbjUtHfuxbEZbn80VoQZBAL_5lNEjnh4j7L9akEgvd_DMUq-WdLv1Sr5CkgmX3vQPBg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire","postDate":"989175111","msgId":34003,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM4LjE1YjZhMjk4LjI4MjZmNzQ3QGNzLmNvbT4="},"prevInTopic":33888,"nextInTopic":34004,"prevInTime":34002,"nextInTime":34004,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(Airly, Demon Wulf, Flesh Ripper and D. Claw are all one big bot currently, Dark Wolf.  So I ll take it your two missiles are heading for Dark Wolf, and just","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 6 May 2001 18:51:57 -0000\r\nReceived: (qmail 86630 invoked from network); 6 May 2001 18:51:56 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 6 May 2001 18:51:56 -0000\r\nReceived: from unknown (HELO imo-m10.mx.aol.com) (64.12.136.165) by mta2 with SMTP; 6 May 2001 18:51:56 -0000\r\nReceived: from KSLawdogg@... by imo-m10.mx.aol.com (mail_out_v30.10.) id r.38.15b6a298 (24899) for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 6 May 2001 14:51:51 -0400 (EDT)\r\nMessage-ID: &lt;38.15b6a298.2826f747@...&gt;\r\nDate: Sun, 6 May 2001 14:51:51 EDT\r\nSubject: Out of the Fire\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Airly, Demon Wulf, Flesh Ripper and D. Claw are all one big bot currently, \nDark Wolf.  So I&#39;ll take it your two missiles are heading for Dark Wolf, and \njust for reference he&#39;s 25ft in height.  And sorry for any confusion, I meant \nthat Serpentor had been hit from behind and was heading towards the CF, not \nScattershot.  Little bit of a typo on my part...)\n\n\nThe Protectobots/The Oblitercons/Dark Wolf/Nemesis Enforcer/Scattershot/ \nImprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/  \nDouble Punch/Manterror/Injector/Vehement/ Sun Crusher/Reflector/ \nSmokescreen/Serpentor/Sixshot/Ares:\n\n\n\nTwo missiles streaked through the air and struck Dark Wolf in the chest plate \nand the gestalts frame shook in result.  He let out a painful growl and \nraised an arm.  From the palm fired a black orb with the power of a charge \nand it shot out at the CF.\n\nIn response to the gnat that was bothering him, he fired a single optic blast \nat Shivah.\n\n---\n\nDark One was almost finished with Pyro and turned his attention to Dragonfly. \n &quot;What?  You&#39;re a Predacon?  And you&#39;re attacking us?  How stupid are you!?&quot;\n\n---\n\nBreakdown lowered his weapon and turned away from Dragonfly and bent down \nnear Pyro.  &quot;Need any help?&quot; he asked Dark One.\n\n---\n\nPyro, Hiss, and Scavenger remained unconsciouss, though Pyro was almost up \nand atom.\n\n---\n\nHot Spot remained unconsciouss while First Aid struggled to get to his feet.\n\nStreetwise and Groove on the other hand were being carried away.\n\n---\n\nBlades fired off another twenty highly explosive rounds, this time at Dark \nWolf&#39;s left arm.\n\n---\n\nScattershot gave a look of disbelief and still had his rifle trained on \nDragonfly, aiming at her head.  &quot;Oh, now when you&#39;re losing the battle you \nclaim to be Alliance allies?  IS THAT YOU&#39;RE SICK GAME?!&quot; the mentally ill \nrobot yelled.\n\n---\n\nImprisoner cursed and armed his weapons once more.  He fired a missile to \ntake out two missiles heading for Choran.  He then fired a missile at the \nElement.  His weapons changed, and the cannons fired a large sphere shaped \nblasts of laser energy at the Cybertronian Fire, due to a soon-to-occur \nshortage of missiles.\n\n---\n\nPredator transformed into his jaguar mode and leapt, the resulting explosion \nsending him clear of other enemy fire.  He landed on his legs with a singed \nbehind and transformed back to biped mode.\n\nHe raised his launcher, firing off two rockets.  One at Darkfate and the \nother at Forrior.\nThe bounty hunter fired two optic blasts off at Truttle as well, wanting to \ntake as many people down as possible.\n\nAn internal beep alerted Predator of something.  &quot;The ship!  The blessed ship \nis coming!  Bless my spark!&quot;\n\n---\n\nChoran asked himself a question.  Why him?  There were stronger &#39;bots out \nthere, why pick on him?  Of course, he answered his own question as he jumped \nlike hell, thirty-five shots digging into the ground behind him.  &quot;You people \nare insane!  GO SHOOT A GESTALT!  WHAT THE SLAG IS YOUR PROBLEM!?&quot; he raised \nhis rifle, firing it in an arc.  Five shots at Zardus, five at Rixer, five at \nForrior, and ten at Luzbel.\n\n---\n\nShockwave avoided the two shells and saw that Incarcinator was being majorly \nattacked.  Excellent, he thought.\n\nTransforming to his ray gun once more, about the same size as his in biped \nmode, he fired a blast of x-ray energy at Incarcinator in a circle with a \ndiameter of thirty feet, Incarcinator in the center as it shot out.\n\nThe Neo Decepticon Emperor reverted back to biped mode feeling a little \ndrained.  So he raised his missile launcher and took aim, not wanting to \nexpend to much energy.\n\n---\n\nFirestarter avoided the missiles and most of the shots, some digging into his \nframe.  The shots that had missed headed for the Cybertronian Fire, that \nbeing a little less than two dozen laser blasts and two missiles from Maximal \nfriendly fire.\n\nHe fired two missiles at the Cybertronian Fire and ten rapid laser blasts at \nthat same ship, then transformed to biped mode, missile launcher in hand.\n\n---\n\nUnitron raised his shield to deflect DrillBit&#39;s rounds and flew to the side \nof other shots, letting them pass by harmlessly.  He raised his rifle, firing \noff two blasts of laser energy at DrillBit and two emerald optic blasts at \nDollon&#39;s left shoulder.\n\n\n---\n\nDouble Punch didn&#39;t see any shots coming from the cloaked enemy, but Beeline \nspotted an enemy coming in close from behind.  He changed the angle of his \ntail and fired off a blast of green acid at EndBringer&#39;s incoming tentacles,  \nand the rest heading for his face and chest plate in a large amount.\n\n---\n\nInjector was struck by a charge as he flew hard left to avoid two missiles, \nand the rest of the shots missed as he nearly hit the ground with a gaping \nhole in his side.  He raised his weapons, firing off a total of four stinger \nmissiles.  Two at Atilla the other two at Alecto.\n\nManterror&#39;s body was riddled with leaking holes from the thirty shots he \nhadn&#39;t been able to get out of the way of.  He fired off six ion disks, three \nat Atilla and the other three at Manthys.\n\n---\n\nVehement raised his right arm, firing off two missiles that prematurely \nexploded and took out all the shots that took out all weapon fire heading for \nUnicron.  But this act had a price, as a missile (the other taken out by \nBeeline) streaked through the air, blowing up against his arm that he managed \nto raise, ripping the bottom part of his hand up pretty bad as he flew back \nfrom the explosion.  Five shots from Darkfate dug into his armor painfully.\n\nHe cursed, raising his undamaged arm and fired a sonic wave off at Killfest.\n\n---\n\nWith Smokescreen nicely beaten, Sun Crusher got up and raised Smokescreen&#39;s \nheavy laser rifle that was now property of the Brotherhood.\n\nHe cocked it, and fired off a blast Zardus.  Raising his other arm he fired \noff two spheres of laser energy.  One at Darkfate, the other at Rixer.\n\n---\n(Reflector is 300 ft in the air, Airly, in case you didn&#39;t know)\n\nReflector jumped back from Luzbel&#39;s sword slash, the incoming missiles from \nRixer intercepted by Beeline and only two of the plasma shots dug into \nReflector&#39;s side.\n\n&quot;Cursed heathens...&quot; he raised an arm, firing off two missiles, one seeking \nand one non at Luzbel.  He raised his other arm, the cannon firing off four \nspherical blasts of laser energy.  Two at Rixer, two at one of Rixer&#39;s \nbee-bots.\n\n---\n\nSerpentor no longer felt pressure on him, but he was on a collision course \nwith the Cybertronian Fire, and there was nothing he could do except for the \nimpact. He struck the shields, and a mass amount of enemy surged through him \nand he let out painful screams, the shields keeping him up in the air, a \nfourth of his systems already blowing out and the other fourth about to give \naway as well.\n\n---\n\nNemesis Enforcer landed to the ground and collapsed to his knees, one hand \nholding him up.  He spit up some mech-fluid and spoke painfully.  &quot;Take \nthat...you slag...sucking...reptile...&quot; and with that he collapsed, going \ninto stasis lock.\n\n---\n\nThe cockpit of the incoming space fighter opened and out hopped Ares, who \ntransformed from biped mode into his jet fighter mode and took off, firing \noff twenty-five rapid laser blasts at Rixer.\n\nSixshot armed his weapons and launched two missiles off at the Element, \nfollowed up by 25 rapid laser blasts at the newest Maximal base.\n\n"}}