{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"1bgH1qg5LeKpb-HDO-fBoCIkOiCHNYj1y6W0dcLo_v67B17vD7fL8V8Ot3HTcOIKqxCzGq0Q8g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire","postDate":"989188342","msgId":34011,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlkNGpkbSszOWx1QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDM4LjE1YjZhMjk4LjI4MjZmNzQ3QGNzLmNvbT4="},"prevInTopic":34004,"nextInTopic":34029,"prevInTime":34010,"nextInTime":34012,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"... Zardus spins and flies up, but is still hit by alot of rapid fire shots. He growls, but sees that most of the bots were moving steadily backwards. At last","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 6 May 2001 22:32:23 -0000\r\nReceived: (qmail 97467 invoked from network); 6 May 2001 22:32:23 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 6 May 2001 22:32:23 -0000\r\nReceived: from unknown (HELO ch.egroups.com) (10.1.10.51) by mta1 with SMTP; 6 May 2001 22:32:23 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.116] by ch.egroups.com with NNFMP; 06 May 2001 22:32:23 -0000\r\nDate: Sun, 06 May 2001 22:32:22 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire\r\nMessage-ID: &lt;9d4jdm+39lu@...&gt;\r\nIn-Reply-To: &lt;38.15b6a298.2826f747@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 8674\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Zardus/EndBringer/Killfest::\n\nZardus spins and flies up, but is still hit by alot of rapid fire\nshots. He growls, but sees that most of the bots were moving steadily\nbackwards. At last this battle was over.\n\n&quot;Alliance members, concentrate firepower on the retreating bots. We&#39;re\ngetting out of here in a few minutes,&quot; he says into his comm, firing\ntwenty shots at Tofu (er, Tufu, wait, no, Teufa, no wait! Teufel! Yup,\nthat&#39;s it, Teufel!). He sees Nemesis Enforcer on the ground, and\nlands, picking up the downed bot and flying back up.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe acid hit EndBringer in one of his tentacles, though he blocked the\nrest of it with his arm. His other three tentacles wrap around\nInjector, sending millions of volts of electricity through him.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nKillfest flies up and avoids the shockwave, then returns fire with two\nmissiles.\n\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Airly, Demon Wulf, Flesh Ripper and D. Claw are all one big bot\ncurrently, \n&gt; Dark Wolf.  So I&#39;ll take it your two missiles are heading for Dark\nWolf, and \n&gt; just for reference he&#39;s 25ft in height.  And sorry for any\nconfusion, I meant \n&gt; that Serpentor had been hit from behind and was heading towards the\nCF, not \n&gt; Scattershot.  Little bit of a typo on my part...)\n&gt; \n&gt; \n&gt; The Protectobots/The Oblitercons/Dark Wolf/Nemesis\nEnforcer/Scattershot/ \n&gt; Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/  \n&gt; Double Punch/Manterror/Injector/Vehement/ Sun Crusher/Reflector/ \n&gt; Smokescreen/Serpentor/Sixshot/Ares:\n&gt; \n&gt; \n&gt; \n&gt; Two missiles streaked through the air and struck Dark Wolf in the\nchest plate \n&gt; and the gestalts frame shook in result.  He let out a painful growl\nand \n&gt; raised an arm.  From the palm fired a black orb with the power of a\ncharge \n&gt; and it shot out at the CF.\n&gt; \n&gt; In response to the gnat that was bothering him, he fired a single\noptic blast \n&gt; at Shivah.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One was almost finished with Pyro and turned his attention to\nDragonfly. \n&gt;  &quot;What?  You&#39;re a Predacon?  And you&#39;re attacking us?  How stupid\nare you!?&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown lowered his weapon and turned away from Dragonfly and bent\ndown \n&gt; near Pyro.  &quot;Need any help?&quot; he asked Dark One.\n&gt; \n&gt; ---\n&gt; \n&gt; Pyro, Hiss, and Scavenger remained unconsciouss, though Pyro was\nalmost up \n&gt; and atom.\n&gt; \n&gt; ---\n&gt; \n&gt; Hot Spot remained unconsciouss while First Aid struggled to get to\nhis feet.\n&gt; \n&gt; Streetwise and Groove on the other hand were being carried away.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades fired off another twenty highly explosive rounds, this time\nat Dark \n&gt; Wolf&#39;s left arm.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot gave a look of disbelief and still had his rifle trained\non \n&gt; Dragonfly, aiming at her head.  &quot;Oh, now when you&#39;re losing the\nbattle you \n&gt; claim to be Alliance allies?  IS THAT YOU&#39;RE SICK GAME?!&quot; the\nmentally ill \n&gt; robot yelled.\n&gt; \n&gt; ---\n&gt; \n&gt; Imprisoner cursed and armed his weapons once more.  He fired a\nmissile to \n&gt; take out two missiles heading for Choran.  He then fired a missile\nat the \n&gt; Element.  His weapons changed, and the cannons fired a large sphere\nshaped \n&gt; blasts of laser energy at the Cybertronian Fire, due to a\nsoon-to-occur \n&gt; shortage of missiles.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator transformed into his jaguar mode and leapt, the resulting\nexplosion \n&gt; sending him clear of other enemy fire.  He landed on his legs with a\nsinged \n&gt; behind and transformed back to biped mode.\n&gt; \n&gt; He raised his launcher, firing off two rockets.  One at Darkfate and\nthe \n&gt; other at Forrior.\n&gt; The bounty hunter fired two optic blasts off at Truttle as well,\nwanting to \n&gt; take as many people down as possible.\n&gt; \n&gt; An internal beep alerted Predator of something.  &quot;The ship!  The\nblessed ship \n&gt; is coming!  Bless my spark!&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; Choran asked himself a question.  Why him?  There were stronger\n&#39;bots out \n&gt; there, why pick on him?  Of course, he answered his own question as\nhe jumped \n&gt; like hell, thirty-five shots digging into the ground behind him. \n&quot;You people \n&gt; are insane!  GO SHOOT A GESTALT!  WHAT THE SLAG IS YOUR PROBLEM!?&quot;\nhe raised \n&gt; his rifle, firing it in an arc.  Five shots at Zardus, five at\nRixer, five at \n&gt; Forrior, and ten at Luzbel.\n&gt; \n&gt; ---\n&gt; \n&gt; Shockwave avoided the two shells and saw that Incarcinator was being\nmajorly \n&gt; attacked.  Excellent, he thought.\n&gt; \n&gt; Transforming to his ray gun once more, about the same size as his in\nbiped \n&gt; mode, he fired a blast of x-ray energy at Incarcinator in a circle\nwith a \n&gt; diameter of thirty feet, Incarcinator in the center as it shot out.\n&gt; \n&gt; The Neo Decepticon Emperor reverted back to biped mode feeling a\nlittle \n&gt; drained.  So he raised his missile launcher and took aim, not\nwanting to \n&gt; expend to much energy.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter avoided the missiles and most of the shots, some digging\ninto his \n&gt; frame.  The shots that had missed headed for the Cybertronian Fire,\nthat \n&gt; being a little less than two dozen laser blasts and two missiles\nfrom Maximal \n&gt; friendly fire.\n&gt; \n&gt; He fired two missiles at the Cybertronian Fire and ten rapid laser\nblasts at \n&gt; that same ship, then transformed to biped mode, missile launcher in\nhand.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron raised his shield to deflect DrillBit&#39;s rounds and flew to\nthe side \n&gt; of other shots, letting them pass by harmlessly.  He raised his\nrifle, firing \n&gt; off two blasts of laser energy at DrillBit and two emerald optic\nblasts at \n&gt; Dollon&#39;s left shoulder.\n&gt; \n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch didn&#39;t see any shots coming from the cloaked enemy, but\nBeeline \n&gt; spotted an enemy coming in close from behind.  He changed the angle\nof his \n&gt; tail and fired off a blast of green acid at EndBringer&#39;s incoming\ntentacles,  \n&gt; and the rest heading for his face and chest plate in a large amount.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector was struck by a charge as he flew hard left to avoid two\nmissiles, \n&gt; and the rest of the shots missed as he nearly hit the ground with a\ngaping \n&gt; hole in his side.  He raised his weapons, firing off a total of four\nstinger \n&gt; missiles.  Two at Atilla the other two at Alecto.\n&gt; \n&gt; Manterror&#39;s body was riddled with leaking holes from the thirty\nshots he \n&gt; hadn&#39;t been able to get out of the way of.  He fired off six ion\ndisks, three \n&gt; at Atilla and the other three at Manthys.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement raised his right arm, firing off two missiles that\nprematurely \n&gt; exploded and took out all the shots that took out all weapon fire\nheading for \n&gt; Unicron.  But this act had a price, as a missile (the other taken\nout by \n&gt; Beeline) streaked through the air, blowing up against his arm that\nhe managed \n&gt; to raise, ripping the bottom part of his hand up pretty bad as he\nflew back \n&gt; from the explosion.  Five shots from Darkfate dug into his armor\npainfully.\n&gt; \n&gt; He cursed, raising his undamaged arm and fired a sonic wave off at\nKillfest.\n&gt; \n&gt; ---\n&gt; \n&gt; With Smokescreen nicely beaten, Sun Crusher got up and raised\nSmokescreen&#39;s \n&gt; heavy laser rifle that was now property of the Brotherhood.\n&gt; \n&gt; He cocked it, and fired off a blast Zardus.  Raising his other arm\nhe fired \n&gt; off two spheres of laser energy.  One at Darkfate, the other at\nRixer.\n&gt; \n&gt; ---\n&gt; (Reflector is 300 ft in the air, Airly, in case you didn&#39;t know)\n&gt; \n&gt; Reflector jumped back from Luzbel&#39;s sword slash, the incoming\nmissiles from \n&gt; Rixer intercepted by Beeline and only two of the plasma shots dug\ninto \n&gt; Reflector&#39;s side.\n&gt; \n&gt; &quot;Cursed heathens...&quot; he raised an arm, firing off two missiles, one\nseeking \n&gt; and one non at Luzbel.  He raised his other arm, the cannon firing\noff four \n&gt; spherical blasts of laser energy.  Two at Rixer, two at one of\nRixer&#39;s \n&gt; bee-bots.\n&gt; \n&gt; ---\n&gt; \n&gt; Serpentor no longer felt pressure on him, but he was on a collision\ncourse \n&gt; with the Cybertronian Fire, and there was nothing he could do except\nfor the \n&gt; impact. He struck the shields, and a mass amount of enemy surged\nthrough him \n&gt; and he let out painful screams, the shields keeping him up in the\nair, a \n&gt; fourth of his systems already blowing out and the other fourth about\nto give \n&gt; away as well.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer landed to the ground and collapsed to his knees,\none hand \n&gt; holding him up.  He spit up some mech-fluid and spoke painfully. \n&quot;Take \n&gt; that...you slag...sucking...reptile...&quot; and with that he collapsed,\ngoing \n&gt; into stasis lock.\n&gt; \n&gt; ---\n&gt; \n&gt; The cockpit of the incoming space fighter opened and out hopped\nAres, who \n&gt; transformed from biped mode into his jet fighter mode and took off,\nfiring \n&gt; off twenty-five rapid laser blasts at Rixer.\n&gt; \n&gt; Sixshot armed his weapons and launched two missiles off at the\nElement, \n&gt; followed up by 25 rapid laser blasts at the newest Maximal base.\n\n\n"}}