{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jen D.","from":"&quot;Jen D.&quot; &lt;jeniff@...&gt;","replyTo":"LIST","senderId":"3MOt6nSDIwNMpVl0u_lOCJ6ZORfBvHtPsH3LY2dwO0c9v66VhZ1BYG0HReiXbRzh6So_FBLTSwVWllYvgMBBxWAqbm0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire","postDate":"989193902","msgId":34029,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMDJHcnlXdElJWlMyVFJxZjYwMDAwMjI5Y0Bob3RtYWlsLmNvbT4="},"prevInTopic":34011,"nextInTopic":34031,"prevInTime":34028,"nextInTime":34030,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(ooc: Robo, the hologram of the city ispretty much what you and yan decided on it :) +++Mantle Cyndro Mist Rubble Aqua Cinder Cledar Forrior Rixer Truttle ","rawEmail":"Return-Path: &lt;jeniff@...&gt;\r\nX-Sender: jeniff@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_1_2); 7 May 2001 00:05:03 -0000\r\nReceived: (qmail 43086 invoked from network); 7 May 2001 00:05:03 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 7 May 2001 00:05:03 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.102) by mta3 with SMTP; 7 May 2001 00:05:03 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Sun, 6 May 2001 17:05:03 -0700\r\nReceived: from 24.221.129.16 by lw9fd.law9.hotmail.msn.com with HTTP;\tMon, 07 May 2001 00:05:02 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire\r\nDate: Sun, 06 May 2001 20:05:02 -0400\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F102GryWtIIZS2TRqf60000229c@...&gt;\r\nX-OriginalArrivalTime: 07 May 2001 00:05:03.0234 (UTC) FILETIME=[5D681620:01C0D689]\r\nFrom: &quot;Jen D.&quot; &lt;jeniff@...&gt;\r\n\r\n(ooc: Robo, the hologram of the city ispretty much what you and yan decided \non it :)\n\n+++Mantle Cyndro Mist Rubble Aqua Cinder Cledar Forrior Rixer Truttle \nBlyer+++\n\nMantle smiled and then walked off toward the bridge after watching Prowl \nwalk in with a few injured bots and then walk out. He talked to Epyon while \nhe walked.\n\n&quot;This ship was a big experiment, but I think its very good. Hasn&#39;t failed us \nyet.&quot; With that he entered the bridge and sat down at the commander&#39;s chair. \nThe bridge was a very big round room with computers all around, and the \ncommander&#39;s char was on a raised platform in the center, so that the \ncommander could oversee everything that was going on. There were reports of \nsecurity cameras and stanners and everything on the computer screens, some \neven had computer games on them! Mantle tapped a few buttons and a 3d \nhologram of a battle city, at least how Cyndro had designed it from what \nMantle and Epyon had been talking about when they entered the Element. &quot;How \ndoes that look?&quot; Mantle asked Epyon. &quot;If its acceptable, we can begin \nconstruction right away.&quot;\n\nEven though missiles and laser shots were hitting the shields, the robots \ninside probably couldn&#39;t tell that anything was different. The ship didn&#39;t \nshake, the lights didn&#39;t blink, and everything remained the same. Outside, \nhowever, Cyndro focused his firepower on the attackers. Three missiles \nlaunched out at Sixshot, and three at Ares, followed by alot of plasma shots \nat both. He also fired four missiles at Imprisoner.\n\n\n\nMist watched Surgital being attacked, and didn&#39;t waste time. She aimed at \nSurgital&#39;s head and fired two charges. Below her, Rubble fired two missiles \nup at Surgital&#39;s butt :), while Aqua and Cinder decided to take down the \nbots that Abominus just seperated into. They both turned around. Aqua fired \ntwo spears at Hunger and Cinder fired three laser shots at Rippersnapper.\n\n\n\nCledar looked around the battlefield and noticed that there were alot of \ninjured Maximals. He made a mental note to talk to the commander of this \nfaction after the battle, and then decided to fire a few more times at \nsomeone, and shot his fusion cannon up at Surgital. He was sure that the \nhuge beam of plasma would hit.\n\n\n\nA large burst of flame was shot out of Forrior&#39;s tank bottom and sent him \nflying up above the missile and the shots. He landed near Predator and fired \nhis fusion cannon at him almost form point-blank range.\n\n\n\nRixer jumped forward and avoided a missile coming at him, but several shots \nstill hit him in the side. He rolled under a bunch more shots and then \njumped up and fired a missile and twenty shots at Sun Crusher.\n\n\n\nTruttle ducked under a shot from Predator and chuckled to himself. So far \nthese Predacons were very bad at fighting. He saw Reflector firing at Rixer, \naimed both of his machine guns, and sent fifty laser bolts out toward \nReflector.\n\n\n\nThe missiles that Blyer fired earlier barely missed the Cybertronian Fire, \nand hit the ground harmlessly. Blyer aimed again, this time with laser \ncannons, and fired twenty rapid laser shots from each of his wing cannons at \nFirestarter.\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}