{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"qEEpzBNHSm99C4B6bSyyFzIQK0lJISnRuMNsGmWGf7pmVuJgMXmiTZW-4_W3Jdvi5j9W4Olo7w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire","postDate":"989453360","msgId":34197,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYuMTY2Y2I2OTYuMjgyYjM2MzBAY3MuY29tPg=="},"prevInTopic":34147,"nextInTopic":34206,"prevInTime":34196,"nextInTime":34198,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(Someone planning on posting damage for the Cybertronian Fire?) The Protectobots/The Oblitercons/Dark Wolf/Nemesis Enforcer/Scattershot/ ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 10 May 2001 00:09:34 -0000\r\nReceived: (qmail 52110 invoked from network); 10 May 2001 00:09:33 -0000\r\nReceived: from unknown (10.1.10.142) by l8.egroups.com with QMQP; 10 May 2001 00:09:33 -0000\r\nReceived: from unknown (HELO imo-m03.mx.aol.com) (64.12.136.6) by mta3 with SMTP; 10 May 2001 00:09:32 -0000\r\nReceived: from KSLawdogg@... by imo-m03.mx.aol.com (mail_out_v30.10.) id r.6.166cb696 (24904) for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 9 May 2001 20:09:21 -0400 (EDT)\r\nMessage-ID: &lt;6.166cb696.282b3630@...&gt;\r\nDate: Wed, 9 May 2001 20:09:20 EDT\r\nSubject: Out of the Fire\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Someone planning on posting damage for the Cybertronian Fire?)\n\nThe Protectobots/The Oblitercons/Dark Wolf/Nemesis Enforcer/Scattershot/ \nImprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/  \nDouble Punch/Manterror/Injector/Vehement/ Sun Crusher/Reflector/ \nSmokescreen/Serpentor/Sixshot/Ares:\n\n\n\nDark Wolf slashed with his hand, the missiles exploding against his right \nhand and tearing it open.  He let out a snarl of anger, and raised his blade \nmissile, firing it off against the Cybertronian Fire.  The twenty-five foot \ngestalt then fired two optic blasts at Shivah.  Several explosive rounds tore \ninto his arm and he let out a roar, firing a fire ball off at Blades.\n\n---\n\nDark One heard the order to retreat and decided not to argue.  He got over \nPyro and transformed into his fighter mode, Pyro sitting in the cockpit.  The \nOblitercon leader blasted off into the air, heading towards the Iron Fist.\n\n---\n\nBreakdown cursed.  &quot;Son of a...&quot; he picked up Hiss and Scavenger, walking \nvery slowly because of the weight and leaving deep impressions with his feet \nin the destroyed ground as he chased after Dark One.\n\n---\n\nFirst Aid managed to get to his feet, and began slow repairs on Hot Rod.\n\n---\n\nBlades avoided most of the fire ball, the entire left side of his apache mode \nburnt slightly.  &quot;Damn Decepticons.&quot; he cursed as he gained altitude and \narmed his missiles.\n\nHe spotted someone firing on Smokescreen, and fired off two missiles at the \nrobot responsible, Darkfate.\n\n---\n\nGroove and Streetwise will still being carried away by friendly Maximals to \nget much needed repairs.\n\n---\n\nScattershot looked disgusted at Darkfate&#39;s soldiers, staring for a cycle \nblankly.  He then spun around real quick, transformed to bald eagle mode, and \ncrazily flapped his wings, flying off after Zardus.\n\n---\n\nImprisoner transformed to biped mode and blasted off through the air with his \nboosters at full power.  The explosions from below sent him flying upwards \nevent faster as his boosters began to fizzle out.\n\nImprisoner headed straight down, firing three optic blasts off at Rixer.  He \ntransformed in mid air, the quick decent causing him to easily avoid rapid \nlaser fire shot at him.  He crashed to the ground in his tank mode, firing \noff a missile each from both of his cannons.  Two missiles streaked through \nthe air towards the Element.\n\n---\n\nPredator&#39;s sensors detected laser fire, missiles, and an incoming robot.  He \nleapt back, flying upwards into the air.  He avoided the missiles, and the \nbot, but two blasts from Darkfate dug into his calf on the way up and tore it \npainfully wide open.  He raised his launcher, firing off a rocket at \nReptillica and another at the Cybertronian Fire.\n\n(Jen, since Forrior would&#39;ve been point blank had Predator stayed there, the \nmissiles shot by Firearm would be heading pretty much for Forrior now, since \nthey had been fired at where Predator had last been, the location where \nForrior would now be.  I believe, anyway)\n\n---\n\nChoran jumped out of the way of some autogun fire, and raised his weapon.  He \nfired off his rifle in an arc, five laser blasts at Rixer, 10 at Truttle, and \nten at Demise.\n\n---\n\nEasily avoiding some shots, Shockwave looked to Wildrider.  &quot;Megatron?  As in \nthe Predacon impostor?  Be gone before you are melted down!&quot; he intoned \nwithout emotion.  He raised his missile launcher, firing off two rockets.  \nBoth heading for the Element.\n\n---\n\nFirestarter avoided most of the shots, some digging into his frame.  He \nlaunched off two missiles at the Element from his missile launcher, and then \ntransformed back into space fighter mode, engines roaring and sending him \nscreaming through the air.\n\n---\n\nUnitron flew fast, only a few shots from Dollon and Drillbit digging into his \nframe.  He cursed, firing off four blasts from his rifle, two at Dollon and \ntwo at Drillbit.\n\n---\n\nDouble Punch felt three tentacles wrap around him as a mass of voltage ripped \nthrough his body.\n\n---\n\nBeeline hovered, and fired twenty-five rapid laser blasts from its bulging \neyes off at EndBringer.  It then powered up its engines and gained altitude \nso it wouldn&#39;t be easily shot.\n\n---\n\nManterror avoided most of the shots, some digging further into his badly \ndamaged body.  He fired off six ion disks, three from each arm.  Three at \nManthys, three at Wespah.\n\n---\n\nInjector got struck by a charge, which knocked him out of the way of other \nshots.  Hovering painfully, he raised his arm, firing off four missiles \ntotal.  Two down at the Cybertronian Fire, two at the Element.\n\n---\n\nVehement flew hard, avoiding most shots but a missile blew up against his \nleft abs, ripping the armor plating there wide open.  He cursed, raising both \narms and launching off two missiles and ten rapid optic blasts. A missile at \nKillfest, a missile at Reptilica, and the ten rapid optic blasts at Forrior.\n\n---\n\nSun Crusher jumped into the air, avoiding the missile but several shots dug \ninto his armored form.  He laughed as the missile headed near the stasis \nlocked Smokescreen.\n\nHe raised his rifle, firing off three powerful blasts from the heavy laser \nrifle, two at Truttle and one at Rixer.  He then did some quick modifications \nand threw the rifle with great accuracy and strength like a javelin at the \nElement with the explosion power of a small grenade, not much, but better \nthan nothing.\n\nHe raised his arms, firing off a missile at the Cybertronian Fire, which was \nalmost out of range.\n\n---\n\nReflector avoided the missiles heading for him, which cratered the surface of \nthe already worn ground below him.  Several shots tore into his rather \nuntouched leg armor.  &quot;You pieces of slag heathens!&quot; he yelled, raising his \narms and firing off two missiles.  One at Blyer, the other at Wespah.\n\n---\n\nSmokescreen was hit by the missile, which sent him flying through the air, \navoiding Darkfate&#39;s shots (thanks for small favors), his badly beaten form \nonly ripped apart more as he slammed to the ground, shrapnel stuck in him all \nover.  The Maximal did not stir, still in stasis lock and it wasn&#39;t going to \nchange, especially after that missile hit.\n\n---\n\nSerpentor was still being filled with energy by the CF&#39;s shields, and his \nsystems overloaded, his body exploding like a bomb (the explosion would hit \nthe CF, BTW), and the only thing the remained was Serpentor&#39;s charred head \nthat went flying through the air, catching the attention of Scattershot who \ncaught it like a football in his talons.  He did a victory dance in mid air, \nas best a bald eagle could do, and continued after Zardus.\n\n---\n\nNemesis Enforcer remained offline, being carried by Zardus.\n\n---\n\nAres avoided the missiles, a few plasma shots digging into his wings, almost \npenetrating them in some areas, not doing much in other.  \n\nStill in near perfect condition, especially compared to the others, he \nlaunched off two missiles at the Cybertronian Fire, followed by ten rapid \nlaser blasts.\n\n---\n\nSixshot continued onward, his dorsal fins being blown clear off by a missile \nexplosion and plasma blasts.\n\n&quot;You Autobot trash!&quot; he yelled, firing off two missiles and twenty rapid \nlaser blasts at the source of his pain, the Element.\n\n"}}