{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jen D.","from":"&quot;Jen D.&quot; &lt;jeniff@...&gt;","replyTo":"LIST","senderId":"Taw3J14pzRKmy-riIl-WkTfxymvS7ijeRAtfUBWcOr3tvgFixg9bJd83boY4SQlJhFpAoYBLUzj3VVg660Xl11YCda4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire","postDate":"989466349","msgId":34225,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxOWhRZE9nbDRyaFlRWXgzRzUwMDAwMWFkNEBob3RtYWlsLmNvbT4="},"prevInTopic":34222,"nextInTopic":34227,"prevInTime":34224,"nextInTime":34226,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"+++Cledar Forrior Rixer Truttle Blyer Mist Cinder Aqua Rubble Mantle Cyndro+++ Cledar ducked under a whole bunch of shots, and nearly got his head sliced off","rawEmail":"Return-Path: &lt;jeniff@...&gt;\r\nX-Sender: jeniff@...\r\nX-Apparently-To: nbwrpg@egroups.com\r\nReceived: (EGP: mail-7_1_2); 10 May 2001 03:45:54 -0000\r\nReceived: (qmail 26261 invoked from network); 10 May 2001 03:45:50 -0000\r\nReceived: from unknown (10.1.10.27) by l9.egroups.com with QMQP; 10 May 2001 03:45:50 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.19) by mta2 with SMTP; 10 May 2001 03:45:50 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Wed, 9 May 2001 20:45:50 -0700\r\nReceived: from 24.221.129.16 by lw9fd.law9.hotmail.msn.com with HTTP;\tThu, 10 May 2001 03:45:49 GMT\r\nTo: nbwrpg@yahoogroups.com\r\nBcc: \r\nSubject: Re: Out of the Fire\r\nDate: Wed, 09 May 2001 23:45:49 -0400\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;F19hQdOgl4rhYQYx3G500001ad4@...&gt;\r\nX-OriginalArrivalTime: 10 May 2001 03:45:50.0363 (UTC) FILETIME=[B48CCEB0:01C0D903]\r\nFrom: &quot;Jen D.&quot; &lt;jeniff@...&gt;\r\n\r\n+++Cledar Forrior Rixer Truttle Blyer Mist Cinder Aqua Rubble Mantle \nCyndro+++\n\nCledar ducked under a whole bunch of shots, and nearly got his head sliced \noff by a blade, but he was ok. He jumped back up and fired his fusion cannon \nat Motormaster. This time, though, he was aiming for Motormaster&#39;s feet, so \neven if he missed the explosion from the cannon would do some damage.\n\n\nForrior rolled and a few missiles flew by above his head. He got up and saw \na fusion blast just like ones that he could fire stream off toward the \nElement. Forrior turned and saw Megatron, and his eyes narrowed.\n\nForrior rode off toward Megatron, firing his fusion cannon at Megatron&#39;s \nfeet. He was using the same tactic that Cledar was.\n\n\nRixer ducked under a whole bunched of optic shots though a few hit him in \nthe back and made him stumble out of the way of a missle. He looked back and \nsaw Imprisoner. Rixer turned around and fired two missiles and twenty shots \nat Imprisoner, and then jogged toward him.\n\n\nTruttle was hit by a few shots but they did pretty much nothing to his \narmor. He looked up and saw Shockwave, and then flew up into the air. He \naimed both his guns carefully and fired twenty shots from each, spreading \nthem out so that Shockwave wouldn&#39;t be able to dodge.\n\n\nBlyer saw Firestorm fire two missiles at the Element and would have frowned \nif he wasn&#39;t in jet mode. It was pretty stupid for even a large faction to \nattack a base, but Predacons were always stupid. He flew down toward \nFirearm, and fired two missiles and then followed up with almost twenty \nplasma shots.\n\n\nMist flew upwards and saw two enemy bots talking. She looked at her charge \nlauncher and then at the two bots, and then saw that a Maximal was already \nflying toward them. But he would probably need help though, so she aimed her \ncharge launcher and fired two charges at Wildrider.\n\n\nCinder dodged a few shots from Rippersnapper but then saw that he was \nfighting someone else now. She looked around for someone to fire at and \nspotted Choran. Cinder took careful aim with her plasma pistol and fired \nfour shots at him.\n\n\nAqua loocked around to pick out any bots that he could fire at and then saw \nSun Crusher firing at the Element. He shook his head, wondering why that bot \neven bothered doing something so stupid, and then fired two spears at Sun \nCrusher and ran toward him\n\n\nRubble ran toward the Element because he had spotted another bot firing on \nit. He lifted his missile launchers and fired two missiles from each one at \nSixshot.\n\n\nMantle stood up and looked at Epyon after looking at various reports and \nseeing that the Cybertronian Fire was about a forth dissassembled. The \nshield generators and the outer armor would go last, but right now almost \nall of the computer technology had been taken out. The nano bots were \nrunning the shield generators by themselves since they could pass on \ncommands just like a normal computer.\n\n&quot;Lets go back to the battle. Cyndro will take care of the city, but our \nfellow Maximals need us.&quot; After he said that he walked off down the hallway, \nbut turned around to see if Epyon was coming.\n\n\nSome missiles and laser shots were hitting the Element&#39;s shields, but Cyndro \nwasn&#39;t worried at all. These bots were very weak. The strongest attack had \ncome from some big plasma blasts, but Cyndro could detect many such blasts \ncoming from the Maximal side as well. How the Cybertronian Fire had ever \ngotten to the bad condition that it was in, Cyndro could only guess. He was \nhappy with how well his nanobots were doing, but he was annoyed at everyone \nfiring at him. The shields still had quite a bit to go before even beginning \nto lower, and there would be extra power from the Cybertronian Fire long \nbefore that.\n\nCyndro aimed the Element&#39;s weapons and fired two missiles at each robot that \nhad fired at him, and then shot plasma blasts at the nearest few. The \nnearest were Shockwave, Sixshot, and Sun Crusher.\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"}}