{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"rvbUjH1PHcZEb-epUKqP-ZjcgQPteHqZb0BMKzXa2_7NEJqOrR1N6GiI0LFU9crscwmPgwM3uA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out of the Fire","postDate":"989555458","msgId":34262,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlkZnB1Mis3c2FnQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDYuMTY2Y2I2OTYuMjgyYjM2MzBAY3MuY29tPg=="},"prevInTopic":34227,"nextInTopic":34270,"prevInTime":34261,"nextInTime":34263,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"Fixing the cooler, fixing the car, fixing the comp... It never ends! Jen and I are doing some exchanging of chars, so the Galaxors are now hers, but I think","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_2); 11 May 2001 04:31:02 -0000\r\nReceived: (qmail 16912 invoked from network); 11 May 2001 04:31:01 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 11 May 2001 04:31:01 -0000\r\nReceived: from unknown (HELO mr.egroups.com) (10.1.1.37) by mta1 with SMTP; 11 May 2001 04:31:01 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.52] by mr.egroups.com with NNFMP; 11 May 2001 04:31:01 -0000\r\nDate: Fri, 11 May 2001 04:30:58 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Out of the Fire\r\nMessage-ID: &lt;9dfpu2+7sag@...&gt;\r\nIn-Reply-To: &lt;6.166cb696.282b3630@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9118\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nFixing the cooler, fixing the car, fixing the comp... It never ends!\n\nJen and I are doing some exchanging of chars, so the Galaxors are now\nhers, but I think she&#39;s giving me Cledar, Forrior, Blyer, and Rixer.\nI&#39;m not sure, but she&#39;ll confirm this in her next post. Also,\nReptilica, Bloodystrike, and Perndabot are now War Barge&#39;s, so he can\nstart controlling them whenever.\n\n::EndBringer/Demise/Zardus/The Lavacons::\n\nEndBringer ignores the laser blast as it hit him in the back,\ncontinuing to send electricity through Double Punch. He recieves an\norder from Killfest over the \n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nDemise is hit by 10 shots and falls back, roaring in rage.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nZardus manages to avoid the shots flying for him and continues toward\nthe Iron Fist when he recieves a message from Wolfgang. He would have\nbeen surprised, but his and FZs minds shared most of their thoughts,\nso he knew that Wolfgang had come back, though he didn&#39;t know that he\ncame to the battle.\n\n&quot;Welcome back, Wolfgang,&quot; he replies. Despite wanting power for\nhimself, he didn&#39;t mind Wolfgang coming back too much. The two had\nbeen partners back in the early days. &quot;We&#39;re heading back for Alliance\nisland. If you also go there, I will meet you as soon as I arrive.&quot;\n\nHe also sends a message to the Galactors, telling them to stay and\nbattle for a while.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe Lavacons follow Zardus, Astral frowning about where Fenox had been\nthe entire battle.\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Someone planning on posting damage for the Cybertronian Fire?)\n&gt; \n&gt; The Protectobots/The Oblitercons/Dark Wolf/Nemesis\nEnforcer/Scattershot/ \n&gt; Imprisoner/Predator/Choran/Shockwave/Unitron/Firestarter/  \n&gt; Double Punch/Manterror/Injector/Vehement/ Sun Crusher/Reflector/ \n&gt; Smokescreen/Serpentor/Sixshot/Ares:\n&gt; \n&gt; \n&gt; \n&gt; Dark Wolf slashed with his hand, the missiles exploding against his\nright \n&gt; hand and tearing it open.  He let out a snarl of anger, and raised\nhis blade \n&gt; missile, firing it off against the Cybertronian Fire.  The\ntwenty-five foot \n&gt; gestalt then fired two optic blasts at Shivah.  Several explosive\nrounds tore \n&gt; into his arm and he let out a roar, firing a fire ball off at\nBlades.\n&gt; \n&gt; ---\n&gt; \n&gt; Dark One heard the order to retreat and decided not to argue.  He\ngot over \n&gt; Pyro and transformed into his fighter mode, Pyro sitting in the\ncockpit.  The \n&gt; Oblitercon leader blasted off into the air, heading towards the Iron\nFist.\n&gt; \n&gt; ---\n&gt; \n&gt; Breakdown cursed.  &quot;Son of a...&quot; he picked up Hiss and Scavenger,\nwalking \n&gt; very slowly because of the weight and leaving deep impressions with\nhis feet \n&gt; in the destroyed ground as he chased after Dark One.\n&gt; \n&gt; ---\n&gt; \n&gt; First Aid managed to get to his feet, and began slow repairs on Hot\nRod.\n&gt; \n&gt; ---\n&gt; \n&gt; Blades avoided most of the fire ball, the entire left side of his\napache mode \n&gt; burnt slightly.  &quot;Damn Decepticons.&quot; he cursed as he gained altitude\nand \n&gt; armed his missiles.\n&gt; \n&gt; He spotted someone firing on Smokescreen, and fired off two missiles\nat the \n&gt; robot responsible, Darkfate.\n&gt; \n&gt; ---\n&gt; \n&gt; Groove and Streetwise will still being carried away by friendly\nMaximals to \n&gt; get much needed repairs.\n&gt; \n&gt; ---\n&gt; \n&gt; Scattershot looked disgusted at Darkfate&#39;s soldiers, staring for a\ncycle \n&gt; blankly.  He then spun around real quick, transformed to bald eagle\nmode, and \n&gt; crazily flapped his wings, flying off after Zardus.\n&gt; \n&gt; ---\n&gt; \n&gt; Imprisoner transformed to biped mode and blasted off through the air\nwith his \n&gt; boosters at full power.  The explosions from below sent him flying\nupwards \n&gt; event faster as his boosters began to fizzle out.\n&gt; *g\n&gt; Imprisoner headed straight down, firing three optic blasts off at\nRixer.  He \n&gt; transformed in mid air, the quick decent causing him to easily avoid\nrapid \n&gt; laser fire shot at him.  He crashed to the ground in his tank mode,\nfiring \n&gt; off a missile each from both of his cannons.  Two missiles streaked\nthrough \n&gt; the air towards the Element.\n&gt; \n&gt; ---\n&gt; \n&gt; Predator&#39;s sensors detected laser fire, missiles, and an incoming\nrobot.  He \n&gt; leapt back, flying upwards into the air.  He avoided the missiles,\nand the \n&gt; bot, but two blasts from Darkfate dug into his calf on the way up\nand tore it \n&gt; painfully wide open.  He raised his launcher, firing off a rocket at \n&gt; Reptillica and another at the Cybertronian Fire.\n&gt; \n&gt; (Jen, since Forrior would&#39;ve been point blank had Predator stayed\nthere, the \n&gt; missiles shot by Firearm would be heading pretty much for Forrior\nnow, since \n&gt; they had been fired at where Predator had last been, the location\nwhere \n&gt; Forrior would now be.  I believe, anyway)\n&gt; \n&gt; ---\n&gt; \n&gt; Choran jumped out of the way of some autogun fire, and raised his\nweapon.  He \n&gt; fired off his rifle in an arc, five laser blasts at Rixer, 10 at\nTruttle, and \n&gt; ten at Demise.\n&gt; \n&gt; ---\n&gt; \n&gt; Easily avoiding some shots, Shockwave looked to Wildrider. \n&quot;Megatron?  As in \n&gt; the Predacon impostor?  Be gone before you are melted down!&quot; he\nintoned \n&gt; without emotion.  He raised his missile launcher, firing off two\nrockets.  \n&gt; Both heading for the Element.\n&gt; \n&gt; ---\n&gt; \n&gt; Firestarter avoided most of the shots, some digging into his frame. \nHe \n&gt; launched off two missiles at the Element from his missile launcher,\nand then \n&gt; transformed back into space fighter mode, engines roaring and\nsending him \n&gt; screaming through the air.\n&gt; \n&gt; ---\n&gt; \n&gt; Unitron flew fast, only a few shots from Dollon and Drillbit digging\ninto his \n&gt; frame.  He cursed, firing off four blasts from his rifle, two at\nDollon and \n&gt; two at Drillbit.\n&gt; \n&gt; ---\n&gt; \n&gt; Double Punch felt three tentacles wrap around him as a mass of\nvoltage ripped \n&gt; through his body.\n&gt; \n&gt; ---\n&gt; \n&gt; Beeline hovered, and fired twenty-five rapid laser blasts from its\nbulging \n&gt; eyes off at EndBringer.  It then powered up its engines and gained\naltitude \n&gt; so it wouldn&#39;t be easily shot.\n&gt; \n&gt; ---\n&gt; \n&gt; Manterror avoided most of the shots, some digging further into his\nbadly \n&gt; damaged body.  He fired off six ion disks, three from each arm. \nThree at \n&gt; Manthys, three at Wespah.\n&gt; \n&gt; ---\n&gt; \n&gt; Injector got struck by a charge, which knocked him out of the way of\nother \n&gt; shots.  Hovering painfully, he raised his arm, firing off four\nmissiles \n&gt; total.  Two down at the Cybertronian Fire, two at the Element.\n&gt; \n&gt; ---\n&gt; \n&gt; Vehement flew hard, avoiding most shots but a missile blew up\nagainst his \n&gt; left abs, ripping the armor plating there wide open.  He cursed,\nraising both \n&gt; arms and launching off two missiles and ten rapid optic blasts. A\nmissile at \n&gt; Killfest, a missile at Reptilica, and the ten rapid optic blasts at\nForrior.\n&gt; \n&gt; ---\n&gt; \n&gt; Sun Crusher jumped into the air, avoiding the missile but several\nshots dug \n&gt; into his armored form.  He laughed as the missile headed near the\nstasis \n&gt; locked Smokescreen.\n&gt; \n&gt; He raised his rifle, firing off three powerful blasts from the heavy\nlaser \n&gt; rifle, two at Truttle and one at Rixer.  He then did some quick\nmodifications \n&gt; and threw the rifle with great accuracy and strength like a javelin\nat the \n&gt; Element with the explosion power of a small grenade, not much, but\nbetter \n&gt; than nothing.\n&gt; \n&gt; He raised his arms, firing off a missile at the Cybertronian Fire,\nwhich was \n&gt; almost out of range.\n&gt; \n&gt; ---\n&gt; \n&gt; Reflector avoided the missiles heading for him, which cratered the\nsurface of \n&gt; the already worn ground below him.  Several shots tore into his\nrather \n&gt; untouched leg armor.  &quot;You pieces of slag heathens!&quot; he yelled,\nraising his \n&gt; arms and firing off two missiles.  One at Blyer, the other at\nWespah.\n&gt; \n&gt; ---\n&gt; \n&gt; Smokescreen was hit by the missile, which sent him flying through\nthe air, \n&gt; avoiding Darkfate&#39;s shots (thanks for small favors), his badly\nbeaten form \n&gt; only ripped apart more as he slammed to the ground, shrapnel stuck\nin him all \n&gt; over.  The Maximal did not stir, still in stasis lock and it wasn&#39;t\ngoing to \n&gt; change, especially after that missile hit.\n&gt; \n&gt; ---\n&gt; \n&gt; Serpentor was still being filled with energy by the CF&#39;s shields,\nand his \n&gt; systems overloaded, his body exploding like a bomb (the explosion\nwould hit \n&gt; the CF, BTW), and the only thing the remained was Serpentor&#39;s\ncharred head \n&gt; that went flying through the air, catching the attention of\nScattershot who \n&gt; caught it like a football in his talons.  He did a victory dance in\nmid air, \n&gt; as best a bald eagle could do, and continued after Zardus.\n&gt; \n&gt; ---\n&gt; \n&gt; Nemesis Enforcer remained offline, being carried by Zardus.\n&gt; \n&gt; ---\n&gt; \n&gt; Ares avoided the missiles, a few plasma shots digging into his\nwings, almost \n&gt; penetrating them in some areas, not doing much in other.  \n&gt; \n&gt; Still in near perfect condition, especially compared to the others,\nhe \n&gt; launched off two missiles at the Cybertronian Fire, followed by ten\nrapid \n&gt; laser blasts.\n&gt; \n&gt; ---\n&gt; \n&gt; Sixshot continued onward, his dorsal fins being blown clear off by a\nmissile \n&gt; explosion and plasma blasts.\n&gt; \n&gt; &quot;You Autobot trash!&quot; he yelled, firing off two missiles and twenty\nrapid \n&gt; laser blasts at the source of his pain, the Element.\n\n\n"}}