{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"6ncZnpw-G0r9FrobkUAIVHfAaV8MQ7B4j_ggbzpVH2AqpC0og2PqjgbqB5RbG8TJxcht8dqx1MeO-uhr61UGY8Hb9UQ24apZlzm3kQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961132820","msgId":3428,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjE2MDUyMDIwLjI4MDYxLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":3423,"nextInTopic":3431,"prevInTime":3427,"nextInTime":3429,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot growled at Cyber Claws words, he may know her name now but it almost shocked him completely that Megatron would clone him again but then make it","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 8562 invoked from network); 16 Jun 2000 05:20:21 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 16 Jun 2000 05:20:21 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.72) by mta2 with SMTP; 16 Jun 2000 05:20:20 -0000\r\nReceived: (cpmta 28062 invoked from network); 15 Jun 2000 22:20:20 -0700\r\nDate: 15 Jun 2000 22:20:20 -0700\r\nMessage-ID: &lt;20000616052020.28061.cpmta@...&gt;\r\nX-Sent: 16 Jun 2000 05:20:20 GMT\r\nReceived: from [209.53.248.39] by mail.penpals.com with HTTP; 15 Jun 2000 22:20:20 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n* Dinobot growled at Cyber Claws words, he may know her name now but it almost shocked him completely that Megatron would clone him again but then make it different enough to be a female. What did the Predacon tyrant have anyway, an obsession with him so much that he had to clone him more then once? Was he that good of a warrior that fought at his side that he had to go and create these clones in hope of them gaining his expertise that could be used under his power again? So many more questions ran through his mind but he knew that his time was up and it was basically time to pay the piper, his questions had been answered and now it was time to keep his word and deliver the information that he had promised. But so many questions he was still urging to ask! Like, &quot; What your function under Megatron&#39;s rule,&quot; and &quot; What ever possessed you to turn against him to the point of wanting to spill his mech fluid?&quot; But these questions would remain unanswered but now he knew the basics of the problems and was beginning to form solutions to them but only ones Cyber Claw could carry out.\nDinobot had heard the way that Cyber Claw had told him her name but didn&#39;t care to hear the two words after it, he could tell by that and her posturing that she didn&#39;t think that much of herself and it was a real shame. He saw the way she fought and even though she had his talents cloned into her she had so much of her own potential, she become so much more then a soldier just fighting to stay alive and chase after their hate.\nThat thought drew his attention towards the way he, himself, had acted in the past and it shamed him to know for facts that he had acted in the same way...but had gotten nothing out of it at all. He had wanted to kill Megatron with such a blind passion that all else was a blur to him this very day, he remembered nothing other then the pure need to rip Megatron limb from limb and watch his spark go towards the place it deserved to go the most...the Pit!\nBut Dinobot just shook his head at Cyber Claw&#39;s words, but remained silent about it...that was the way she thought of herself and she had the right to do so.\nHe listened carefully as to not miss a word of it and was not surprised to find Megatron at the source of it. Him being the main source of his own past problems.\nEver inch of her tale made perfect sense and it was one that was that of a bot who was running from their past but trying to control it as well...an impossible task.\nDinobot uncrossed his arms as he listened to the last of Cyber Claw&#39;s explanation, the puzzled look on his face disappearing to be replaced by understanding but also accompanied with a bit of common sense.\nHe kept optic contact with Cyber Claw as she finished her story and then looked at him with a cock-eyes expression, asking him the question he had promised to answer. His answer was short and sweet, but a feeling that she shouldn&#39;t be going off alone was beginning to creep into his exo-structure but he simply pushed it back down like he had his rage before.\nHe nodded but then simply turned around to face the War room and began to walk towards it, Tavatron was probably worried sick that he was beating the slag out of the fembot by now.\nWith a twitch of his tail he stopped and looked over his shoulder, looking more at the wall beside him then at Cyber Claw.*\n\n&quot; Sector 56.1 or 12-C. Either with Hell Beast or stationed at the Predacon base. Good luck.&quot;\n\n* With that he then continued off towards the War room and almost disappearing into the shadows before a second sentence was heard from his throat, more aimed at no bot in particular but loud enough for Cyber Claw to hear...intentionally.*\n\n&quot; Though any bot with half a nano would know not to go into battle without a planed strategy.&quot;\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}