{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"axExx--vnCMmF5rNFfpLtK6sZgXs8kYquLbTGnLOJrElCFHzG1CKrZbM-qDEmmvMToGyTZnUHg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Out of the Fire","postDate":"989878391","msgId":34604,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNkLjY4M2NhNjYuMjgzMWIyNzdAY3MuY29tPg=="},"prevInTopic":34589,"nextInTopic":34608,"prevInTime":34603,"nextInTime":34605,"topicId":33318,"numMessagesInTopic":89,"msgSnippet":"(The movements of the Oblitercons, Nemesis Enforcer, and Scattershot will be in a seperate e-mail since they are halfway to the Alliance Island and have ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 14 May 2001 22:13:41 -0000\r\nReceived: (qmail 38551 invoked from network); 14 May 2001 22:13:18 -0000\r\nReceived: from unknown (10.1.10.142) by l9.egroups.com with QMQP; 14 May 2001 22:13:18 -0000\r\nReceived: from unknown (HELO imo-m10.mx.aol.com) (64.12.136.165) by mta3 with SMTP; 14 May 2001 22:13:17 -0000\r\nReceived: from KSLawdogg@... by imo-m10.mx.aol.com (mail_out_v30.10.) id r.cd.683ca66 (4562) for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 14 May 2001 18:13:11 -0400 (EDT)\r\nMessage-ID: &lt;cd.683ca66.2831b277@...&gt;\r\nDate: Mon, 14 May 2001 18:13:11 EDT\r\nSubject: Out of the Fire\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(The movements of the Oblitercons, Nemesis Enforcer, and Scattershot will be \nin a seperate e-mail since they are halfway to the Alliance Island and have \nnothing to do with the Battle at South Africa.  I may have missed some \npeople&#39;s resposnes, got a lot of e-mails.  Tell me if I missed any.  And Jen, \nI have no Predacon characters.)\n\nThe Protectobots/Dark Wolf/Imprisoner/Predator/Choran/Shockwave/Unitron/ \nFirestarter/Double Punch/Manterror/Injector/Vehement/Sun Crusher/Reflector/ \nSixshot/Ares:\n\n\nOver all, (all of my non-Maximal characters) had pulled out from the battle \nenough so they are out of firing range of the CF.\n\nQuite a few number of blasts shot out, twenty-five ripping at Dark Wolf&#39;s \narmor.  He wasn&#39;t hurt to bad from the realatively weak blasts, but they were \nchipping away, and doing damage and eventually they would be quite hinderful.\n\nHe fired three fire balls from his mouth, one at Shivah, one at Wespah, and \none at Element (g).\n\nRaising his free hand, a black sphere of destructive energy formed and shot \nout with the power of two missiles at the Element (starship).\n---\n\nHot Spot was slowly but surely bein repaired by the near stasis locked First \nAid.\n\n---\n\nBlades avoided the fire ball and fired off twenty-five highly explosive \nshells at Darkfate, being struck by six of Darkfate&#39;s blast and crashing into \nthe ground.\n\n---\n\nImprisoner avoided most of the shots except for a dozen rapid ones that dug \ninto already damaged areas and hurt non-essential computer components.\n\nHe fired off a total of four missiles, two from two cannons.  Two at the \nElement (starship), and two at Rixer.\n\n---\n\nHe leapt out of the way of most of the blasts, some shrapnel digging into his \nright forearm.  &quot;Slaggers.&quot; Predator raised his launcher, firing off two \nmissiles at the Element (starship).\n\n---\n\nChoran rolled out of the way of most of the shots, a plasma bolt grazing his \nneck.  He raised his own rifle, firing in an arc.  Five laser blasts at \nWespah, five at Darkfate, and fifteen at Element (gestalt).\n\n---\n\nShockwave easily spotted Truttle looking in his direction and flew hard right \nbefore he event had his weapons aimed, flying out of the way of all the shots \ncoming towards him, avoiding the missiles as well.  He raised his left arm, \nthe barrel at the end of the hand spouting out three laser beams at Truttle.  \nHe raised the other arm, firing off two rockets from the missile launcher at \nthe Element (starship).\n\n---\n\nUnitron flew out of the way of most shots, blocking the others with his ever \nweakening arm-shield.  He raised his rifle, firing off four bolts.  Two at \nDollon and two at Drillbit.\n\n&quot;Surrender weak Predacons, you inferior beings cannot defeat a Decepticon, \neven if there were five of you.&quot;\n\n---\n\nFirestarter avoided the missiles easily, powering up his engines even more \nblasting away from Blyer, being too high up to be affected by shrapnel.\n\nHe fired off a pair of rockets at the Element (starship), and changed his \nposition, firing off twenty-five rapid laser blasts from his nosecone weapon \nat Element (gestalt)&#39;s torso.\n\n---\n\nDouble Punch still felt the electricity flow through him as systems began \nshutting down.\n\nBeeline the cyberbee fired off another twenty-five rapid laser bolts, this \ntime at EndBringer&#39;s neck and face, at an angle that would send the laser \nbolts in a direction that would make it so they wouldn&#39;t hit Double Punch at \nall.\n\n---\n\nInjector avoided most of the shots fired at him some digging into his legs \npainfully.  Raising both stinger missile launchers.  He fired off two from \neach.  All four headed for the Element (starship).  He especially avoided the \nvines not only because he was in constant movement but because he is over 300 \nfeet in the air.  (Nice try Yan)\n\n---\n\nManterror barely managed to avoid all the shots fired at him, firing off two \nion disks from each arm.  All four heading for the abdomen of Element \n(gestalt).\n\n---\n\nVehement avoided all the shots fired at him except Darkfate&#39;s shots, several \nof them digging into his right arm that he blocked them with.  &quot;Heathens...&quot; \nhe cursed through a gritted mouth.  He raised both arms, firing a missile \nfrom each.  Both heading for the Element (gestalt).\n\n---\n\nSun Crusher avoided all the things fired at him except a few plasma blasts \nfrom the Element that dug into his knee.  He cursed as he saw a small crack.  \nHe raised his arms, firinga missile from each.  Two in total heading for the \nElement.\n\n---\n\nReflector avoided most of the shots, several deepening an already bad wound.  \nHe cursed painfully, no longer able to hide it.  He raised both arms, two \nmissiles, one from a single tube each.  Both missiles streaked out for the \nElement.  The other two tubes launched a sphere of plasma energy.\n\nTwo plasma spheres streaked out towards Element&#39;s (gestalt) left shoulder.\n\n---\n\nSixshot easily avoided the missiles, not even bothering tracking them as they \nplummeted and exploded agains the ground, only deepening old craters.\n\nHe armed his weapons, firing off two missiles at the Element (starship), and \nfive rapid laser bolts at Element&#39;s (getsalt) left foot.\n\n---\n\nAres avoided everything except some missile shrapnel which dug into his wings \nbut were realitively harmless.  He armed his weapons and fired off two \nmissiles at the Element (starship), and got into a position to fire ten rapid \nlaser bolts off at Prowl (if he&#39;s still at the battle).\n\n\n\n\n\n\n\n\n\n\n"}}