{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"robertdahl","from":"robertdahl &lt;rdahl@...&gt;","replyTo":"LIST","senderId":"-9Tk73_PrtGRJejZxke5t9ZdKQlrqnnkgnpodwfPD5M7e5yzY3MrkOjrtLycF0tzElsJYGxJICerlCC97neTsYkAQg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Autobot Council","postDate":"989977883","msgId":34742,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCMDFERDFCLjczMThAdGVsdXMubmV0Pg==","referencesHeader":"PDNCMDBEREQzLjMyNDgzLkM1RUJGNjNAbG9jYWxob3N0PiA8M0IwMTY5QzQuMjYyNTAuRTgxN0JDOEBsb2NhbGhvc3Q+"},"prevInTopic":0,"nextInTopic":34751,"prevInTime":34741,"nextInTime":34743,"topicId":34742,"numMessagesInTopic":81,"msgSnippet":"OOC: Okay everyone, I am really letting the creative juices flow here. If some of this dosent work with your characters or stories in the RPG, just say that it","rawEmail":"Return-Path: &lt;rdahl@...&gt;\r\nX-Sender: rdahl@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 16 May 2001 01:50:21 -0000\r\nReceived: (qmail 69007 invoked from network); 16 May 2001 01:50:15 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 16 May 2001 01:50:15 -0000\r\nReceived: from unknown (HELO priv-edtnes03-hme0.telusplanet.net) (199.185.220.236) by mta3 with SMTP; 16 May 2001 01:50:14 -0000\r\nReceived: from [209.52.223.104] by priv-edtnes03-hme0.telusplanet.net (InterMail vM.4.01.03.10 201-229-121-110) with SMTP id &lt;20010516015011.HKIB2296.priv-edtnes03-hme0.telusplanet.net@[209.52.223.104]&gt; for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 15 May 2001 19:50:11 -0600\r\nMessage-ID: &lt;3B01DD1B.7318@...&gt;\r\nDate: Tue, 15 May 2001 18:51:23 -0700\r\nX-Mailer: Mozilla 3.04 (Macintosh; I; 68K)\r\nMIME-Version: 1.0\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: The Autobot Council\r\nReferences: &lt;3B00DDD3.32483.C5EBF63@localhost&gt; &lt;3B0169C4.26250.E817BC8@localhost&gt;\r\nContent-Type: text/plain; charset=us-ascii\r\nContent-Transfer-Encoding: 7bit\r\nFrom: robertdahl &lt;rdahl@...&gt;\r\n\r\nOOC: Okay everyone, I am really letting the creative juices flow here.\nIf some of this dosent work with your characters or stories in the RPG,\njust say that it is a different time than which your character came\nfrom. :) Also all the Autobots in this scene have been remade smaller\nfor fuel reasons. Also for a note, Ironhide has been remade from the\nMatrix, and due to his history, he is one of the main characters.  Here\nwe go.\n\n\nBIC:\nThe massive iron doors Pacifix walks up too open up, the gears grinding,\nand it leads into an enormous chambre, well light by energon powered\nlights. The room is a large dome, with many chairs and tables where a\nhundred Autobots sit. Most of the Autobots were given this high\nprivelage for the name they made during one of the great wars. Painted\nall over are the symbols of Maximal, Predacon, and Autobot. In the\ncentre, over the highest stand, is a large image of the Autobots\ngreatest Hero, Optimus Prime. All along the walls there are pictures of\nlegends who have ceased to exist, and died for the cause. Brawn&#39;s face\nis at one end, Ratchet and Prowl at another, Ironhide at one corner,\nsurrounded by many Autobots that preexist them. One though, that is very\nfamous, Alpha Trion. In the centre of all the podiums is an energon\nfountain. It harmoneusly gushes a soft pink energy, that gives the room\na light pink colour.\n\nThere is a large hush over the crowd, as a red old Autobot, at the top\nand centre of the room stands up. He then begins to speak, and the other\nAutobots follow his every word. &quot;Greetings Pacifix&quot; he says in a rough\ndeep voice. The Autobot Ironhide&#39;s voice can be heard by all. He speaks\nwith wisdom, and kind words. To his right and left, standing behind him\nare Sunstreaker and Sideswipe, his body guards. To his right sitting\ndown is his peer, the old Autobot known as Kup, who watches all of this\nwith an unussually sense of calmness. Beside him is the once human, now\nrobot Spike. A few more recognizable Autobots sit around. &quot;As you know&quot;\nIronhide continues, &quot;We have finally achieved what we set out to\nmillions of years ago. Peace&quot; he says, every robot in the room nodding\nat the last word. &quot;But it is an uneasy peace, for even though we have\nall but stopped the Decepticons, we have reasons to believe their\ndecendants, the Predacons, do not follow this peace willfully&quot; he says\nin a grave tone. &quot;We even have strong evidence that points to the fact\nthat they have released Decepticon war Criminals from confinment, to try\nto change time on the planet Earth&quot; he says, thinking back to that time,\nfour million years ago, when the Ark, and Nemesis crash landed on the\nplanet, bringing to it their million year Strugle. He remembers the\nbattles they had there, and how it helped turn the tide of War for the\nAutobots. &quot;We sent a scouting ship to earth already, with two Autobot\nVeterans. They have not made contact with us however, and their ship is\nnot emmiting a signal. We fear the Predacons may be on to us. That is\nwhy we have summoned you Pacifix. The Predacons will not notice if a\nrookie commander goes missing, but we have reason to believe you are the\nperfect leader for this mission. We also know that one of your friends\nwas in that scout ship, and understand you will most likely want to\nretrieve him. We have faith in your Pacifist reasoning, and think you\nwould best represent us. We have already selected a few Autobot veterans\nto go with you, and we understand you are also putting a crew of you own\ntogether&quot; Ironhide says, pausing for Pacifix to respond.\n\n"}}