{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"airly2000@yahoo.com","from":"airly2000@...","replyTo":"LIST","senderId":"zHD8vQPrZDmlivOVOF47S4WgBwGuIckH5PXUMtgOOQL-UZzslwfb1spiLS1luV9p89_W8VgjFZipDg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Autobot Council","postDate":"989986758","msgId":34760,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlkc3Y0NitncjF2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDNCMDE4NkE0LjY0ODUuRUYyNEE4M0Bsb2NhbGhvc3Q+"},"prevInTopic":34751,"nextInTopic":34762,"prevInTime":34759,"nextInTime":34761,"topicId":34742,"numMessagesInTopic":81,"msgSnippet":"Artemis: Artemis looked to TrailBlazer and with a smile said Nice to meet you... I ll go for my things -where is the ship? ... intently ... vital ... here. ","rawEmail":"Return-Path: &lt;airly2000@...&gt;\r\nX-Sender: airly2000@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 16 May 2001 04:20:08 -0000\r\nReceived: (qmail 37619 invoked from network); 16 May 2001 04:19:21 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 16 May 2001 04:19:21 -0000\r\nReceived: from unknown (HELO ei.egroups.com) (10.1.2.114) by mta1 with SMTP; 16 May 2001 04:19:21 -0000\r\nX-eGroups-Return: airly2000@...\r\nReceived: from [10.1.10.69] by ei.egroups.com with NNFMP; 16 May 2001 04:19:21 -0000\r\nDate: Wed, 16 May 2001 04:19:18 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: The Autobot Council\r\nMessage-ID: &lt;9dsv46+gr1v@...&gt;\r\nIn-Reply-To: &lt;3B0186A4.6485.EF24A83@localhost&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5183\r\nX-Mailer: eGroups Message Poster\r\nFrom: airly2000@...\r\n\r\nArtemis:\n\nArtemis looked to TrailBlazer and with a smile said &quot;Nice to meet \nyou... I&#39;ll go for my things -where is the ship?&quot;\n\n--- In nbwrpg@y..., &quot;rAuq&quot; &lt;rauq@t...&gt; wrote:\n&gt; OOC: LOL Pacifix hadn&#39;t entered the room yet, Jer. =) Oh well heh\n&gt; \n&gt; --- Pacifix ---\n&gt; \n&gt; Pacifix bows respectfully when he enters, he scans all of the \n&gt; Council present as his head rises back to level. He listens \nintently \n&gt; to Ironhide&#39;s speech. He is silent as he takes in the unsettling \n&gt; information. He approaches the Speakers podium, clears his throat \n&gt; and begins his speech, &quot;I, I am ready to accept your charge to me. \n&gt; I feel that I have trained long for this task, and will strive to \n&gt; complete it as diplomatically as possible,&quot; he sighs, &quot;but I doubt \n&gt; that the possibility of a quiet end will ever occur.&quot; He pauses for \n&gt; measure, &quot;I have almost completed the selectioning process. I \n&gt; have chosen up till this time: Jazz, JetV, Crossroads, Trailblazer, \n&gt; Metalwarhawk, Gold bug, and just recently, Artemis. All of these \n&gt; bots I feel are suited for the mission, and their skills would be \nvital \n&gt; to our success. Do any council members disagree with my \n&gt; choices?&quot; Pacifix steps down to await the Council.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; On 15 May 2001, at 18:51, robertdahl wrote:\n&gt; \n&gt; &gt; OOC: Okay everyone, I am really letting the creative juices flow \nhere.\n&gt; &gt; If some of this dosent work with your characters or stories in the\n&gt; &gt; RPG, just say that it is a different time than which your \ncharacter\n&gt; &gt; came from. :) Also all the Autobots in this scene have been remade\n&gt; &gt; smaller for fuel reasons. Also for a note, Ironhide has been \nremade\n&gt; &gt; from the Matrix, and due to his history, he is one of the main\n&gt; &gt; characters.  Here we go.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; BIC:\n&gt; &gt; The massive iron doors Pacifix walks up too open up, the gears\n&gt; &gt; grinding, and it leads into an enormous chambre, well light by \nenergon\n&gt; &gt; powered lights. The room is a large dome, with many chairs and \ntables\n&gt; &gt; where a hundred Autobots sit. Most of the Autobots were given this\n&gt; &gt; high privelage for the name they made during one of the great \nwars.\n&gt; &gt; Painted all over are the symbols of Maximal, Predacon, and \nAutobot. In\n&gt; &gt; the centre, over the highest stand, is a large image of the \nAutobots\n&gt; &gt; greatest Hero, Optimus Prime. All along the walls there are \npictures\n&gt; &gt; of legends who have ceased to exist, and died for the cause. \nBrawn&#39;s\n&gt; &gt; face is at one end, Ratchet and Prowl at another, Ironhide at one\n&gt; &gt; corner, surrounded by many Autobots that preexist them. One \nthough,\n&gt; &gt; that is very famous, Alpha Trion. In the centre of all the \npodiums is\n&gt; &gt; an energon fountain. It harmoneusly gushes a soft pink energy, \nthat\n&gt; &gt; gives the room a light pink colour.\n&gt; &gt; \n&gt; &gt; There is a large hush over the crowd, as a red old Autobot, at \nthe top\n&gt; &gt; and centre of the room stands up. He then begins to speak, and the\n&gt; &gt; other Autobots follow his every word. &quot;Greetings Pacifix&quot; he says \nin a\n&gt; &gt; rough deep voice. The Autobot Ironhide&#39;s voice can be heard by \nall. He\n&gt; &gt; speaks with wisdom, and kind words. To his right and left, \nstanding\n&gt; &gt; behind him are Sunstreaker and Sideswipe, his body guards. To his\n&gt; &gt; right sitting down is his peer, the old Autobot known as Kup, who\n&gt; &gt; watches all of this with an unussually sense of calmness. Beside \nhim\n&gt; &gt; is the once human, now robot Spike. A few more recognizable \nAutobots\n&gt; &gt; sit around. &quot;As you know&quot; Ironhide continues, &quot;We have finally\n&gt; &gt; achieved what we set out to millions of years ago. Peace&quot; he says,\n&gt; &gt; every robot in the room nodding at the last word. &quot;But it is an \nuneasy\n&gt; &gt; peace, for even though we have all but stopped the Decepticons, we\n&gt; &gt; have reasons to believe their decendants, the Predacons, do not \nfollow\n&gt; &gt; this peace willfully&quot; he says in a grave tone. &quot;We even have \nstrong\n&gt; &gt; evidence that points to the fact that they have released \nDecepticon\n&gt; &gt; war Criminals from confinment, to try to change time on the planet\n&gt; &gt; Earth&quot; he says, thinking back to that time, four million years \nago,\n&gt; &gt; when the Ark, and Nemesis crash landed on the planet, bringing to \nit\n&gt; &gt; their million year Strugle. He remembers the battles they had \nthere,\n&gt; &gt; and how it helped turn the tide of War for the Autobots. &quot;We sent \na\n&gt; &gt; scouting ship to earth already, with two Autobot Veterans. They \nhave\n&gt; &gt; not made contact with us however, and their ship is not emmiting a\n&gt; &gt; signal. We fear the Predacons may be on to us. That is why we have\n&gt; &gt; summoned you Pacifix. The Predacons will not notice if a rookie\n&gt; &gt; commander goes missing, but we have reason to believe you are the\n&gt; &gt; perfect leader for this mission. We also know that one of your \nfriends\n&gt; &gt; was in that scout ship, and understand you will most likely want \nto\n&gt; &gt; retrieve him. We have faith in your Pacifist reasoning, and think \nyou\n&gt; &gt; would best represent us. We have already selected a few Autobot\n&gt; &gt; veterans to go with you, and we understand you are also putting a \ncrew\n&gt; &gt; of you own together&quot; Ironhide says, pausing for Pacifix to \nrespond.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; Your use of Yahoo! Groups is subject to\n&gt; &gt; http://docs.yahoo.com/info/terms/ \n&gt; &gt; \n&gt; &gt;\n\n\n"}}