{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"N3Ml0V-iKF3s42gj_rZb2Yv0OVMCC7sjiz2n_rGZore-SFnWWjyOMqmk-GPGADmB_3GAJTWa2Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Ramora","postDate":"990229804","msgId":34964,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3LmJhMzgwZTkuMjgzNzBmMmNAY3MuY29tPg=="},"prevInTopic":30267,"nextInTopic":34965,"prevInTime":34963,"nextInTime":34965,"topicId":28969,"numMessagesInTopic":9,"msgSnippet":"(Been auto-relocated back to base for being late in posting.  So I m just going to take it as if I retreated and my forces are working on their base. ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 18 May 2001 23:50:08 -0000\r\nReceived: (qmail 42468 invoked from network); 18 May 2001 23:50:08 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 18 May 2001 23:50:08 -0000\r\nReceived: from unknown (HELO imo-m08.mx.aol.com) (64.12.136.163) by mta1 with SMTP; 18 May 2001 23:50:08 -0000\r\nReceived: from KSLawdogg@... by imo-m08.mx.aol.com (mail_out_v30.10.) id r.47.ba380e9 (18559) for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 18 May 2001 19:50:04 -0400 (EDT)\r\nMessage-ID: &lt;47.ba380e9.28370f2c@...&gt;\r\nDate: Fri, 18 May 2001 19:50:04 EDT\r\nSubject: The Ramora\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type:  text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding:  7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(Been auto-relocated back to base for being &quot;late&quot; in posting.  So I&#39;m just \ngoing to take it as if I retreated and my forces are working on their base.\n\nWolfgang, I know you&#39;ve got a guy outside of my base, but I&#39;m not sure of the \nsituation so I&#39;ll have to IM and get the story and then respond.)\n\nShockwave/Unitron/ Firestarter/Double Punch/Manterror/Injector/Vehement/Sun \nCrusher/Reflector/Sixshot/Ares/Unicron/Teufel:\n\n\nShockwave sat at the custom made throne on the bridge of the Neo Decepticon \nwarship the Ramora.  The Emperor looked about an intoned to the ready Unitron \nand Firestarter.  &quot;Unitron, go back near the remains of the CF and follow the \nso-called Megatron back to his base and meet with him and then report back.  \nHave him come here so I may meet him in person, if possible.&quot;\n\nUnitron brought his arm to his chest and then held it out in the Decepticon \nsalute.  &quot;Understood.&quot; he said, walking down the nearest corridor and heading \nfor the closest way out.\n\nFirestarter stood attentive, looking to Shockwave.  &quot;And you, Firestarter,&quot; \nhe continued in his monotonous voice, &quot;will lead begin plans with me to \nrebuild the Ramora stronger than it is even now.  With the strength of the \nnew Maximal installation, we ourselves must take up arms with a smaller yet \neasily superior base.&quot;\n\n&quot;Understood.&quot;\n\nShockwave then activated his comm. unit.  &quot;Hell Beast, this is Shockwave.  We \nneed your team to go to several areas and get all the materials and wreckage \nfrom the sites.&quot; He transmitted a holo-map to Hell Beast of all the areas \n(I&#39;ll IM you later JP).  &quot;Make haste, and be on guard.  If you wish extra \nhelp make your way here and I&#39;ll have a few Neocons aid you.&quot;\n\nHe ended the link.  &quot;Status of our troops, Firestarter?&quot;\n\n&quot;Well, Unitron, you, Sixshot, and Ares are fully functional with only a few \nscrapes that our system repairs will take care of.  The rest will be spending \nquite a bit of time in the repair bay.&quot;\n\n&quot;And our allies?&quot;\n\nAt that moment the main door to the bridge swooshed open, and the entire \nBrotherhood came out, some more damaged than others.\n\nUnicron walked down to the center of the bridge, Shockwave&#39;s chair swerving \nto face him.  &quot;Congratulations, Shockwave.  Your warriors fought bravely and \nquite successfully at the Cybertronian Fire, which is no more.  And from your \nmost recent commands, you seem to be on top of things.&quot;\n\n&quot;My thanks,&quot; Shockwave intoned as his single yellow optic seemed to dim.  \n&quot;Your aid in recent times has been most appreciative and in due time your aid \nwill be returned fully and even more.  Your forces are more than adequate for \nthis war.  Currently I am investigating another possible ally.  If it is \ntruly who he claims to be, me and my fully Decepticon compatriots will be \njoining him and leaving the Neo Decepticons in the hands of someone else.&quot;\n\nVehement spoke up now.  &quot;What?  There are only five or so non-Decepticons \nhere now.  How will that be a group?&quot;\n\nUnicron gave Vehement a stern look.  &quot;Because, Hell Beast and his minions are \nnot here.&quot;\n\n&quot;Oh.&quot; Vehement said, his face showing an expression of understanding at this. \n &quot;My apologies, Chaos-Bringer.&quot;\n\nUnicron no longer gave any notice and turned to Shockwave once more.  &quot;We \nwill slowly be pulling our influence out of the NDE so you may rule it in an \nundisputed manner.&quot;\n\n&quot;I do not believe it is necessary.  But if you wish to do so, it is your \nchoice.&quot;\n\n&quot;Ah.  I was worried you were jealous of the Brotherhood&#39;s somewhat strong \ninfluence.&quot;\n\n&quot;I feel no emotions.&quot;\n\n&quot;Ah.  Well, I shall leave Sun Crusher and Reflector here to aid in anything \nneeded.  The rest of us shall return to Rana Kao and work on our own duties.&quot;\n\n&quot;Very well.&quot; Shockwave said, and after the Brotherhood had left Shockwave \nturned to Firestarter.  &quot;I suggest we begin talks of the base.&quot;\n\n"}}