{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"O-9qWW_np7pvMKlcbXB04iP4dsDb6PYFSEj2eH4b-YBG0gVABkHcxyB0q-VFvX9Z-PQKEPEfy8m1032N73xMHz1_8EmuTFgrispK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961190541","msgId":3542,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjE2MjEyMjIxLjExNTEzLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":3541,"nextInTopic":3543,"prevInTime":3541,"nextInTime":3543,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"(OOC: I m sorry that I haven t been posting. I had finals all this week, but they re over now, so I can post again.) Tavatron sighed, Dinobot had been gone a","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nReceived: (qmail 11581 invoked from network); 16 Jun 2000 21:22:21 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 16 Jun 2000 21:22:21 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.10) by mta2 with SMTP; 16 Jun 2000 21:22:21 -0000\r\nReceived: (qmail 11514 invoked by uid 0); 16 Jun 2000 21:22:21 -0000\r\nMessage-ID: &lt;20000616212221.11513.qmail@...&gt;\r\nReceived: from 151.198.27.146 by www.hotmail.com with HTTP; Fri, 16 Jun 2000 14:22:21 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Fri, 16 Jun 2000 17:22:21 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\n(OOC: I&#39;m sorry that I haven&#39;t been posting. I had finals all this week, but \nthey&#39;re over now, so I can post again.)\n\nTavatron sighed, Dinobot had been gone a long time. When he had left he had \nappeared angry with her. She new he didn&#39;t like it when others challenged \nhim, neither did she. Tavatron crossed her arms and leaned against the wall. \nShe hadn&#39;t followed him, the fact that he refused to look at her was enough \nto let her know that he didn&#39;t need her near him right now. She had dealt \nwith her share of problems before, and knew when it was best to deal with \nthem on your own, without the aid of another &#39;bot who thought they knew \nbest.\n\nTavatron knew she had been too pushy, too quick to judge Dinobot. After all \nthe years she had spent running from her own demons you&#39;d figure she&#39;d have \nlearned somthing by now. Perhaps she wasn&#39;t cut out for this... this...\n\nTavatron angrily snarled to herself, she couldn&#39;t even get her thoughts \nstraight! Slag, what if Dinobot had killed Cyber Claw while she was standing \nhere contemplating her own history? Tavatron drew a deep breath, trying her \nbest to quell her rising frustration. She would rather charge into battle \nweaponless and half-slagged than deal with her own growing uncertainty right \nnow.\n\nTavatron sighed through clenched teeth, she knew what was troubling her, she \njust didn&#39;t want to face it. She knew Dinobot was something of a friend to \nher, at least that was one thing she could be certain of. Then why did she \nkeep pushing him away? Why did she constantly feel the need to challenge \nhim? To prove herself? The answer was simple, she was afraid to get to \nclose, afraid that if she did, then lost him, she would not be able to \nrecover. She had barely survived the death of her friend all those \nsteller-cycles ago. If not for Optimus she probably wouldn&#39;t even be \nstanding here now.\n\nTavatron closed her optics, her mind racing and spark pounding, as if she \nhad just run a marathon, yet she had done no more than confront her worst \nfear. Tavatron opened her optics again before venturing into the hallway, \ncautiously sniffing the air. She didn&#39;t detect the sharp scent of \nmech-fluid, that was good. She quickly made her way down the hallway, \nfollowing Dinobot&#39;s strong TM2 scent until she came to a hall that led \nnowhere. Odd, she thought, but stopped when she saw Dinobot at the end of \nthe hall with Cyber Claw. She didn&#39;t want to startle the fem &#39;bot, so \nTavatron quickly sheathed her staff. She contemplated stepping forward, thus \nmaking her presence known, but decided against it.\n\nTavatron leaned against the hallway wall, her arms crossed, waiting for \nDinobot to finish talking with Cyber Claw.\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}