{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"Qx1x7kGZ5jYF6peSYdvlmJtNw1Xu9pZw1jRK83H_T5p-B_31kI7bsMKC-J2fU--TsKqWKxkErw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The bum and the hole...","postDate":"991344467","msgId":36079,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlmNmQwais0ZWttQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAwNmIwMWMwZWExZSQxMWMwMmYyMCQzYzkyOWNkMUBwYXZpbGlvbj4="},"prevInTopic":36074,"nextInTopic":36084,"prevInTime":36078,"nextInTime":36080,"topicId":35825,"numMessagesInTopic":45,"msgSnippet":"Those are all good points, and yes, intercepting weaponfire is realistic in some situations. However, before it was outlawed, almost every missile and laser","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 31 May 2001 21:36:03 -0000\r\nReceived: (qmail 40288 invoked from network); 31 May 2001 21:27:51 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 31 May 2001 21:27:51 -0000\r\nReceived: from unknown (HELO hl.egroups.com) (10.1.10.44) by mta1 with SMTP; 31 May 2001 21:27:51 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.211] by hl.egroups.com with NNFMP; 31 May 2001 21:27:51 -0000\r\nDate: Thu, 31 May 2001 21:27:47 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: The bum and the hole...\r\nMessage-ID: &lt;9f6d0j+4ekm@...&gt;\r\nIn-Reply-To: &lt;006b01c0ea1e$11c02f20$3c929cd1@pavilion&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3974\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nThose are all good points, and yes, intercepting weaponfire is realistic in some situations. However, before it was outlawed, almost every missile and laser got destroyed before even getting halway to its target. I think about 5% of all the missiles fired hit (that&#39;s 5 per every 100), and we had people destroying laser shots with missile explosions and everything. Seeing that, the council made a rule that interception of weaponfire is illegal. This might be a bit unrealistic, but its more realistic than every shot being destroyed.\n\nHowever, as unrealistic as it might be, it is still a rule. Characters might be able to destroy weapons story-wise, but not legally in the RPG. Even if there&#39;s a good reason for it, its still currently illegal. The council will (and we have already to an extent) reconsider that rule and modify it, but it was neccessary when we made it, and its still in effect. Even if its reasonable to block a shot at the moment, the rule must still be followed until its changed.\n\nArguing against it isn&#39;t bad, but not following it is. So until its changed, its not just a good idea, its the law. *buckles his seatbelt*\n\n\n\n\n\n--- In nbwrpg@y..., &quot;CYBERWOLF4&quot; &lt;cyberwolf4@p...&gt; wrote:\n&gt; As for unrealistic, during the gulf war how did american and Saudi missles\n&gt; destroy Iraqui Scud missles? as soon as a hissle was fired it&#39;s warhead\n&gt; would be active, virtually any impact would destroy it. (Optimal Optimus\n&gt; would have NEVER been able to deflect Rampages missle simply by useing his\n&gt; arm.) But the writers allowed it because it allowed them to destroy the\n&gt; Maximal ship so the Maximals wouldn&#39;t have to defend it and the Ark at the\n&gt; same time, a war on two fronts would&#39;ve weakened the Maximals and since they\n&gt; didn&#39;t really have a qualified leader for the second front they would&#39;ve\n&gt; lost the Beast Wars.\n&gt; \n&gt; If anyone feels I abuse the rules then say so but since it&#39;s usually my\n&gt; characters that end up looking like the wrong end of a collision with a mack\n&gt; truck I personally don&#39;t feel I do. Blocking an attack should be legal as\n&gt; long as it doesn&#39;t end up being EVERY attack. She shot down two missles and\n&gt; an attack failed, logical solution- ATTACK AGAIN AND SEE WHAT HAPPENS.\n&gt; \n&gt; I&#39;ve already posted that Brandeds flamethrower can heat up like a blast\n&gt; furnace, for those of you who haven&#39;t worked industry that would be anywhere\n&gt; from 2000 to 5000 degrees  (Nothing compared to &quot;Advanced&quot; Transformer\n&gt; technology.)  depending on whats being melted (Science note for those\n&gt; interested) Brass has a melting point of 1800 degrees, copper slightly\n&gt; lower.(Softer metal requires lower temperature.)\n&gt; \n&gt; One last question- How is it that Arty and Pacifix are engaged in hand to\n&gt; hand combat but Pacifix isn&#39;t being hit by any of the weapons fire being\n&gt; used against Arty? We&#39;ve got Slags flames, Artemiss&#39; automatic weapons fire,\n&gt; and whatever other attacks come his way. It&#39;s three on one people, IM each\n&gt; other and get your attacks organized. By all rights Arty Should be toast.\n&gt; (Burnt toast if Slag keeps eatin Jabernero peppers.)\n&gt; \n&gt;  ----- Original Message -----\n&gt; From: robertdahl &lt;rdahl@t...&gt;\n&gt; To: &lt;nbwrpg@y...&gt;\n&gt; Sent: Thursday, May 31, 2001 7:53 AM\n&gt; Subject: Re: The bum and the hole...\n&gt; \n&gt; \n&gt; &gt; OOC: Well I just need to ad my opinion, I think the rule of interception\n&gt; &gt; is pretty useless, and poorly thought out. IMH it is much more\n&gt; &gt; interesting sometimes to intercept than to just dodge when you think you\n&gt; &gt; dont want to accept dammage. And Jeff, in the show they did intercept,\n&gt; &gt; ussually missiles with gun fire, but sometimes more powerful rays\n&gt; &gt; against each other. Megatron and Dinobots laser war from Double Dinobot\n&gt; &gt; comes to mind. In the original series, Slag even ignited a missile with\n&gt; &gt; his flame breath before it reached him, and I&#39;m not sure, but I think\n&gt; &gt; Inferno did it too.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n&gt; &gt;\n&gt; &gt;\n\n\n"}}