{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"kAenQOayhGEuPbA1YHYSTXTIORl_QNF2fXazgmVsltR7Mjr3LXktoIdGPNWTW90HP3mbp0hyNRtBgeSQQ8rB00iqc7qQ0xLLY_TLUA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961285716","msgId":3644,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjE3MjM0ODM2LjIxNjI0LmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":3643,"nextInTopic":3645,"prevInTime":3643,"nextInTime":3645,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"*Dinobot looked at Cyber Claw as she hovered before him but then glanced back towards Tavatron, obviously this new bot was a little to eager to get her","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 24185 invoked from network); 17 Jun 2000 23:48:37 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 17 Jun 2000 23:48:37 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.83) by mta3 with SMTP; 17 Jun 2000 23:48:37 -0000\r\nReceived: (cpmta 21625 invoked from network); 17 Jun 2000 16:48:36 -0700\r\nDate: 17 Jun 2000 16:48:36 -0700\r\nMessage-ID: &lt;20000617234836.21624.cpmta@...&gt;\r\nX-Sent: 17 Jun 2000 23:48:36 GMT\r\nReceived: from [209.52.209.16] by mail.penpals.com with HTTP; 17 Jun 2000 16:48:36 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n *Dinobot looked at Cyber Claw as she hovered before him but then glanced back towards Tavatron, obviously this new bot was a little to eager to get her skid-plate kicked. But then suddenly the ship shook to the point of nearly knocking the warrior from his feet and he then glared down the hall towards the exit doors of the Bridge, there was a battle down there and it sounded as if their assistance was needed.\nDinobot looked back towards Cyber Claw with a growl but it was not aimed at her, it was the stress of knowing that he was in here while the battle was out there.*\n\n&quot; It seems that your search for information must be postponed, Tavatron and I are needed in the battle field.&quot;\n\n* He then looked over at Tavatron with a look that simply meant for her to get her skid-plate in gear and come with him to join in the fight.\nIt was wrong to leave Cyber Claw alone in the base and he knew it, but her assistance in battle could be needed if anything.\nDinobot felt the base rattle again and felt the call of battle, there was no time to wait and ponder now...it was time to engage the enemy.\nWith no second glances he then began to speed up his process but then break out into a dead run, the hall way then opening up into the bridge and the Ark&#39;s doors clearly in view and growing with every step.\nDinobot had no idea if Tavatron was behind him or if Cyber Claw would join them in the battle but he did know that his skills were needed in the field...NOW!\nThe doors of the base flew open as his shoulder plate met the hard steel of them, swinging back into their normal position as he entered out into the battle field and snarled as he saw how badly the Maximals were being beaten.\nHe growled as he saw charges hit the Ark and damage it a little more then it already was, this was getting TOO far and he was ready to let the enemy know that fact...with brute force!\nDinobot stepped out further onto the battle field and aimed his laser site at the nearest and unluckiest enemy within sight...Serpentor! With a snarl in the back of his throat he fired 4 rapid shots towards the enemy&#39;s chest plate and knew that the Predacon wouldn&#39;t be able to dodge all of them.\nHis scanners gave him the locations of every enemy on the battle field but he targeted the next nearest enemy, leaving his 4 charges to hit Serpentor head on.\nThe next nearest enemy just happened to be Nemesis Enforcer and the sight of him shooting towards a bot with an unfair advantage only made his aggression worse.\nWith a deep roar he aimed and fired towards the Predacon which would do almost anything to win a battle, slightly regretting the fact that he had left the rifle in which he normally used in the War room.*\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}