{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"oWXymFiRTh9JiJwkK0QS_zB2xNDbT_x2GgrhIAkkA5dyL2_ffClJoKuwhYJVfPT4ecrb8XfeSA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bounty Hunters","postDate":"991954460","msgId":36721,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkyLjE1YmMzZWZjLjI4NTE2MDFjQGNzLmNvbT4="},"prevInTopic":35365,"nextInTopic":0,"prevInTime":36720,"nextInTime":36722,"topicId":8230,"numMessagesInTopic":5,"msgSnippet":"(This will be a step to bringing in the Otyebis, which will be involved in a storyline OK d by Yanshosh) Imprisoner/Predator/Choran: Imprisoner looked up with","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 7 Jun 2001 22:54:29 -0000\r\nReceived: (qmail 18163 invoked from network); 7 Jun 2001 22:54:28 -0000\r\nReceived: from unknown (10.1.10.142) by l10.egroups.com with QMQP; 7 Jun 2001 22:54:28 -0000\r\nReceived: from unknown (HELO imo-m03.mx.aol.com) (64.12.136.6) by mta3 with SMTP; 7 Jun 2001 22:54:27 -0000\r\nReceived: from KSLawdogg@... by imo-m03.mx.aol.com (mail_out_v30.22.) id r.92.15bc3efc (4566) for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 7 Jun 2001 18:54:20 -0400 (EDT)\r\nMessage-ID: &lt;92.15bc3efc.2851601c@...&gt;\r\nDate: Thu, 7 Jun 2001 18:54:20 EDT\r\nSubject: Bounty Hunters\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\n(This will be a step to bringing in the Otyebis, which will be involved in a \nstoryline OK&#39;d by Yanshosh)\n\nImprisoner/Predator/Choran:\n\n\n\nImprisoner looked up with new hope as the relatively large bounty hunter \ncraft big enough to hold a few dozen people descended and landed on top of a \nfew hundred foot trees easily crushing them in the process of its landing.\n\n&quot;Come on, we&#39;re finally getting off this rock!&quot; Imprisoner yelled, running \ntowards the craft, followed by his two companions.  Upon reaching the vessel \nthey watched as the large hatch opened and they piled in.\n\n&quot;What the slag!&quot; Predator yelled of surprise.\n\n\nInstead of the familiar faces of fellow bounty hunters stood a diverse group \nof armed creatures.\n\nThere were robots, some Cybertronian, others the bounty hunters had never \nseen that were varying in size and shape.  Humanoid creatures whose color of \nskin ranged from red to white.  Some had feathers, some had scales.\n\nThe only similar thing about them other than general shape was their \nuniforms.  Neat orderl uniforms of red and gold color.  The robots didn&#39;t \nhave uniforms, just various symbols with those colors.  Some of the smaller \nhumanoid had combat suits.\n\n&quot;Wha...&quot;\n\n&quot;Ah, some of the original occupants of this craft.  How interesting, and \naccording to their records they were the top three of this bounty hunting \nguild.&quot;\n\n&quot;Maybe,&quot; another being said stepping forward, &quot;but come on, Sequencer, look \nat them!  They&#39;re just a bunch of untrained Predacons.&quot;\n\n&quot;Still, Sinew...&quot;\n\n&quot;Still nothing!&quot; Sinew interrupted.\n\n&quot;Who are you...things?&quot; Imprisoner asked, not sure which words to use.\n\n&quot;We need slots filled in for the Championship!  Cannon fodder matches!  We \nused the others, this is an opportune time to gather more battling specimens. \n I think Kaiser will be quite unhappy if we don&#39;t---&quot;\n\n&quot;Hey!  We asked you a question!&quot; Choran yelled, his rapid-firing laser rifle \ndrawn and pointed at Sequencer&#39;s head.  Sequencer was a robot, though not of \nCybertronian designs.  He stood at ten feet tall and was mostly just \ndifferent shades of red and gold.  His head was bucket shaped with a few \nantennaes sticking out of the top.  He had broad shoulders though and a thick \nchest, but where his midsection would be was just energy that seemed to hold \nthe body and legs together.  The legs looked somewhat like they were made of \ntin cans.\n\nPredator raised his missile launcher, aiming at the general crowd while \nImprisoner raised a laser pistol and aimed it at Sinew, who appeared to be \nhuman, orsomething close to it.  He had golden tanned skin with long curly \nblond hair and brown eyes.  He was very muscular looking in his tight, padded \nuniform.  He looked with anger towards Predator and then to Imprisoner.  \n\n&quot;Well, Sequencer, I think we should just kill them now,&quot; he said, the couple \ndozen assorted beings behind him aiming all kinds of different weapons at the \nPredacons.  &quot;Perhaps you should explain what is happening to these dolts.&quot;\n\n&quot;Most certainly, Sinew.  We are from the IGL, you shall learn what that \nstands for soon enough.  The President of the IGL, President Kaiser, requests \nmore combatants for the championship to fill in time slots.  We are thinking \nof selecting you for that great honor, though out of utter need and not \nbecause your fighting skills are of interest.  You can resist if you wish, \nbut it will only cause time to be wasted.&quot;\n\n&quot;What&#39;s the IGL?&quot;\n\n&quot;Oh, I&#39;ve had enough with this.&quot; Sinew said, drawing a boxy pistol from a \nholster attached to his uniform and fired off four blue bolts off.  The ice \nbolts froze Imprisoner&#39;s joints at the shoulders and legs so he couldn&#39;t \nmove.  It would wear off soon, but not soon enough.\n\n&quot;As you can see, you aren&#39;t going anywhere.&quot; Sequencer said, a sudden jolt \nshaking the craft lightly as it blasted off through the air and began heading \nout of Earth&#39;s atmosphere.  &quot;We will be arriving with the Otyebis very soon, \nI suggest you make this a more pleasant trip by cooperating with us.&quot;\n\nPredator and Choran looked to each other and set their weapons on the ground.\n\n&quot;Most appreciated.&quot; Sinew chuckled.\n\n\n\n\n"}}