{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Iron Raptor","from":"Iron Raptor &lt;ironraptor13@...&gt;","replyTo":"LIST","senderId":"uBpW97qfiUdhgZixap-shgKrb7JAJaCVhKY3hy2EOwcOYZmqH7AAB2CJhdFL7X4JlirS9xwVBHZl-rXt6w1UXkPd38u5QPEJUHc3PZY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New Beast Wars","postDate":"961301032","msgId":3679,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjE4MDQwMzUyLjExNzkuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":0,"nextInTopic":3684,"prevInTime":3678,"nextInTime":3680,"topicId":3679,"numMessagesInTopic":11,"msgSnippet":"* Iron Raptor exited her quarters, Prowl at the door behind her but the sudden alert of intruders in the base turning her attention towards it. She growls as","rawEmail":"Return-Path: &lt;ironraptor13@...&gt;\r\nReceived: (qmail 11680 invoked from network); 18 Jun 2000 04:03:52 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 18 Jun 2000 04:03:52 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.68) by mta1 with SMTP; 18 Jun 2000 04:03:52 -0000\r\nReceived: (cpmta 1180 invoked from network); 17 Jun 2000 21:03:52 -0700\r\nDate: 17 Jun 2000 21:03:52 -0700\r\nMessage-ID: &lt;20000618040352.1179.cpmta@...&gt;\r\nX-Sent: 18 Jun 2000 04:03:52 GMT\r\nReceived: from [209.52.209.97] by mail.penpals.com with HTTP; 17 Jun 2000 21:03:51 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: New Beast Wars\r\nFrom: Iron Raptor &lt;ironraptor13@...&gt;\r\n\r\n\n* Iron Raptor exited her quarters, Prowl at the door behind her but the sudden alert of intruders in the base turning her attention towards it. She growls as she then begun to quickly walk down the hall but then speeds up to a jog but then a dead run towards the bridge, there was more damage then she had thought there was!\nThe charges in which Unitron had planted had ripped part of the seals of the doors up and most of the systems flickered and some failed from the other explosions, not to mention the fact that all of the auto guns had been deactivated. The controls were a mess but there was still a few consoles that were untouched.\nShe growled as she came into easy sight of the damage but then saw Rhinox by one of the CR chambers, as she ran up to the main console she gestured for him to get out into the battle.*\n\n&quot; Move, outside! I&#39;ll be there in a few nano-clicks. Now go!&quot;\n\n* With that she then ran up to one of the main computers and looked at the blank screen, with an annoyed growl she activated her com-link to establish a link to Iris.*\n\n&quot; Iris, get the auto guns back online and give me 75% power to the remainder of the base.&quot;\n\nIRIS: &quot;I&#39;ve been working on it, hold on! Wait...there!&quot;\n\n* With a flicker and a small sound of the screen crackling to life the main console soon began to work at the minimum requirement but that was all that Iris could do for now, there had been extensive damage.\nIron Raptor looked up at the roof and saw the lights dimming but that was because of the power drain in order to get the auto-guns back online. With a sudden rock of the base an auto-gun fired but it sounded odd to her...not to mention that auto-guns don&#39;t fire that hard.*\n\n&quot; What&#39;s going on? Why&#39;s the guns firing so hard, Iris?&quot;\n\nIRIS: &quot;I&#39;ve charged them with enough power to blow up an entire base of Predacons despite their defences, it&#39;ll only last a bit but long enough for them to get the point.&quot;\n\n* Iron Raptor nodded and then stepped down from the bridge, she looked down the hall in which she had run but then turned back towards the doors of the Ark. It wouldn&#39;t be long until Iris had the shields up and working again so she might as well get out there while the getting was good.\nWith a snarl Iron Raptor ran out of the Ark and into the battle, the smell of mech fluid and charges almost making her sick. But with that she was already pissed off to the maximum tolerance!\nWith a snarl she transformed into her Second Beast Mode and sighted her target right off the bat, Anubis!\nWith as much silence as a creature her size could hold she came up behind of the Predacon enemy whom was just about to bring his claws down on to Dinobot&#39;s back, her teeth were bared as she then looked over Dinobot and at Nemesis before suddenly bringing her massive head down towards the striking Pred&#39;s shoulder-plst(Anubis).\nHer teeth would rip him apart if she chose to do so but her body stepped in the way of the three shots in which Hades meant for Dinobot, her tail slamming down hard enough to cause a wave of dirt to spew into the air. Her tail then swinging off towards the direction in which Hades was in hope of catching him off guard as the dust began to settle.\nThe shots from Scavenger Iron Raptor could not save Dinobot from and just hoped that he could avoid by himself. Her teeth ready to sink into her unsuspecting prey as her jaws came within inches of striking!*\n\n\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}