{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"X8JlM1Dhz3rbbSSn31HJbycLqU3193EdqLQAUyfgMbDB06WErtaUoasGkR9AVfUqPntpPrUTMA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Otyebis","postDate":"992303217","msgId":37137,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlnM2w5aCtlZTJqQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDExOC4yMWM5MzUuMjg1NWEyNWNAY3MuY29tPg=="},"prevInTopic":37066,"nextInTopic":37163,"prevInTime":37136,"nextInTime":37138,"topicId":37066,"numMessagesInTopic":14,"msgSnippet":"Oops, forgot. :-) ... Some scurrying comes from outside the door after Kaiser calls for Suka, and then the door is kicked open by a foot. Suka walks in, his","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 11 Jun 2001 23:47:02 -0000\r\nReceived: (qmail 42434 invoked from network); 11 Jun 2001 23:47:01 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 11 Jun 2001 23:47:01 -0000\r\nReceived: from unknown (HELO f19.egroups.com) (10.1.2.136) by mta1 with SMTP; 11 Jun 2001 23:47:00 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.4.66] by f19.egroups.com with NNFMP; 11 Jun 2001 23:46:59 -0000\r\nDate: Mon, 11 Jun 2001 23:46:57 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: The Otyebis\r\nMessage-ID: &lt;9g3l9h+ee2j@...&gt;\r\nIn-Reply-To: &lt;118.21c935.2855a25c@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4278\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nOops, forgot. :-)\n\n::Suka::\n\nSome scurrying comes from outside the door after Kaiser calls for Suka, and then the door is kicked open by a foot. Suka &quot;walks&quot; in, his arms doing the walking while his legs hang in the air (like that pod racer guy from Episode 1). He looks up at Kaiser. He was very large for his race, but was less than half of Kaiser&#39;s size.\n\n&quot;You called, Mr President?&quot;\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Zardus, your Suka, remember?  HINT HINT!  WINK WINK!)\n&gt; \n&gt; President Kaiser/Sequencer/Sinew/Imprisoner/Predator/Choran:\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Kaiser sat in his luxurious office and was a little disgusted.  All the IGL \n&gt; presidents before him had been organics of some type because of prejudice, \n&gt; hence the office for the organics, with all the padded chairs and such.  The \n&gt; office was so large it even had a small grassy prarie.  He&#39;d been President \n&gt; for twelve years but still hadn&#39;t been able to remodel the office but no one \n&gt; would let him.\n&gt; \n&gt; Typing on his computer terminal on his huge he read over five hundred \n&gt; messages from sponsors, broadcasters, and investors, reading five hundred \n&gt; lengthy messages in under a minute.  A ring came from his terminal and he \n&gt; pressed a few buttons and a link was instantly set up.\n&gt; \n&gt; &quot;What&#39;s going on?&quot;\n&gt; \n&gt; &quot;Well, Kaiser,&quot; a voice replied over the comm., &quot;we&#39;ve got those three Preds \n&gt; you requested to see.  Don&#39;t really see why you&#39;d--&quot;\n&gt; \n&gt; &quot;Shut up, Sinew, and just do it.&quot;\n&gt; \n&gt; &quot;Yes, sir.&quot;\n&gt; \n&gt; Kaiser stood up from his seat and stretched his mechanical joints and then \n&gt; sat back down as the doors opened to his huge office.\n&gt; \n&gt; In walked several armed humanoids with laser and ballistic rifles in red and \n&gt; gold uniforms, in the middle of them were the ten foot tall robot, Sequencer, \n&gt; and the perfect looking Sinew, his uniform consisting of more metal and pads \n&gt; instead of just fabric like most of the other IGL security officers.\n&gt; \n&gt; Sinew pushed forward the now completely unarmed bounty hunters, Imprisoner, \n&gt; Predator, an Choran.\n&gt; \n&gt; &quot;Nice set up you got here.&quot; Imprisoner said, seeing that obviously Kaiser was \n&gt; in charge around here.  &quot;Question is what do you want with us?&quot;\n&gt; \n&gt; &quot;First off, I am President Kaiser of the IGL, Intergalactic Gladiatorial \n&gt; League.  The League, or IGL as we prefer, is filled with combatants from all \n&gt; over the Universe.  Robots and organics alike--&quot;\n&gt; \n&gt; &quot;What&#39;s the point?&quot; Predator asked as he interrupted.\n&gt; \n&gt; Sinew sent an armored fist forward that hit the middle of Predator&#39;s back \n&gt; sending him collapsing forward to his knees, weapons pointed at Imprisoner \n&gt; and Choran, making them decide not to retaliate.\n&gt; \n&gt; &quot;My point, Predacons, is it helps unite the Universe and believe or not helps \n&gt; stops wars.  More than it starts anyway.  Warring species solve their \n&gt; differences in the arenas we have.  Much better for business and we make \n&gt; great profits.  We&#39;ve already bought several planets and moons and the IGL is \n&gt; even a government body.  And your sole purpose is to fill up slots in the \n&gt; Intergalactic Gladiatorial League Championship that will be taking on Past \n&gt; Earth very soon where we may recruit more slot fillers.&quot;\n&gt; \n&gt; &quot;Why would they fight?&quot; Choran asked.\n&gt; \n&gt; &quot;The rewards.  If one of you three manage to actually win, which is doubtful, \n&gt; you could be rewarded.  Now get these worthless Cybertronians out of my \n&gt; sight.  They&#39;re the scourge of the galaxy.&quot;\n&gt; \n&gt; &quot;And what the slag are you?&quot;\n&gt; \n&gt; Kaiser simply walked back to his office, not responding as the bounty hunters \n&gt; were lead away back towards their cells many levels down through the \n&gt; ginormous Otyebis.\n&gt; \n&gt; Kaiser was thirteen and a half feet tall.  He was red and gold and was \n&gt; toughly built looking like he could fight, and he could, being a former IGL \n&gt; champion five years, which was got him his job as President despite his being \n&gt; a robot.  He used to be a general in a robotic army of a robotic society from \n&gt; a planet called Ketrad where they had murdered their organic masters.  They \n&gt; were treated well, but they just despised them for some reason and made them \n&gt; extinct.\n&gt; \n&gt; He activated his comm. to the Vice President of IGL, Suka.  &quot;Suka, report to \n&gt; my office immediately.&quot; (THAT&#39;S YOU ZARDUS)\n\n\n"}}