{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","replyTo":"LIST","senderId":"tGsK58u04uIyjgSp2R-Z4gXX1bvIL006MPeu95LKYfVrNHNUMRDUClR5h-nxEKJbY7azBBfr9qC8in-WpTf8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Vile Forces boss and a possible new weapon.","postDate":"992571401","msgId":37427,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlnYnI2OStqNmU5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":37426,"nextInTime":37428,"topicId":37427,"numMessagesInTopic":1,"msgSnippet":"Some point way in the future in the Vile Force reality... An odd looking yellow humanoid alien walks into a secret X-Predacon research facility in the main","rawEmail":"Return-Path: &lt;Legendarynemasis@...&gt;\r\nX-Sender: Legendarynemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 15 Jun 2001 02:18:23 -0000\r\nReceived: (qmail 68484 invoked from network); 15 Jun 2001 02:18:22 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 15 Jun 2001 02:18:22 -0000\r\nReceived: from unknown (HELO ef.egroups.com) (10.1.2.111) by mta1 with SMTP; 15 Jun 2001 02:18:22 -0000\r\nX-eGroups-Return: Legendarynemasis@...\r\nReceived: from [10.1.10.63] by ef.egroups.com with NNFMP; 15 Jun 2001 02:16:44 -0000\r\nDate: Fri, 15 Jun 2001 02:16:41 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: The Vile Forces boss and a possible new weapon.\r\nMessage-ID: &lt;9gbr69+j6e9@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4369\r\nX-Mailer: eGroups Message Poster\r\nFrom: Legendarynemasis@...\r\n\r\nSome point way in the future in the Vile Force reality... An odd \nlooking yellow humanoid alien walks into a secret X-Predacon research \nfacility in the main X-Predacon base. As he does a scientist turns to \nhim, the alien having dark lines under his eyes. The X-Predacon \nscientist pays him no mind and looks over a monitor displaying \nvarious data on the Violator. The Alien taps the X-Predacon scientist \nwho we shall call Mindmurderer for the duration, causing him to \nflinch the alien then turns to him and looks at him oddly.\n\nAlien named Rabalba: &quot;You Mindmurderer.&quot; The alien twitches.\n\nMindMurderer: &quot;Yes, that is me... who are you?&quot;\n\nThe alien holds his hand out for a handshake but then moves it away \nonce it starts shaking alot on its own.\n\nRabalba: &quot;Rabbalabababa.&quot; The alien twitches some more.\n\nMindmurderer gives Rabalba an odd look and backs away slowly.\n\nRabalba: &quot;I have some things, to show you&quot; \n\nThe alien nods his head rapidly and sets a metallic brief case on a \ntable in front of Mindmurderer before twitching again.\n\nMindmurderer: &quot;Just what is this?&quot;\n\nRabalba: &quot;Just take a look. Inside. For yourself. Please.&quot;\n\nMindmurderer quirks a brow at the odd alien and then begins to open \nthe briefcase.\n\nRabalba: &quot;Yes, inside. Go on, Look. have a look. Please.&quot; He twitches \nagain.\n\nMindmurderer picks up the briefcase and moves it away from Quatre\nand looks inside, and sees just a stale half eaten donut, an apple \ncore, and a sandwhich still in a glad bag.\n\nMindripper: &quot;Uhh... Interesting...&quot;\n\nRabalba: &quot;Oh! Mistake.&quot; he twitches again before taking a folded \npaper bage from his vest pocket.\n\nMindmurderer looks inside the brown paper bag, and finds some blue\nprints, and a CD.\n\nMindMurderer: &quot;A defense system that will enable a charachter to \nnegate most long range and melee weapons?&quot; \n\nRabalba: &quot;Yes! Yes, Yes.. Zero System, read all about it!&quot;\nHe twitches again. &quot;In the CD! Not the bag.&quot;\n\nMindmurdere nods, as rabalba twitches again, and he inserts the CD\nin a panel, and starts going over the data.\n\nMindmurderer: &quot;&quot;These findings.. Are pretty incredible. The Source?&quot;\n\nRabalba: &quot;For me to forget and you to hope for...&quot;\n\nMindMurder starts geetting annoyed.\n\nMindMurderer: &quot;Just what is it that you want from me!?&quot;\n\nRabalba: &quot;Data swap! My disc for your disc! My lunch for your\nlunch! Someone sat on my sandwich, then this mix up happened.. And \nthe funnel disk is in the sandwhich bag.. And well, you saw...&quot; he \npauses. &quot;Please.&quot; and then twitches once again.\n\nMindmurderer: &quot;As soon as we are done investigating this Infecticon \nprobe I will give you the information.&quot;\n\nRabalba nods and then picks up the apple core from the briefcase and \nthen tosses it into the paper bag. He then twitches a final time \nbefore leaving.\n\n\n(note the following was taken directly from another RPG but fits in \nwith this setting somewhat. THings have been edited and chaged so \ndont blame me for certain things that are said in here. If anyone \ntakes offense to any part of the rest of this post I am apologizing \nahead of time.)\nElsewhere a huge chubby robot named Cartman, another skinneir one \nwearing a green and red hat named Stan, and Gigatron all walk with a \nbunch of guards towards the glass tube connecting two portions of the \ncomplex. Cartman hops in front of the group before they can really \nenter the tunnel, his bulk preventing their advance.\n\nCartman: &quot;So, that&#39;s why he was all like, I&#39;m not coming to the\nmeeting. Please, and twitchitching and shaking, and talking like the \nlittle fag(no offense to anyone. heh just the way cartman talks on \nSouth Park.) he is and all. So I was like, &quot;don&#39;t tell me not to sit \non your damn sandwhich, or I&#39;ll kick you in the\nnuts!&quot;\n\nStan: &quot;Gee, I&#39;m sure that scared him straight Cartman.&quot;\n\nGigatron: &quot;Yes, very progress inspiring.. Now will you stop blocking \nthe way?&quot;\n\nCartman: &quot;Yeah, I was all in his face. Telling him about the\nprogress and all that. I was telling him, like, &quot;Hey! You better \nstart pumping out at least ten ships a week, and, and get off the \ndamn drugs, and like, stop, before I kick you in the nuts!&quot;\n\nStan: &quot;Dammit cartman, move your fat ass!&quot;\n\nCartman: &quot;Hey! Don&#39;t call me fat!&quot;\n\nGigatron: &quot;Forward progress.. More of it..&quot;\n\nCartman: &quot;Oh! Right! Sorry!&quot;\n\nFinally Cartman moves and the three enter the tunnel, heading of to \nthe reasearch facility Rabalba was just in...\n\n\n"}}