{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"6dqndl9lqHZl7SaLb6FjMVQ7pPOEH1DSyFy9k5dPf_vdJaGkvKuSMEMm8HZzMMMfGIgDFLec_Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Otyebis&#39; Worldwide Message","postDate":"993233523","msgId":37962,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGY0LmI5ZDY0N2IuMjg2NGU0NzNAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":37965,"prevInTime":37961,"nextInTime":37963,"topicId":37962,"numMessagesInTopic":4,"msgSnippet":"President Kaiser: From atop the exact center of the mighty IGL craft, several antennaes extending, three orbs blasting off from what looked like three cannons","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_1_3); 22 Jun 2001 18:12:09 -0000\r\nReceived: (qmail 35516 invoked from network); 22 Jun 2001 18:12:07 -0000\r\nReceived: from unknown (10.1.10.142) by m8.onelist.org with QMQP; 22 Jun 2001 18:12:07 -0000\r\nReceived: from unknown (HELO imo-r03.mx.aol.com) (152.163.225.99) by mta3 with SMTP; 22 Jun 2001 18:12:07 -0000\r\nReceived: from KSLawdogg@... by imo-r03.mx.aol.com (mail_out_v30.22.) id r.f4.b9d647b (4381) for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 22 Jun 2001 14:12:03 -0400 (EDT)\r\nMessage-ID: &lt;f4.b9d647b.2864e473@...&gt;\r\nDate: Fri, 22 Jun 2001 14:12:03 EDT\r\nSubject: The Otyebis&#39; Worldwide Message\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\nPresident Kaiser:\n\n\n\n\nFrom atop the exact center of the mighty IGL craft, several antennaes \nextending, three orbs blasting off from what looked like three cannons on \nother sides, quickly ascending until they were in Earth&#39;s orbit, the orbs \ntransforming into satellites.\n\nWith the powerful antennaes and positioning of the satellites the IGL would \nbe able to communicate with all the major bases rather well and they would \neven be able to get their transmission through jamming systems.\n\nDepending on the type of base and its equipment, either an audio or audio and \npicture message would appear.  Most likely the audio and view of the \nPresident speaking.  The message consisted of:\n\nA slightly menacing robot who was thirteen feet tall, though it was hard to \ntell with him sitting in a large black luxurious chair.  His body was a \ncomfortable mix of red and gold.  On primarily red colored chest there was a \ngolden symbol of the IGL, a sword with a shield behind it.  His blue optic \nsensors brightened as he first spoke.\n\n&quot;Congratulations, Cybertronians and any other beings,&quot; Kaiser began, his \nvoice very deep, &quot;I am President Kaiser of the IGL, the Intergalactic \nGladiatorial League.  Now I know you are all busy plotting and scheming \nfutily to defeat your opponents but believe me, this is a very important \nmessage that could thrust the balance of power into your favor.&quot;\n\n&quot;The IGL holds matches year long, but only once every year do they hold the \nIntergalactic Gladiatorial League Combat Championships.  We were hoping that \nsome if not almost all of you Cybertronians would participate in this.  There \nwill be two divisions.  The Regular, and the Gestalt.  The regular will \nconsist of normal combatants with numerous one on one battles until there is \na final one on one battle to determine the IGL Champion of the Regular \nLeague.  The victor will receive five protoforms and equipment to make mold \nthem into anything they desire, including a gestalt team.&quot;\n\n&quot;No doubt that would help any faction begin rising to power.  And for the \nGestalt League, all gestalt teams may fight one one, as in one gestalt team \nagainst the other.  These &#39;one&#39; on &#39;one&#39; matches will continue until there \nare only two teams left and the victor of that final bout will be IGL \nChampions of the Gestalt League.  They will receive armor modifications, 200 \nkilos of liquid energon, and if they fight well enough a protoform and \nequipment for them to do with as they wish.&quot;\n\n&quot;Normally the bouts are not fights to the deaths, but upon request and \nagreement from the combatants this kind of match can occur (if you have any \nspare chars. you need to kill off, hint, hint).  A faction may enter as many \nwarriors into each league as wanted.  In example, one faction could enter \ntwenty-five robots into a league.  Or if they had four gestalt teams, they \ncould enter them into the league.  Although, they would have to fight each \nother as if they were enemies.&quot;\n\n&quot;Our craft, the Otyebis, is a mighty ship and assassination is not something \nto worry about.  If we wanted you dead, it would&#39;ve been much easier to \nsimply bombard you from orbit with our grealty superior weapons, or overrun \nyou with our many garrisons of assorted beings.  But that&#39;s not we will do.  \nThere is a zero tolerance for fighting outside of the arenas.  We will not \nallow your petty differences to interfere with our show.  Anyone who attacks \nour craft will be obliterated.  If a target of an enemy faction is in a \nmiddle of a match and his enemies attempt to interfere, we will crush them.&quot;\n\nA smile crept up on the lips of the non-Cybertronian robot.  &quot;You can \nregister into the IGL by simply sending transmissions to our ship, we have \nthe resouces to deal with constant messages.  You have (two IRL weeks) to \nregister.  Feel free to ask any questions (send &#39;em to KSLawDogg@...) when \nyou send your transmissions.  This message will replay for 48 hours in case \nanyone misses this message.&quot;\n\nThe IGL President was replaced by the golden IGL symbol with a background of \nred.\n\n(If you have any questions, e-mail me.  This isn&#39;t a trick to crush people, \nYan won&#39;t allow it.  Just something I thought of to add a little spice to the \nattack, retreat, attack theme that seems to be going on in the RPG.  Since \nYanshosh and I have characters in the IGL command, we are not allowed to win \nbecause it would seem unfair.  The way the winner will be decided is as if it \nwere a real battle.  Whoever&#39;s character(s) give first lose.  There will be \nno complete retreats, though in some matches there will be different \nterrians, such as forest, etc, for people to run and try and hide in if \nthings get dicy)\n\n"}}