{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jordan Guthrie","from":"Jordan Guthrie &lt;gunthers8@...&gt;","replyTo":"LIST","senderId":"2mGyvIKvK4i34yRs02J2VoUmVfhfHL905wgB0Tf5ZSLi6RVlIMOSkLNezvADC9m4GNOS52H3Sp8BIVHg-hqqNiqkBZ6cC7HEx2hiufI-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: -=- Autobots -=- Arrival -=-","postDate":"994369508","msgId":39056,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCNDRERkU0LjQwOTAxMDlAbmV0c2NhcGUubmV0Pg==","referencesHeader":"PDNCNDQ3OEU5LjIxMDk1LjQ1QjBDNUBsb2NhbGhvc3Q+"},"prevInTopic":39052,"nextInTopic":39072,"prevInTime":39055,"nextInTime":39057,"topicId":39052,"numMessagesInTopic":8,"msgSnippet":"Crotale looks at Pacifix sit during the crash, and sees the intantaneous look that he flashed.  Crotale gives the same look, then goes into a grim stare right","rawEmail":"Return-Path: &lt;Gunthers8@...&gt;\r\nX-Sender: Gunthers8@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 5 Jul 2001 21:58:13 -0000\r\nReceived: (qmail 54723 invoked from network); 5 Jul 2001 21:58:13 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 5 Jul 2001 21:58:13 -0000\r\nReceived: from unknown (HELO imo-d02.mx.aol.com) (205.188.157.34) by mta1 with SMTP; 5 Jul 2001 21:58:13 -0000\r\nReceived: from Gunthers8@... by imo-d02.mx.aol.com (mail_out_v30.22.) id r.52.732587 (16232) for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 5 Jul 2001 17:58:06 -0400 (EDT)\r\nReceived: from  netscape.net (ajh631cby42e.bc.hsia.telus.net [64.180.102.4]) by air-in02.mx.aol.com (v78_r3.8) with ESMTP; Thu, 05 Jul 2001 17:58:05 -0400\r\nMessage-ID: &lt;3B44DFE4.4090109@...&gt;\r\nDate: Thu, 05 Jul 2001 14:45:08 -0700\r\nUser-Agent: Mozilla/5.0 (Windows; U; Win98; en-US; m18) Gecko/20010131 Netscape6/6.01\r\nX-Accept-Language: en\r\nMIME-Version: 1.0\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: -=- Autobots -=- Arrival -=-\r\nReferences: &lt;3B4478E9.21095.45B0C5@localhost&gt;\r\nContent-Type: text/plain; charset=us-ascii; format=flowed\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Unknown (No Version)\r\nFrom: Jordan Guthrie &lt;gunthers8@...&gt;\r\n\r\nCrotale looks at Pacifix sit during the crash, and sees the intantaneous \nlook that he flashed.  Crotale gives the same look, then goes into a \ngrim stare right at the roof.  Sittin in the weapons command chair he \nlooks, these won&#39;t do anything, he thinks.  He straps in and waits for \nthe impact.  When it is all over, he smiles.  &quot;What are you talking \nabout JetV, that was the funnest ride I ahve ever experienced. &quot; he then \nfollows Pacifix to the storage bay for the meeting, sittin against a \nwall behind Pacifix.\n\nSlag finally stops his laughing as soon as the ship hits his body \nsailing into a wall, then through it.  As he stands up when he can after \nthe crash, he sees Pacifix walk in.  &quot;Hah, beat wannabe leader here, hah \nfor me.&quot;\n\nRepugnus hear the impact call and not having anything to strap into \ntakes both pincered hand and throws it into the wall getting a good \ngrip.  &quot;Hang on, friend.&quot; he sais to the lowrider bot he had been with. \n  The ship hits and when all is done he was kneeling on the ground and a \nfew feet from his orignal position, his path traced by his claws in the \nwall.  &quot;Well lets head to the meeting&quot; he said walkign to and into the \nstorage bays.\n\n\n\nrauq@... wrote:\n\n&gt; OOC: Jordan gave me permission to control JetV for a little bit in\n&gt; this post.\n&gt; \n&gt; --- Pacifix / Hidden One ---\n&gt; \n&gt; The Autobot ship careens downward  at a 43 degrees angle, then\n&gt; pulls up a bit due to JetV&#39;s skillful piloting. It become painfully\n&gt; obvious that they are going to crash but the ship should stay\n&gt; intact. Pacifix sends a commlink to the crew and passengers:\n&gt; \n&gt; &quot;This is Commander Pacifix. Autobots, a crash is immenent, brace\n&gt; for impact, this could be rough. ETA of crash is approximately 23\n&gt; seconds and counting.&quot;\n&gt; \n&gt; Pacifix cuts of fhis comm and takes a seat beside JetV, in his\n&gt; commander chair. He straps himself in, noting that all other\n&gt; Autobots had done the same. (I&#39;m saying that because I&#39;m not\n&gt; waiting for people with Autobots to respond to this email.) Pacifix\n&gt; remains calm and mostly impassive, and axious look catches him\n&gt; for a second, but he shrugs it off, and waits for impact.\n&gt; \n&gt; He closes his eyes as his console beeps, and spouts current ETA\n&gt; to crash, &#39;12 seconds to impact.&#39; Without opening his eyes, he\n&gt; grabs his support handles, and braces himself. JetV doing likewise.\n&gt; \n&gt; JetV guides the Hidden One down towards the largish island in\n&gt; central Indonesia. The ship smashes into the the start of a small\n&gt; valley, just to the left of some massive mountains. The loud\n&gt; screeching sounds scare much of the surrounding Wildlife from\n&gt; whatever they were doing, and forces them into hiding. Birds can\n&gt; be seen flocking away from the crash site. The ship slides along\n&gt; the valley, turning sideways somewhat, and starts to catch dirt.\n&gt; Soon the ship has slowed down drasticly, having picked up several\n&gt; tons of dirt, trees, rocks, and various other objects onto the top and\n&gt; around it.\n&gt; \n&gt; After coming to a complete stop, the ship now appears to be a\n&gt; large hill consisting of dirt, trees and rocks (obviously =P). Pacifix\n&gt; runs a system diagnostic on the ship. He discovers that the major\n&gt; thrusters have been disabled, and are now covered with debri from\n&gt; the crash. The computers chipset and motherboard are intact, and\n&gt; functioning perfectly. The ship&#39;s medium armour is damaged\n&gt; moderately, but that can be repaired. The landers have been\n&gt; destroyed, but Pacifix finds that understandable. He stops\n&gt; checking the systems, guessing with fair accuracy the rest of what\n&gt; the computer would have said. Pacifix stops when he feels a slight\n&gt; tug at his Autobot sensor. It seems to have picked up another\n&gt; Autobot signa-- no wait, there were two, no three signals... Pacifix\n&gt; frowns, dismissing it as a Decepticon trick for the time being, but\n&gt; the though rests at the back of his mind to be accessed at a later\n&gt; date.\n&gt; \n&gt; JetV gets out of his chair, just before Pacifix detatches himself,\n&gt; and stands. Pacifix heads for the exit of the control room, JetV\n&gt; following. &quot;That was a weird occurance. I hope we don&#39;t have go\n&gt; through that again.&quot; Pacifix keeps walking, nodding for JetV to\n&gt; follow, &quot;Now the hard part begins...&quot; He heads down the hall\n&gt; towards the storage bay. He opens a commlink to all Autobots,\n&gt; &quot;Autobots, there is a meeting in the storage bay to start soon, get\n&gt; there ASAP. Pacifix out.&quot;\n&gt; \n&gt; Pacifix and JetV enter the storage bay. JetV heads over and sits\n&gt; down on a crate. Pacifix sets up a small box for him to talk on so\n&gt; that all will be able to hear him, and he waits...\n&gt; \n&gt; ooc: Thanks Jordan. =)\n&gt; \n&gt; Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service \n&gt; &lt;http://docs.yahoo.com/info/terms/&gt;.\n\n\n"}}