{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"CR9OPuT2FLvJUb9RdghmH4cWdfSAQ5bLKVTc3S0pFOQ4gPVg2LnRvSl7Y3jqmVETCtLkhhEc0g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961534660","msgId":3956,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDdhLjZkZDQ1ZDYuMjY4MTM0YzRAY3MuY29tPg=="},"prevInTopic":3954,"nextInTopic":3957,"prevInTime":3955,"nextInTime":3957,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"(Heh, RgDaN, before me.  That s funny.  I was one of the first members when this RPG originall started.  I remember when you were a little no buddy who ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 8600 invoked from network); 20 Jun 2000 20:57:47 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 20 Jun 2000 20:57:47 -0000\r\nReceived: from unknown (HELO csimo02.mx.cs.com) (205.188.156.53) by mta3 with SMTP; 20 Jun 2000 20:57:47 -0000\r\nReceived: from KSLawdogg@... by csimo02.mx.cs.com (mail_out_v27.10.) id a.7a.6dd45d6 (8976) for &lt;nbwrpg@egroups.com&gt;; Tue, 20 Jun 2000 16:57:40 -0400 (EDT)\r\nMessage-ID: &lt;7a.6dd45d6.268134c4@...&gt;\r\nDate: Tue, 20 Jun 2000 16:57:40 EDT\r\nSubject: Re: Neo Beast Wars\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 103\r\nFrom: KSLawdogg@...\r\n\r\n(Heh, RgDaN, before me.  That&#39;s funny.  I was one of the first members when \nthis RPG originall started.  I remember when you were a little no buddy who \ncouldn&#39;t RP in the AOL chatrooms.  I remember you begging to fight me when I \nripped out Keyura Max&#39;s spark from her chest and kept it in my lair.  I \nremember you continously harrassing me saying: &quot;This is the end of the road, \nUnitron.&quot; and it ticked me off seeing some loser like you quoting someone \nlike Rodimus Prime, even if he was a loser.  Hell!  I got AOL back and people \nstill got worried around me!  My base was still around!  Now I don&#39;t have AOL \nagain, but I remember you being nothing but a little moder.  You know what?  \nNothing has really changed.  I really don&#39;t want to be rude, but your \nignorance is just bugging me.  Are you saying you installed the cannon in the \nArk?  If that IS what you&#39;re saying, that is better.  Still BS, but better.  \nBut Tigerhawk was outside.  Now he&#39;s inside?  Your posts are unclear.  You&#39;re \na terrible leader.  I&#39;m tired of sitting back and watching the Maximals lose \ntime and time again!  The Alliance was made just to save the Maximals from \nthe Predacons!  UNDER YOUR LEADERSHIP!  A new leader is needed.  I hope \neveryone realizes you&#39;re unfit.  You&#39;d need a whole crew just to get the \nfusion cannon out of the dang water.  And from what I&#39;ve heard it&#39;s off in \nspace.  And putting into the Ark as a weapon?  That just shows how totally \nstupid and retarded (maybe a little redundant) you really are.  \n\nTerribly sorry if that offends anyone or if they think I&#39;m a jerk.  But I&#39;m \njust sick and tired of this crap.  How this idiot became leader of the \nMaximals is beyond me other than &quot;first come first served&quot;.  I mean, dang, \neven when BioBuu AKA BioStinger came around a month ago, he would even make a \nbetter leader for the Maxis!  All the Maximals do is get attacked!  The only \ntime I&#39;ve seen them attack is the Newcomer&#39;s craft, and that was a scouting \nmission and they were...ATTACKED.  You&#39;ll never win with that fool in charge. \n The Alliance and Predacons have to ally with them just to keep them alive \nfrom fourteen people!  The Newcomers!  The Maximals have over 25!  I think \nthe leader reflects on the people he leads.  \n\nOnce more, sorry if this offensive.  &quot;Flame&quot; me as they call it all you want, \nbut I can&#39;t sit back and watch this.  The constant moding.  The constant \nnon-understandable e-mails.  The leader of a powerful faction that plays a \npart in the very future of the Universe, shouldn&#39;t be a fool who modes.  \nSorry, RgDaN, but that, is just how it is.  And I just have to make that \nclear to EVERYONE.  I say, kick RgDaN out of leadership, put Iron Raptor in.  \nShe is actually brave.  She took responsibility for all Maximals who attacked \nthe Oblitercons (nonetheless the circumstances at the time of them shooting \nfirst and the others were firing in self defense for a moment of the fight) \n\n\nLord Unitron AKA ShawnFett\nKSLawDogg@...\n\n"}}