{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","replyTo":"LIST","senderId":"GHsq7-E4G3Wc6WbJwmAMN2lDWJ6KbeEPYNYdM9SBoZhzQwuqTvVLPpCi5cThF8tSAYp3m8q0YGyC7VLBpPaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The duel","postDate":"995166023","msgId":39761,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlpcjEwNytiNW1tQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":39760,"nextInTime":39762,"topicId":39761,"numMessagesInTopic":1,"msgSnippet":"At another portion of the chivtron battle, Zero flips backwards holding onto his beam sabre tightly as his wings enclose around him. A moment later a buster","rawEmail":"Return-Path: &lt;Legendarynemasis@...&gt;\r\nX-Sender: Legendarynemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 15 Jul 2001 03:00:25 -0000\r\nReceived: (qmail 50211 invoked from network); 15 Jul 2001 03:00:25 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 15 Jul 2001 03:00:25 -0000\r\nReceived: from unknown (HELO cj.egroups.com) (10.1.2.82) by mta1 with SMTP; 15 Jul 2001 03:00:25 -0000\r\nX-eGroups-Return: Legendarynemasis@...\r\nReceived: from [10.1.10.112] by cj.egroups.com with NNFMP; 15 Jul 2001 03:00:25 -0000\r\nDate: Sun, 15 Jul 2001 03:00:23 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: The duel\r\nMessage-ID: &lt;9ir107+b5mm@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3801\r\nX-Mailer: eGroups Message Poster\r\nFrom: Legendarynemasis@...\r\n\r\nAt another portion of the chivtron battle, Zero flips backwards \nholding onto his beam sabre tightly as his wings enclose around him. \nA moment later a buster sheild richochets off of them despite cuttig \ninto the metal and then returns to methos&#39;s hand as he flys towards \nZero. He spins around in the air quickly and attempts to aslsh into \nZeros wings withhis Double-bladed scythe, however Zero is quick to \nreact and counters this by opening his wings and grabbing his sabre \nwith both hands he slams it into one of the blades of energy of the \nbeam scythe stopping it.\n\nZero: &quot;I wont forgive you for what you did back on cybertron!&quot;\n\nMethos smirks before he lets go of the scythe as he drops to one knee \nand then sweeps Zero making him fall onto his back. And as Zero mhits \nthe ground Methos leaps up into the air grabbing his scythe before it \nfalls, he spins in the air and a somersault and then lands by Zero&#39;s \nhead and slams the blade down at his neck, but Zero quickly roll sout \nof the way before slamming the end of his energy sabre into the back \nof Methos&#39;s leg making him fall to one knee. Both bots then spring up \nto their feet and turn to face each other, each gripping thier \nweapons tightly.\n\nMethos: &quot;I was following orders. It had to be done... he would have \nunderstood...&quot;\n\nZero&#39;s optics glow brightly at these words and he rushes at Methos \nand slashes at him repadily.\n\nZero: &quot;That is no excuse for what you did!!&quot;\n\nMethos tries his best to block the repeated slashes, using his buster \nshields and and scythe to stop each blow before both shields crack \nand explode. Without any shield to protect Methos anylong a few of \nZeros last quick slashes connect with his body creating deep gashes \nin his body. Electricity flys from each gash as Methos clutches one \nin his side. He stands and looks to Zero enraged before he quickly \nlunges at him and slashes him quickly from the side of his ghut all \nthe way up his chest. Zero&#39;s optic widen at this as he cluthes his \nchest as electricity surrounds his hand. He looks to Methos \nquestioningly. Methos jnust looks to Zero with dead optics as he \ncluthes a gut wound his body heaving with each intake of oxygen and \nother gases. He then raises his Scythe above his head about to lay \nthe killing blow to Zero before Zero flys forward and slams the blade \nof his scythe into the center of Methos&#39;s stomach all the way, the \nblade shooting out of his back. Methos twitches for a moment before \nhis hands let go of the scythe in his hand which falls to the ground \ninfront of him and deactivates. A second later he falls to his knees \nand then onto his face and stomach. Zero gets up and grabs the back \nof Methos&#39;s neck, his body limp.\n\nZero: &quot;These people here... they will imprison you... until we return \nto what cybertron we have left and you are tried... I will never let \nyou out of my sight.&quot;\n\nZero smiles and prepares to drag away when a red glint catchesn his \neye, the glint being the corner of Methos&#39;s very much active optics \nand before Zero can react, Methos turns to the side and a wing energy \nblade flys up and drives itself into Zeros side cutting into him \ndeeply. Zero looks at the wound, all time slowly around him as he \nconsiders what to do next. He promised someone he would not kill \nmethos but that promise may now need to be broken. Zero then doubles \nover and place his hand on Methos back as it begins to glow green. A \nsecond later an intense blast of Matrix energy is fired out of him \nand into Methos scorching his body horribly while melting the metal \naround the immediate vicinity. A moment later in silence, Methos&#39;s \noptics switch off and he falls to the ground in Stasis lock. Zero \nlooks down to Methos and sighs as his wings flap and e begins to fly \nslowly back to the Chivtrons base...\n\n\n"}}