{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talon Harvilicz","from":"&quot;Talon Harvilicz&quot; &lt;wilddance_mare@...&gt;","replyTo":"LIST","senderId":"pkzBKgW3H78_L96VpCDAx7R4VVt1VI0Rx1lgXx1FeSJiM7Opeoh3UT61CgSHt6lhO31vjHaAW5oNZ5UL6iuBy5iVfBihGAoRtZL_NfN423QydbWbBQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars","postDate":"961560369","msgId":4015,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjIxMDQwNjA5Ljc4MDMzLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":4012,"nextInTopic":4022,"prevInTime":4014,"nextInTime":4016,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"(The guy who was calling out the dinosaurs, Terrorsaur isn t on-line yet. I m paciently waiting for the pod to come.) Cheetor: He awoke slowly, thinking","rawEmail":"Return-Path: &lt;wilddance_mare@...&gt;\r\nReceived: (qmail 11740 invoked from network); 21 Jun 2000 04:06:09 -0000\r\nReceived: from unknown (10.1.10.26) by m3.onelist.org with QMQP; 21 Jun 2000 04:06:09 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.241.74) by mta1 with SMTP; 21 Jun 2000 04:06:09 -0000\r\nReceived: (qmail 78034 invoked by uid 0); 21 Jun 2000 04:06:09 -0000\r\nMessage-ID: &lt;20000621040609.78033.qmail@...&gt;\r\nReceived: from 216.181.215.89 by www.hotmail.com with HTTP; Tue, 20 Jun 2000 21:06:09 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Neo Beast Wars\r\nDate: Wed, 21 Jun 2000 00:06:09 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Talon Harvilicz&quot; &lt;wilddance_mare@...&gt;\r\n\r\n(The guy who was calling out the dinosaurs, Terrorsaur isn&#39;t on-line yet. \nI&#39;m paciently waiting for the pod to come.)\n\n\nCheetor:\n\n\n\n\nHe awoke slowly, thinking briefly that he&#39;d only fell asleep in his \nquarters, where he&#39;d be safe when he awoke, where someone would tell him he \nwas alright. When he thought there would be other bots around, he was all \nalone. He focused his optics on his ambient, sensing he was here before. \nThere were familiar scents. He opened his glowing yellow optics to a lush, \ngreen envionment.\n\nHe gasped and jerked up. &quot;Leaping lazers!&quot; he exclaimed. He jumped to his \nfeet, looking into the sky, past the tree tops. He looked desperatly for a \nmoon. By the Matrix, was he back on Earth?\n\nHe looked down on himself to check for damage, and while he did so--\n\nCheetor froze, surprised. &quot;What the...&quot; He was back in his pre-tranmetal \nform. The way he had been when he first arrive here with his comrades.\n\nCheetor tried to make sense of this. He held his head and turned his body. \nHe thought back. Something had hit him, on his way here. He had hit a \nwormhole, just like the Axalon did. But there was something more. It was \nlike energon. Or was it? Cheetor tried to make sense of it.\n\nHe ran to the edge of the forest, where close-by was a blue lake. A fuzz of \na memory came back. He remembered slamming his fighter ship into the lake \nafter he lost control over the surge. It was underwater now, Primus curse \nhis hide.\n\nHe looked up, searching again for the moon. He didn&#39;t see it, with the trees \nin the way. He shielded his optics with his hand. He would have to do \nsomething about this mess, maybe find a way to get back to Cybertron, get \nback to Optimus and tell him he was alright.\n\nHe looked around, remembering the last day on Earth--or so he thought it \nwas. He was alone. All alone. Everyone execpt, Megatron, Blackarachnia, \nOptimus, Rattrap, Rhinox, Silverbolt, and himself died. Oh Primus, he would \nhave to deal with the fact that he had to relive those moments. He lowered \nhis head, thinking how was he going to deal with this? How was he going to \nget back home? He was alone. All alone, with no one to help.\n\nWait. Wait! It had to be a dream. Yes, a dream. He paused before he thought \nof how to do the test. He slowly approached a tree and studied it. He put \nhis hand against it, feeling the ridgedness of the bark. Okay, he felt that. \nAnd it felt real. He took a breath. Last test. Pain test. In dreams, as he \nheard, you can&#39;t feel pain in dreams, so he tried it. He thumped his head \nagainst the trunk of the tree. His eyes flashed open widely as he felt the \npain hit his forhead.\n\n&quot;Ow.&quot; He backed away. &quot;All right, it&#39;s not a dream. I&#39;m really back on \nEarth.&quot; He mused, then stamped his foot. &quot;Oh, this sucks! What am I gonna \ndo?&quot; He sat down by the shore of the lake, staring at the glimmering waters. \n&quot;I&#39;m stranded on Earth, with no shelter and no back up. What a way to go.&quot; \nHe propped his elbows on his knees, shaking his head.\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}