{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"FI9gjwWxTp-ZSMgDfTjX-ZGgiUdZbrEryCfOAiy8M82NrUqfrwsumU63ir7iiP2HHw02HLlI5A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shockwave & Subordinates","postDate":"995518543","msgId":40241,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlqNXA4ZituYm5vQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGYuMTc1YjFlODkuMjg4NzJlNDJAY3MuY29tPg=="},"prevInTopic":40229,"nextInTopic":40268,"prevInTime":40240,"nextInTime":40242,"topicId":40082,"numMessagesInTopic":48,"msgSnippet":"... Cledar jumps to the side, the missile exploding near him and sending him flying. He tries to land and return fire at the same time, resulting in some","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 19 Jul 2001 04:55:48 -0000\r\nReceived: (qmail 28106 invoked from network); 19 Jul 2001 04:55:44 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 19 Jul 2001 04:55:44 -0000\r\nReceived: from unknown (HELO hn.egroups.com) (10.1.2.221) by mta1 with SMTP; 19 Jul 2001 04:55:44 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.121] by hn.egroups.com with NNFMP; 19 Jul 2001 04:55:44 -0000\r\nDate: Thu, 19 Jul 2001 04:55:43 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Shockwave & Subordinates\r\nMessage-ID: &lt;9j5p8f+nbno@...&gt;\r\nIn-Reply-To: &lt;f.175b1e89.28872e42@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3736\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Cledar/Rixer/Forrior/Blyer/Firearm::\n\nCledar jumps to the side, the missile exploding near him and sending him flying. He tries to land and return fire at the same time, resulting in some stumbling and a few blind shots at Sixshot.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nRixer finishes arming his missile launcher, turning around and aiming at the battle, which wasn&#39;t too close by. He begins to make his way forward, his bee-bots reporting on the battle. He aims his missile launcher, firing two missiles at the place where his bee bots report that Unitron was.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nForrior continues right ahead, one of the grenades missing but the other exploding against his armor, making a large dent. He fires another shot from his fusion cannon at Unitron, going the same speed as he had been earlier.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nBlyer barrel rolls out of the way of the missile, firing two back at Sixshot. He pulls up, turning around and making another pass at him.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nFirearm flies up into the air, looking around and switching his cannon to charge launcher mode. He fires two charges at Unitron, then looks for another target.\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Don&#39;t want to freeze this battle, so I&#39;ll just keep posting and await \n&gt; Rudra&#39;s resposne\n&gt; \n&gt; Zardus: No, you&#39;re wrong, don&#39;t mock Baron Van Halen.  And currently the \n&gt; Alliance Island is under attack by a single robot named Chaostaur, owned by \n&gt; Rudra, but Punch is firing several autoguns on him and I am humbly waiting a \n&gt; response)\n&gt; \n&gt; Shockwave/Unitron/Sixshot/Firestarter:\n&gt; \n&gt; \n&gt; \n&gt; Shockwave did some basic and advanced maneuvers, and there were just to many \n&gt; shots as a dozen blasted a gaping hole in his right wing, which a few seconds \n&gt; later was ripped off by the wind.  He reverted to biped mode and instantly \n&gt; transformed to his ray gun mode.\n&gt; \n&gt; As big as he was originally, this massive weapon bears upon Windlord, firing \n&gt; off a powerful blast of gamma rays.  The Emperor reverted back to robot mode, \n&gt; missile launcher in his single hand, his energy resources temporarily drained \n&gt; from the demanding shot.\n&gt; \n&gt; More down towards the ground was Unitron, in his tank mode, not fairing to \n&gt; well.  Going at his full speed, he was able to dodge both missiles and all \n&gt; but two shots from Aerotaur, but the ice blast from Gemini struck one of the \n&gt; extensive armor plates that protected his treads, and a fusion blast tore \n&gt; through the now greatly weakened armor there, blasting through the treads.\n&gt; \n&gt; Unitron came to a dead halt, the Deceptcion warrior in great pain.  He \n&gt; swerved his turret, firing off two explosive shells from his large cannon at \n&gt; the Maximal tank that had struck him, getting ready to go to an alternate \n&gt; mode.  The mounted machine gun on his turret swivelled and fired off ten \n&gt; rapid laser bolts at the Gemini who had shot at him. \n&gt; \n&gt; Meanwhile, back in the air, the only STAG in existance easily dodged the six \n&gt; shots fired at him, coincidentally his name being Sixshot.  He armed a pair \n&gt; of missiles, launching them both, each splitting apart, one heading for \n&gt; Cledar and the other at Blyer.\n&gt; \n&gt; And still in the air, for now, was Firestarter, third oldest among the \n&gt; current Decepticons present at the battle.  His scanners detected someone \n&gt; getting a lock on him and two incoming objects, so he barrel rolled, each \n&gt; missile going by but the explosions from the shock wave rattled him a little, \n&gt; a piece of shrapnel smashing a small hole through his cockpit and stabbing \n&gt; into the empty seat.\n&gt; \n&gt; &quot;Lousy Autobots.&quot; he cursed, bringing his laser weaponry to full and \n&gt; launching off twenty rapid laser bolts down at Hot Rod.\n\n\n"}}