{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"IVt7_kqtKVWlGX6Gh7dv-sNZ2y9A-Fmu5JajylrmftN30MgnOAMQe6MRjO8Ze4BwhCfezrTjUw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"IGL Update - It&#39;s On","postDate":"995580220","msgId":40342,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJhLjE2Y2VlZWExLjI4ODhiMzNjQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":40341,"nextInTime":40343,"topicId":40342,"numMessagesInTopic":1,"msgSnippet":"Alright, the IGL will take place this Saturday, July 21st.  I suggest having your characters get there promptly.  If you re in a battle, better get out of it. ","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 19 Jul 2001 22:04:47 -0000\r\nReceived: (qmail 93801 invoked from network); 19 Jul 2001 22:03:54 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 19 Jul 2001 22:03:54 -0000\r\nReceived: from unknown (HELO imo-r05.mx.aol.com) (152.163.225.101) by mta1 with SMTP; 19 Jul 2001 22:03:54 -0000\r\nReceived: from KSLawdogg@... by imo-r05.mx.aol.com (mail_out_v31.7.) id r.ba.16ceeea1 (18563) for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 19 Jul 2001 18:03:40 -0400 (EDT)\r\nMessage-ID: &lt;ba.16ceeea1.2888b33c@...&gt;\r\nDate: Thu, 19 Jul 2001 18:03:40 EDT\r\nSubject: IGL Update - It&#39;s On\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\nAlright, the IGL will take place this Saturday, July 21st.  I suggest having \nyour characters get there promptly.  If you&#39;re in a battle, better get out of \nit.  \n\nIn this e-mail I will give the list of who will be fighting who.  Only \nLegendaryNemasis e-mailed me he wanted a fight to the death match, so he&#39;ll \nbe the only one getting one.  I will also include a detailed description of \nthe IGL and what I need from all of you fighters in the IGL Tournaments.\n\nHere&#39;s the List:\n\nRegular Division Matches:\n\nHot Rod (Robo) VS Dragonyfly (Airly)\n\nEpyon (Robo) VS Bruiser (Tankor)\n\nScatterblaster (Uni) VS Wespah (Airly)\n\nVehement (Uni) VS Bloodstryke (Airly)\n\nTankor (Tankor) VS Najah (Airly)\n\nDragoon (Rudra) VS Pika-Hawk (Tankor)\n\nBongiovi (Uni/IGL) VS Khonkolor (Airly)\n\nChordate (Uni) VS Hellpeon (LegendaryN)-Fight to Death\n\nThug Bot (Hedge) VS Imprisoner (Uni)\n\nDaemos (WingedWarrior) VS Noble (Tankor)\n\nManthys (Airly) VS Penguin (Tankor)\n\nNightstrike (Airly) VS Dark Rat (Tankor)\n\nReptilica (WarBarge) VS Dark Penguin (Tankor)\n\nUltimo Campeon (Gunther) VS Dark Pika (Airly)\n\nPredator (Uni) VS Blacknightmare (Airly)\n\nAres (Uni) VS Perndabot (WarBarge)\n\nLash (Uni/IGL) VS Penguin 2 (Tankor)\n\nChoran (Uni) VS Wolfgang (WarBarge)\n\nMic Case (Uni/IGL) VS Hugar (Hedge)\n\nObsidian (Tankor) VS Modem (Uni/IGL)\n\n\nCharacter profiles for the IGL members will be given at the end of this \ne-mail.  So you, there are twenty matches, by the way Tankor, let ya have \nObsidian because I needed on more fight :), so 20 matches.  Each 1 V 1, \nthat&#39;s 40 characters.  The winner of each match will be the last one \nstanding.  If it is obvious that a being can&#39;t win but won&#39;t stay down, the \nIGL staff will intervene so he/she doesn&#39;t die.  Unless it&#39;s a fight to the \ndeath.\n\nWhich means over 100 e-mails from the IGL a day at least.  So I&#39;m going to \nthank everyone NOT participating in the IGL in advance for your patience, it \nis much appreciated.  Now, the IGL Tourni will be split into for seperate \nRounds in the Regular Division.  Round One will be the above list, the one on \none.  Each fight will take in a seperate arena, so there are twenty seperate \nsmall arenas where the battles will take place.  The arenas are domed shaped \nand you can&#39;t get out of them.  It&#39;s pure metal, except for large patches \nthat are durasteel glass that are hard to break through.  Anyone attempting \nto break through will be attacked by the IGL staff and thrown in a brig, same \nthing will happen if they attempt to kill someone when not in a \nfight-to-the-death match. \n\nRound Two will be the remaining 20 combatants who will again fight in one on \none matches, but since there will only be ten, each arena being a different \nterrain.  IE: Winter conditions, forest, desert, etc.  I&#39;ll assign a terrain \nwhen I see who the victors of Round One are.  So, again, the winner of each \nseperate match will be the last one standing.  The IGL will step in if \nsomeone is defeated but won&#39;t stay down.  Then the remaining 10 combatants \nwill go onto Round Three\n\nRound Three will be a free-for-all match.  That means it&#39;s everyone against \neveryone.  The winners will be the last three standing.  They will go onto \nRound Four.  But first, Round Three&#39;s explanation.  It will be in one massive \narena, which will be linked to different terrains.  I will give a better \nexplanation when it comes up.  \n\nRound Four.  Round Four will be another free-for-all between the three \nvictors of Round Three, but its description is an evil surprise :)\n\nSo, that takes care of the round descriptions for the Regular Division.  It \nis only me and LegendaryNemasis in the Gestalt Division unfortunately, so I \ncan just talk with him via e-mail and save up space here.\n\nI need all fighters in the IGL, you guys, to PARTICIPATE in the IGL.  I want \neach round to be at LEAST a week long.  And when you fight someone, never \nchnage the subject.\n\nIn example say Hot Rod was fighting Unitron, a lost cause for Hot Rod :), but \nstill...the subject would be: Hot Rod VS Unitron (IGL)\nThat simple.  Or if it was Blacknightmare and Epyon fighting:\nBlacknightmare VS Epyon (IGL)\n\nThis way it is VERY, VERY easy for me to keep track of all your posts and if \npeople that aren&#39;t taking part in the IGL don&#39;t want to read it, they know \nwhat posts to delete/not read.\n\nThanks a bunch!  It is definately this up and coming Saturday, no more \npostponing.  If you can&#39;t participate, I may have to take you out.\n\nIntergalactic Gladiatorial League Member Profiles:\n\nMic Case (Human) - Case is 32 years old and is 7&#39;5&quot;.  He was born on the \nEpsilon Eridani colony and is quite strong.  He trained in a zero gravity \ndojo for several years in his teen years, which built up his strength greatly \nand is where he also learned several martial arts.\n\nHe has fought quite a few matches to get to where he is now, and is the most \nfavorable Human.  He wears a green helmet and an energy-resistant cloth \ncombat suit.  He carries a heavy laser rifle capable of blowing a hole \nthrough steel.  Attatched to his suit are a couple frag grenades, a knife, \nand a laser pistol.\n\n---\n\nBongiovi (Haugland) - Bongiovi is a Haugland, an alien lightyears and \nlightyears from Earth and Cybertron.  He stands at 8 feet tall and can be \ndescribed as a mix between a snake and a man.  He has no armor because his \ngreen scales provide cover that could rival a strong set of armor almost \nentirely over his body.  He can spit acid at his opponents and his claws can \nslice through anything.  He is a sentient being but wears clothing that would \nresemble something from prehistoric man&#39;s age.  Strapped to his belt is a \nstrong axe that he could cause a lot of damage with.\n\n---\n\nLash (Epician) -  Lash is an Epician, which is a type of robot nothing like a \nCybertronian.  It stands at 15 feet tall and has a large power core in its \nhuge frame.  The large power core is the source of its main energy for its \nmain attack.  Electric bolts.  These bolts can badly damage a robot&#39;s frame \nand char their inside circuitry into nothing.\n\nLash also has a an energy whip, a plasma cannon, and an energy blade.\n\n\n\n\n"}}