{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"robertdahl","from":"robertdahl &lt;rdahl@...&gt;","replyTo":"LIST","senderId":"pOB6bM62-O-grk0RVKQY2sNQ-piu0RTvd1SV5eXO_ZSh7d_TqVTmajUCU3oPnIiFkIYUXdgQuGAfCtM5ZZPuSW_hlw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Curiosity/ Creation: 2271","postDate":"995611473","msgId":40449,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCNTdEMzUxLjU4RTBAdGVsdXMubmV0Pg==","referencesHeader":"PDlqOGZycytubjRxQGVHcm91cHMuY29tPg=="},"prevInTopic":40435,"nextInTopic":40589,"prevInTime":40448,"nextInTime":40450,"topicId":40350,"numMessagesInTopic":15,"msgSnippet":"Firedrill was lost in the momment now, his eyes were filled with emotion, as we went on. ","rawEmail":"Return-Path: &lt;rdahl@...&gt;\r\nX-Sender: rdahl@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 20 Jul 2001 06:41:48 -0000\r\nReceived: (qmail 15208 invoked from network); 20 Jul 2001 06:41:47 -0000\r\nReceived: from unknown (10.1.10.142) by l7.egroups.com with QMQP; 20 Jul 2001 06:41:47 -0000\r\nReceived: from unknown (HELO priv-edtnes09-hme0.telusplanet.net) (199.185.220.235) by mta3 with SMTP; 20 Jul 2001 06:41:47 -0000\r\nReceived: from [207.194.21.191] ([209.52.223.165]) by priv-edtnes09-hme0.telusplanet.net (InterMail vM.4.01.03.10 201-229-121-110) with SMTP id &lt;20010720064142.KFHB13768.priv-edtnes09-hme0.telusplanet.net@[207.194.21.191]&gt; for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 20 Jul 2001 00:41:42 -0600\r\nMessage-ID: &lt;3B57D351.58E0@...&gt;\r\nDate: Thu, 19 Jul 2001 23:44:33 -0700\r\nX-Mailer: Mozilla 3.04 (Macintosh; I; 68K)\r\nMIME-Version: 1.0\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Curiosity/ Creation: 2271\r\nReferences: &lt;9j8frs+nn4q@...&gt;\r\nContent-Type: text/plain; charset=us-ascii\r\nContent-Transfer-Encoding: 7bit\r\nFrom: robertdahl &lt;rdahl@...&gt;\r\n\r\nFiredrill was lost in the momment now, his eyes were filled with\nemotion, as we went on.\n\n______________________________________________________________________*****Flashback*****\n\n&quot;When a spark goes online, there is great Joy. When a Cybertronian gets\nto make his choice, it makes all those millenia of fighting, worth it.&quot;\n\n The thoughts rolled through his head. The light in the middle of the\nroom showcased his ideas. Perceptor looked up from his work, in front of\nhim were four Autobot shells newly created where to be implanted with\nsparks. It was a time for great joy, as this would signal the first\nonline of an Autobot, who did not need to ingage in war, if they did not\nwant to. The creation Matrix had been brought out of the main security\nsystem for this joyous ocation. Even though Optimus Prime had died\nfighting Galvatron, his dream for peace, and a new breed of Sentient\nAutobots was to live on. Perceptor turned to look around, Ironhide, whom\nthe matrix had recently brought back to life, along with Prowl, the\nProtectobots and Red Alert had brought it in safely. Although they were\nin an era of peace, there were still small bands of Decepticons on the\nloose, and the lose of the Matrix could mean the restart of the great\nwar. Perceptor had a sigh of relief, as the dreaded thought left his\nmind, Motormaster had been put behind bars. Shockwave had disapeared for\na very long time, Scorponok was disabled, Starscreams&#39; ghost gone, and\nMegatron. Perceptor shuddered. One creature, would always be known, for\nrestarting, the great war, and invigorating the Decepticons, into a new\nage of violence and destruction. All of that was hopefully behind them. \n\nHe turned to the rest of his staff. First Aid, Grappled and Hoist had\nall helped create bodies for these new Autobots, and they were anxious\nto see them at work, and many of the other Autobots were simply here\nbecause this was something they fought for. Except Grimlock, Perceptor\nwas right, he would have problems adapting to a life without conflict,\nas the massive warrior leaned against a wall alone, brooding. Perceptor\nshook his head, and addressed the Autobots.\n\n&quot;Fellow Autobots, today is a speacial day, where Optimus Prime&#39;s dream\nwill be realised.&quot; Perceptor said joyfully. Bumbelbee and Gears looked\nup, suprisingly enough Gears had a smile on his face, that is until Jazz\nand Cliffjumper screeched into the lab, both transforming. He turned his\nhead. \n\n&quot;Your late.&quot; he whispered, but spat the words like a knife. Jazz could\nonly smile, about to laugh, but Cliffjumper shot back a nasty look, and\npushed his way forward. Perceptor continued.\n\n&quot;Today, four Autobots will come on line, and will be given the choice,\nof weither or not to join the diminished Autobot army. This will be a\nfirst in over 20 million years.&quot; Perceptor gleamed. He was going to make\nScientific history. \n\n&quot;Ahhh, quit talking and get this show on the road.&quot; Ironhide bursted,\nhardly able to hold down his anticipation.\n\nPerceptor frowned, but quickly began to smile again, this day could not\nbe ruined. &quot;Then if First Aid will assist me.&quot; Perceptor asked, as he\njumped up, transforming and shrinking into his Microscope mode, landing\non a platform just above one of the Autobots heads. First Aid planted a\nsmall chip in the Microscope, and it Perceptor implanted it in the first\nrobot. The robots eyes opened, and Perceptor beamed again. &quot;Autobots,\nmeet Flask.&quot; he said, as the newly born Autobot looked around\nhesitantly. The large sea of face was a little overwhelming, but soon\nenough, the smiles on Autobot veterans made him feel at ease. \n\n&quot;H..High everyone.&quot; he said smilling sheepishly. The platform Perceptor\nwas on came to life, and shifted to the next Autobot shell, a much\nsmaller robot, as the precedure was duplicated. &quot;Meet, Crossroads.&quot;\nPerceptor chimed again, as Crossroads simply looked the crowd over, then\nlooked like he was taking it all in, and analyzing the data.\n\nCliffjumper nudged Ironhide, &quot;I wish Prime could see this.&quot; he said, as\nIronhide added, \n\n&quot;Yeahhh, this would have made him bust.&quot; Ironhide said, with fondness in\nhis voice. &quot;I wonder what these two will choose to do with their lives.&quot;\nThen the platform shifted, to a young, Firedrill.\n\n"}}