{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"W8B4Ejpx9LD32DTtgOtAlIjNY-k-FRWMo4-RyVutZltEBEi1j9Rr2eIl3rPgix_diyOZCoBZug","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Maximals / Another OOC for Kyle","postDate":"995787998","msgId":40700,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlqZTBjdSt0YTkxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":40699,"nextInTime":40701,"topicId":40700,"numMessagesInTopic":1,"msgSnippet":"I m starting to wonder if merging OOCs with ICs is a good idea, since it makes people almost have to read the OOC instead of being able to skip it by going to","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 22 Jul 2001 07:46:42 -0000\r\nReceived: (qmail 60244 invoked from network); 22 Jul 2001 07:46:39 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 22 Jul 2001 07:46:39 -0000\r\nReceived: from unknown (HELO n2.groups.yahoo.com) (10.1.10.41) by mta1 with SMTP; 22 Jul 2001 07:46:39 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.67] by hi.egroups.com with NNFMP; 22 Jul 2001 07:46:38 -0000\r\nDate: Sun, 22 Jul 2001 07:46:38 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Maximals / Another OOC for Kyle\r\nMessage-ID: &lt;9je0cu+ta91@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3439\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nI&#39;m starting to wonder if merging OOCs with ICs is a good idea, since it makes people almost have to read the OOC instead of being able to skip it by going to the next email. So in all my brilliance, I will put the real OOC (not this message) on the bottom of the email, under the IC. That way, people will only have to read the IC (which they theoretically should do anyways), and would only read the OOC if they wanted to. (Ok, so you had to read this one, but from now on only important OOCs will go on the top of my posts). Kyle, be sure to read the OOC on the bottom, its for you.\n\n::Prowl/Cledar::\n\nProwl chuckles quietly, nodding his head at Necromancer&#39;s comment. &quot;We&#39;re all concerned about each other. This is, after all, a war.&quot;\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nCledar holds his fusion cannon up to aim at his previous target, the beam of Chaotican energy (I thought we had talked about that, LN) suddenly coming out of nowhere and blowing the thing out of his hand, nearly taking the hand with it.\n\n&quot;Slag!&quot; he yells in surprise, jumping back and spinning around, an automatic rifle already in his hand. He brings it up, firing nineteen shots at Vampiza.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nOOC:\n\nAllright. Kyle, you&#39;re missing the whole point of RPGing. The part I have the biggest problem with is not the fact that you&#39;re on Alliance Island, its the fact that you somehow got there without posting anything about it. In an RPG such as this one, you have to post for all of your chars&#39; actions. For example, in this situation, you would first need to post Mustex starting off toward Alliance island (hopefully with a valid reason). Then you would have him arrive, and attempt to get in however he wants. You would then have to wait for _me_ to post the reaction of the Iron Fist to him trying to get in (things like whether or not he was detected, whether or not he got through the shields, etc). Only after that, if Mustex was successful, would he be on Alliance Island.\n\nThe thing that stems off of that is something that LN already pointed out. You had all your chars somehow be on the planet, though they never arrived. Rhesus especially is a problem in this case. Somehow he already has a &#39;shop&#39; set up to trade and sell things, though he never officially arrived at the planet yet.\n\nAnother thing is this obsession you have with messing with RPG history. The Alliance was created during the RPG, a month or three into it, and every action that its ever done has been in the RPG. The thing you have going on with Mustex&#39;s group and the Alliance never happened, period. It would be moding for it to happen, as it would change the history of most Alliance chars, which, considering past Alliance members, involves messing with alot of people.\n\nThe bottom line here is that Mustex just landed on the planet a week or so ago. He wasn&#39;t here before that, and can&#39;t be part of history before that. He can, however, have a conflict with another character, but that would be only with the character&#39;s description, and as long as it doesn&#39;t change the history of NBW. Your conflict with Zardus would be impossible because a) it never happened in the RPG, and b) Zardus&#39;s entire life took place in the RPG, he has no undocumented parts of his life that that conflict could happen during.\n\nI think I&#39;ve covered everything I wanted to say at the moment. Anyways, think about what I said in this post, and I hope you&#39;ll see the point of RPGing.\n\n\n"}}