{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"qWNDKZs4lmUOMeISpDCSlr24E_FjmZ3YsXoGi1ZV2tJa1nnMHN_Enhh2iDYXayQRdpH6Z_6EQg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Great odds, worse chances...The Autobots vs. the D.E.D","postDate":"995955739","msgId":40814,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlqajQ2citkOTl2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDNCNUQwQTBELjcwRURAdGVsdXMubmV0Pg=="},"prevInTopic":40813,"nextInTopic":40822,"prevInTime":40813,"nextInTime":40815,"topicId":40785,"numMessagesInTopic":46,"msgSnippet":"OOC on the bottom. ... Dion runs out behind Grimlock, ducking his head to avoid a shot from Tremor and seeing a craft fly overhead. He brings up his rifle,","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 24 Jul 2001 06:22:23 -0000\r\nReceived: (qmail 87994 invoked from network); 24 Jul 2001 06:22:22 -0000\r\nReceived: from unknown (10.1.10.26) by m8.onelist.org with QMQP; 24 Jul 2001 06:22:22 -0000\r\nReceived: from unknown (HELO n27.groups.yahoo.com) (10.1.2.135) by mta1 with SMTP; 24 Jul 2001 06:22:22 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.110] by fh.egroups.com with NNFMP; 24 Jul 2001 06:22:21 -0000\r\nDate: Tue, 24 Jul 2001 06:22:19 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Great odds, worse chances...The Autobots vs. the D.E.D\r\nMessage-ID: &lt;9jj46r+d99v@...&gt;\r\nIn-Reply-To: &lt;3B5D0A0D.70ED@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3518\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nOOC on the bottom.\n\n::Dion::\n\nDion runs out behind Grimlock, ducking his head to avoid a shot from Tremor and seeing a craft fly overhead. He brings up his rifle, firing four shots at the craft, taking into consideration the speed of the craft and firing a bit in front of it. THe shells were the fast explosive ones that he&#39;d used in the tunnel back on Cybertron.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nAs KSL told you guys already, I wrote a little program that I tested on my own comp (you know me, must make sure everything works), resulting in locking it up. Because the hard drive is so bad, I was afraid to just shut the power off (for fear of the hard drive stopping to work), so I tried to shut it down cleanly. 2 hours later, I gave up and just turned it off. Its working fine now, and I&#39;m back after fixing up all the stuff on the hard drive that crapped out when the thing was suddenly turned off.\n\nPS. The program was a simple ping flood written in Perl. I wrote it to see if I could run a ping flood in Linux without having root access. The result was that it spawned over 10 thousand copies of itself, which all kept ping-flooding my comp. In effect, it drove my CPU to the limit, made my hard drive work like a maniac by repeatedly accessing itself (and 10000+ programs accessing the same file can get a bit tedious on a hard drive), and nearly fried my ethernet card (which was recieving and proccessig over 10000 pings every second, having to share CPU time and RAM with all the proccesses of the program that was generating the pings). That&#39;s the last time I&#39;m testing something like this on my own comp :-)\n\n\n--- In nbwrpg@y..., robertdahl &lt;rdahl@t...&gt; wrote:\n&gt; As the Autobots poured out of the ship, they were met by the firepower\n&gt; of the crazed Tremor. Lightspeed just slid out of the way, a few blasts\n&gt; sideswipping him, then he rolled to avoid being stepped on by Grimlock\n&gt; and Slag. \n&gt; \n&gt; Grimlock roared loudly, the noise almost shaking the ship. &quot;Yes, we show\n&gt; AUtobots how to fight.&quot; he said, his mouth lighting up, as he charged up\n&gt; a laser beam. \n&gt; \n&gt; Strafe performed a berrel roll to avoid the fire from Tremor, but was\n&gt; unsuccessful, as the blast sent him tumbling out of control away from\n&gt; the fith.\n&gt; \n&gt; SLugslinger looked around at the madness, this wasnt his idea of a\n&gt; fight. He then looked at the Dinobots a bit scared. &quot;This isnt good\n&gt; Tremor.&quot; he said worriedly, although he tried not to show it. He fired\n&gt; twice at Grimlock, but the machine gun pellets practically just bounced\n&gt; off the prehistoric warrior, as Grimlock opened his mouth, unleashing\n&gt; the force of his laser beam. It cut deep into Slugslinger&#39;s armor, as he\n&gt; leapt into the air, and transformed, Caliburst doing the same, and\n&gt; landing on his wing in gun mode. He made a pass by, firring again, but\n&gt; there was no noise. &quot;It&#39;s no good, I&#39;m out of ammo.&quot; he yelled.\n&gt; \n&gt; Tremor could then hear a static noise of Apeface. \n&gt; \n&gt; &quot;Tremor, what your situation?&quot; the braggart grunted.\n&gt; \n&gt; ______________________________________________________________________\n&gt; \n&gt; Inside the D.E.D headquarters, Apeface was busy on the computer, trying\n&gt; to get a hold of Tremor. Jagged on the other hand was pacing restlessly,\n&gt; until he noticed a message that had been picked up a while ago. He stood\n&gt; still and listened to it. &quot;You have been invited to the IGL.&quot; it said.\n&gt; Jagged couldnt contain his excitement, as he ran towards his brother. \n&gt; \n&gt; &quot;Hey Nightmare.&quot; he said in his hideous cackle. &quot;Guess what I found.&quot;\n\n\n"}}