{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","replyTo":"LIST","senderId":"MdYowLYKP4vnV1cJnqdMa5W7I6AXXj6YLNoCkApVwNq8ffenvXJHw8U7XcRSBsQHxiLcw-qV7VnG_Qs2iMkT","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Devil... arrives.(ATTN: Iron Raptor, Prowl, Maximals)","postDate":"996437114","msgId":41031,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlrMXE5cStiMTRsQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":41030,"nextInTime":41032,"topicId":41031,"numMessagesInTopic":1,"msgSnippet":"Back in the time and reality of the Vile Force and the Infecticons, on the X-PRedacons secret base, a large group of people stand on either side of a ship. Not","rawEmail":"Return-Path: &lt;Legendarynemasis@...&gt;\r\nX-Sender: Legendarynemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 29 Jul 2001 20:05:16 -0000\r\nReceived: (qmail 17651 invoked from network); 29 Jul 2001 20:05:16 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 29 Jul 2001 20:05:16 -0000\r\nReceived: from unknown (HELO n6.groups.yahoo.com) (10.1.10.45) by mta1 with SMTP; 29 Jul 2001 20:05:16 -0000\r\nX-eGroups-Return: Legendarynemasis@...\r\nReceived: from [10.1.10.122] by hm.egroups.com with NNFMP; 29 Jul 2001 20:05:16 -0000\r\nDate: Sun, 29 Jul 2001 20:05:14 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: The Devil... arrives.(ATTN: Iron Raptor, Prowl, Maximals)\r\nMessage-ID: &lt;9k1q9q+b14l@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4992\r\nX-Mailer: eGroups Message Poster\r\nFrom: Legendarynemasis@...\r\n\r\nBack in the time and reality of the Vile Force and the Infecticons, \non the X-PRedacons secret base, a large group of people stand on \neither side of a ship. Not a ship that is huge, nor is it large, but \nit is not that small either. The ship is simply a small transport \nship... In front of the craft lies a gateway, wires and other things \nleading to seperate computers against walls which Mindmurderer \nhastily works at making it seem as though there is five of him at \nonce. As he finishes typing in a last string of symbols two doors \nopen as the X-Predacon robots, Cartman, Kyle, Stan, and an orange bot \nwalk out of, the new guy is Kenny. Behind them, the looming form of \nDevil Gigatron appears. He quickly pushes through the smaller robots \nand makes his way to Mindmurderer.\n\nDevil Gigatron: &quot;Is Devil Gigatrons ship ready?&quot;\n\nMindmurderer: &quot;Yes it is, we even had time to add in the features you \nreques...&quot;\n\nDevil Gigatron raises his hand up, abruptly making the X-Predacon go \nsilent.\n\nDevil Gigatron: &quot;Jabroni, did Devil Gigatron as if the features in \nhis craft were added in or did he just ask if his damn ship was \nready?&quot;\n\nThe orange bot walks up to Gigatron and reaches up, pulling on Devil \nGigatrons raised arm. Devil Gigatron looks to his right and then \nglares down at Kenny who begins to speak through like ten or so mouth \nplates. His speech fully muffled by the plates making it hard to hear.\n\nKenny: &quot;YouaskediftheshipwasreadyDevilGigatron. \nareyougoingtokillhimnow?&quot;\n\nDevil Gigatron continues to glare as he removes Kenny hand from his \narm. He then turns to face and look down at the bright orange bot.\n\nDevil Gigatron: &quot;You dare.. touch the great one? Tell me... jabroni.. \ndid Devil Gigatron give you permission to touch the X-Predacon \npeoples arm?&quot;\n\nKenny: &quot;...WellnobutyouaskedmindripperaquestionwhichIdecidedtoanswer.&quot;\n\nDevil Gigatron paces back and forth in front of the robot as he then \nturns around to Kenny once again. \n\nDevil Gigatron: &quot;Did.. Devil Gigatron ask you that question Jabroni? \nDid you answer a question the great one asked some other piece of \nmonkey crap that wasn&#39;t you?&quot;\n\nKenny remains silent as Devil Gigatron looks enraged but then smirks.\n\nDevil Gigatron: &quot;Now you see, you have left Gigatron with one option. \nYou see, Devil Gigatron is going to have to get all rough now before \nhe goes back in time to make sure we don&#39;t get slagged. My only \noption now is... to lay the smackdown on your candy skidplate!&quot;\n\nKenny sweatdrops as Devil Gigatron transforms into a giant hand, one \nof the fingers then fires down a batch of flame, thoroughly scorching \nthe bot. However that is not the end of the beating, immediately \nafter that the giant hand bashes Kenny over the head twice, squashing \nhim, it then peels him up off the floor and tosses him into the air \nand smacks him into a wall on his way down where he explodes. Making \nCartman, Kyle, and Stan stand their with their mouths gaping.\n\nStan: &quot;Oh my god! He killed Kenny!&quot;\n\nKyle: &quot;You bastard!&quot;\n\nAs Kyle says that Devil Gigatron turns to the group after converting \nto robot mode and eyes Kyle angrily.\n\nKyle: &quot;Eh heh... oops?&quot;\n\nDevil Gigatron just shakes his hand dismissing the three as he turns \nto Mindmurderer. The three bots leave the room as cartman shouts.\n\nCartman: &quot;Hey stan, i&#39;ll Ro Sham Bo you for his room.&quot;\n\nStan: &quot;God damn it fatass he just died!&quot;\n\nCartman: &quot;So?&quot;\n\nBack in the room, Devil Gigatron is now inside the small transport \ncraft as a visual comm from MindMurderer comes in.\n\nMindmurderer: &quot;We are sending you back to the same time the VIle \nForce is in over the Maximal compound they detected. Their base is \nlocated in what was known as Antartica. Recently they have...&quot;\n\nDevil Gigatron: &quot;Just launch the great one back into the past damn it \nbefore I lay the smackdown on your candy skidplate too!&quot;\n\nMindmurderer cringes as he thinks of what happened to kenny. He then \ncloses the com and presses a few buttons causing some weird black and \nblue portal open. He then presses a red button making the small \ntransport craft launch into it where it dissapears.  Afterwards the \ngateway explodes into pieces of flaming metl and wire causing \nMindmurderer to sweatdrop.\n\nMindmurderer: &quot;Oh boy...&quot;\n\nBack where the RPG is taking place, over Maximal City, the same black \nand blue portal opens up. The ship then exits the portal which then \ncloses abruptly. Inside Devil Gigatron types a few buttons causing \nthe bottom of the ship to open up and a large metal object with two \nHUGE speakers lower. A moment later the ground itself shakes as do \nthe cities walls as for miles around the following words are played \nto some music.\n\nSpeakers: &quot;CAN YOU SMEEEELLLLL, What Devil Gigatron is cooking?&quot;\n\nMore music is heard as Devil Gigatron opens a transmission to the \nentire Maximal City.\n\nDevil Gigatron: &quot;This is Devil Gigatron, I request a meeting with you \nMaximals about an alliance to beat the monkey snot out of everyone \nhere that threatens the future!&quot;\n\n\n\n\n"}}