{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"lhLE6c4MxAHjhJrhoQF9Lx_KGv1uLd9Gj0NkCOLbN6Rx7mnRfXDpmtduPNdGBQRo60TVMyMYwQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: - A - u - t - o - b - o - t - s -","postDate":"996645577","msgId":41184,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlrODVzYStzZ281QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDNCNjZEMEVCLjI2NjE1LjE2MjEzQTJAbG9jYWxob3N0Pg=="},"prevInTopic":41151,"nextInTopic":41199,"prevInTime":41183,"nextInTime":41185,"topicId":40785,"numMessagesInTopic":46,"msgSnippet":"... Dion stops firing when he hears Pacifix s orders, eying the Decepticons hostilly.","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 1 Aug 2001 05:59:43 -0000\r\nReceived: (qmail 61922 invoked from network); 1 Aug 2001 05:59:42 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 1 Aug 2001 05:59:42 -0000\r\nReceived: from unknown (HELO n13.groups.yahoo.com) (10.1.10.91) by mta1 with SMTP; 1 Aug 2001 05:59:42 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.30] by jj.egroups.com with NNFMP; 01 Aug 2001 05:59:42 -0000\r\nDate: Wed, 01 Aug 2001 05:59:37 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: - A - u - t - o - b - o - t - s -\r\nMessage-ID: &lt;9k85sa+sgo5@...&gt;\r\nIn-Reply-To: &lt;3B66D0EB.26615.16213A2@localhost&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4730\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Dion::\n\nDion stops firing when he hears Pacifix&#39;s orders, eying the Decepticons hostilly.\n\n\n\n--- In nbwrpg@y..., &quot;rAuq&quot; &lt;rauq@t...&gt; wrote:\n&gt; ooC at bottom.\n&gt; \n&gt; --- Pacifix / Crossroads / Swoop ---\n&gt; \n&gt; Pacifix was going to stop Grimlock from firing at the enemy \n&gt; decepticons while they were retreating, but he has been dizzy \n&gt; (yup, that&#39;s the excuse for not posting =P) from the destabilizer \n&gt; ray. After fully recovering, he finds himself about to eat one of \n&gt; Grimlock&#39;s missiles. Too late to dodge, he flinches, only to be \n&gt; slammed out of the way by Crotale. He hits the ground and slide, \n&gt; both him and Crotale missile the missile, which heads wildly into \n&gt; the side of the mountain opposite from Grimlock. Pacifix shrugs off \n&gt; the bad landing, and moves Crotale off of him, whispering, &quot;Thanks \n&gt; man, I own ya.&quot; He starts towards the decepticons, carefully \n&gt; keeping out of the way of friendly fire. &quot;Barricade mode.&quot; He \n&gt; commands with authority. His second APC connects to his \n&gt; unaltered body, adding on armour, and his assault cannons. He \n&gt; arms his weapons, and prepares to fire. Before firing, he says to \n&gt; his Autobots, &quot;Hold your fire for a second,&quot; then he yells at the \n&gt; Decepticons, &quot;LEAVE NOW, OR BE FORCED TO SURRENDER.&quot; \n&gt; He crouches, ready to dodge, and fire.\n&gt; \n&gt; Crossroads, having recovered from... something, helps Grimlock to \n&gt; his feet. &quot;Uhh, you ok Grimlock?&quot; He refrains from firing due to \n&gt; Pacifix&#39;s words.\n&gt; \n&gt; Swoop circles, making a pass at the enemy. He launches two A-G \n&gt; (anti-grav, concussion, whatever tickles your fancy =P) missiles, \n&gt; one at Caliburst and one at Tremor, then follows up with his laser \n&gt; breath, loosing a light show in Tremor&#39;s direction.\n&gt; \n&gt; \n&gt; ooC: Nice subtle reminder that you want me to post with my \n&gt; Autobots Jer. (Subject is wierd because I was bored.) =P\n&gt; \n&gt; Dewboy, I don&#39;t have much time to post, in fact probably less than \n&gt; you do, or will. You can&#39;t force the rpg to speed up, or slow down, \n&gt; to get your posts to happen when YOU want them to. The rpg just \n&gt; flows. You&#39;ve got to wait a reasonable time before posting your next \n&gt; messages. Try four hours for a start. To be frank, anything you do \n&gt; with the mutants means little if not nothing to me. I just read the \n&gt; post, and if it is good I enjoy it. I only concerns me when rules are \n&gt; broken (or something like that). LN is right, if you want Mustex to \n&gt; move, then you&#39;ve got to post that he starts moving. For your next \n&gt; post with Mustex, if he is going to travel anywhere, post that he \n&gt; leaves in this sort of manner: (the following is not true, and isn&#39;t a \n&gt; post, just and example)\n&gt; \n&gt; \n&gt; ::Mustex::\n&gt; Mustex: &quot;Hmmm, my time here in northern Africa is done. I will \n&gt; have about 2 hours to get to the Infecticon Base and meet with my \n&gt; contact...&quot;\n&gt; Mustex gets onto his hovercycle, revs his engine, and peels out of \n&gt; the heavy folliage that he&#39;d been hiding in. His path will take him to \n&gt; the Infecticon base. He thinks to himself, &quot;No time lose.&quot;\n&gt; \n&gt; \n&gt; In the above example, Mustex starts to leave for his destination. \n&gt; Now he&#39;s left, you can post for him travelling along the way, or just \n&gt; for him arriving, in several hours, our time. =)\n&gt; \n&gt; Actually, I did respond to your weekly post proposal, and I said \n&gt; that it would probably be ok (I wish you&#39;d read all of my posts). I \n&gt; suggest that you don&#39;t involve yourself in any large battles though, \n&gt; they usually take more than a week to run to completion, and you \n&gt; can&#39;t post everything in two days. What year is your Freshman \n&gt; year? (Canada is different)\n&gt; \n&gt; I hope you&#39;re still reading. About the Rocak thing. I still want you to \n&gt; hold the posting about it, but if what you&#39;re writing about is a \n&gt; flashback, and the tech is destroyed somehow, (including the \n&gt; changes that happened to Mustex). How it is lost is up to you to \n&gt; decide. It might be possible for Mustex to retain an ability or \n&gt; something from the Rocak stuff, as long as you run it through the \n&gt; Council.\n&gt; \n&gt; As far as I know, you haven&#39;t written any profiles for your \n&gt; characters, and submitted them to the nbwrpg site. To do that, give \n&gt; Yan the username that you would like (it can be anything) and he&#39;ll \n&gt; give you a password that you can change.\n&gt; \n&gt; Replying to your ooC banter effective helps me waste my time, \n&gt; needed for posting with my characters. I don&#39;t want to keep having \n&gt; to do this. Also, do you have a permanent email address that \n&gt; people (like the council for the most part) can talk to you about \n&gt; your characters, weapons, ideas, and anything else might concern \n&gt; you?\n&gt; \n&gt; This ooC has been long, much too long, and I hope I don&#39;t have to \n&gt; post many more like this...\n\n\n"}}