{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"2d0-sOpiFZe9YnE4ww89qkgzsF_U9ZnkUVyFsGxE0j57y1LHHzIDBXSNcIPTxj_HJEz3cGeB4Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Oblitercons/Wolfgang&#39;s/Alliance/Brotherhood/IGL","postDate":"997077516","msgId":41313,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlrbGJtYyttanNvQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDU1LjE5NTNkNDlkLjI4OWYxZTIxQGNzLmNvbT4="},"prevInTopic":41301,"nextInTopic":0,"prevInTime":41312,"nextInTime":41314,"topicId":41301,"numMessagesInTopic":2,"msgSnippet":"... We re already here, Cledar replies to the IGL person, We re waiting right outside. Firearm approaches Cledar and his team, about to contact the IGL","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 6 Aug 2001 05:58:41 -0000\r\nReceived: (qmail 63480 invoked from network); 6 Aug 2001 05:58:40 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 6 Aug 2001 05:58:40 -0000\r\nReceived: from unknown (HELO n4.groups.yahoo.com) (10.1.10.43) by mta1 with SMTP; 6 Aug 2001 05:58:40 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.100] by hk.egroups.com with NNFMP; 06 Aug 2001 05:58:40 -0000\r\nDate: Mon, 06 Aug 2001 05:58:36 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Oblitercons/Wolfgang&#39;s/Alliance/Brotherhood/IGL\r\nMessage-ID: &lt;9klbmc+mjso@...&gt;\r\nIn-Reply-To: &lt;55.1953d49d.289f1e21@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5943\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\n::Cledar/Firearm/Forrior/Blyer/Rixer::\n\n&quot;We&#39;re already here,&quot; Cledar replies to the IGL person, &quot;We&#39;re waiting right outside.&quot;\n\nFirearm approaches Cledar and his team, about to contact the IGL when Forrior walks up to him.\n\n&quot;Cledar already signed you up, don&#39;t worry,&quot; Forrior says. Firearm nods and looks ahead at the large alien ship.\n\n\n\n\n--- In nbwrpg@y..., KSLawdogg@c... wrote:\n&gt; (Well, my brother&#39;s best friend was over for several days because he&#39;s going \n&gt; to be going over to Jamaica for two years and be a missionary ::Cough:: waste \n&gt; of time ::cough::, so they tied up my computer and I had to use another one \n&gt; that had none of my e-mails, links, etc.  So I basically wasted my days in \n&gt; MUSHes and reading comics on TransFans and listening to heavy metal, so, eh.  \n&gt; But now that he&#39;s gone, though he may be back Wednesday, I shall try and get \n&gt; the IGL started.  \n&gt; \n&gt; On a more important note, WarBarge will be gone for a large amount of time, I \n&gt; think a month or so, so he&#39;s given me control of his characters in the IGL, \n&gt; as has Hedge who is gone as well.  So I shall be using them)\n&gt; \n&gt; Oblitercons/Wolfgang/Perndabot/Reptilica/Bloodstryke/Hugar/Thug-Bot/\n&gt; Punch/Scatterblaster/Nemesis Enforcer/Vehement/Teufel/Otyebis Staff/Ares/\n&gt; Reflector/Unitron/Firestarter/Shockwave:\n&gt; \n&gt; \n&gt; \n&gt; The Oblitercons arrived at the Otyebis, several guards escorting them to a \n&gt; different corner form all the other combatants where the Gestalt Division \n&gt; matches would take place.  They each entered a single hatch.\n&gt; \n&gt; ---\n&gt; \n&gt; Wolfgang, Perndabot, Bloodstryke, and Reptilica stopped, hatches with each of \n&gt; their names above them in view.\n&gt; \n&gt; &quot;Come on, it&#39;s time to win.&quot; Wolfgang ordered, each of them entering their \n&gt; hatch.\n&gt; \n&gt; ---\n&gt; \n&gt; Hugar and Thug-Bot entered their hatches, staring inside the metal arenas and \n&gt; wondering when their opponents would arrive.\n&gt; \n&gt; ---\n&gt; \n&gt; Punch arrived outside of the Otyebis, but before he entered he checked his \n&gt; plasma cannon and changed to his Counter Punch mode, checking his photon \n&gt; rifle, and then reverted to his Punch mode.  He entered the Otyebis with \n&gt; escorts of course, going to his hatch and preparing for the fight.\n&gt; \n&gt; ---\n&gt; \n&gt; One of the soldiers turned to Dameos and took out his datapad.  &quot;Your \n&gt; opponent...Noble, is here and on the way here.&quot; the soldier replied, \n&gt; following his group.\n&gt; \n&gt; ---\n&gt; \n&gt; The team of soldiers stopped, a hatch for each Cyber with his/her name above \n&gt; it.  &quot;Please enter those and await for your match to begin if you would.&quot;\n&gt; \n&gt; =====\n&gt; \n&gt; &quot;Full retreat!&quot; Nemesis Enforcer yelled, a punch from Vehement nearly \n&gt; shattering his entire head.  He fired off ten rapid laser bolts into the \n&gt; chest of the Archbishop without much of an effect, another punch smashing in \n&gt; his chest.\n&gt; \n&gt; Transforming to his bat mode he sent a wing slapping forward, knocking \n&gt; Vehement off balance.  With that distraction Nemesis Enforcer&#39;s boosters \n&gt; launched to full power, rocketing him into the sky, Teufel/Zardus&#39; missiles \n&gt; missing him by feet, instead the shrapnel striking Vehement.\n&gt; \n&gt; &quot;No complaints from me, goomba.&quot; Scatterblaster replied to Nemesis Enforcer, \n&gt; already in the air and undamaged.  He fired down twenty armor-piercing rounds \n&gt; down at &quot;Zardus&quot; which struck with mild success.  Rising through the air \n&gt; faster he and Nemesis Enforcer blasted off towards Spain.\n&gt; \n&gt; &quot;I have a match at the IGL thing...why didn&#39;t you sign up?&quot;\n&gt; \n&gt; &quot;What...?&quot; Nemesis Enforcer asked, obviously confused.\n&gt; \n&gt; &quot;The big ship that landed...&quot;\n&gt; \n&gt; &quot;Huh?&quot;\n&gt; \n&gt; &quot;That broadcasted the message for ten hours on all known frequencies...?&quot;\n&gt; \n&gt; &quot;I must&#39;ve been asleep.  We can&#39;t split up.&quot;\n&gt; \n&gt; &quot;The winner gets a gestalt team but I---&quot;\n&gt; \n&gt; At the mention of more warriors, Nemesis kicked Scatterblaster hard, \n&gt; coincidentally sending him off in the direction of the Otyebis, the psychotic \n&gt; robot only hearing Nemesis yells for him to win.\n&gt; \n&gt; ---\n&gt; \n&gt; Back on the ground an angry Vehement looked to Teufel.  &quot;I must take part in \n&gt; a competition, but I will have a replacement come.&quot; Vehement said, Teufel \n&gt; only nodding and resuming his search for whatever Unicron wanted.\n&gt; \n&gt; Activating his inner monologue comm. he contacted Reflector.  &quot;Reflector, I \n&gt; have a mission from the Chaos-Bringer himself.&quot;\n&gt; \n&gt; ~I am ready to serve the Chaos-Bringer~\n&gt; \n&gt; &quot;Good.  Come to Teufel&#39;s coordinates, bring Sun Crusher along with you.  \n&gt; Teufel will fill you in.  He will charading as Zardus in case of trouble, so \n&gt; do not fire on him when you arrive here.&quot;\n&gt; \n&gt; ~Understood, Archbishop~\n&gt; \n&gt; &quot;I&#39;m on my way,&quot; Vehement told Teufel as he flew through the air at his top \n&gt; speed towards the Otyebis, Teufel merely nodding as he continued his search.\n&gt; \n&gt; =======\n&gt; \n&gt; More than two-thirds of the way towards the Ramora, Unitron continued his \n&gt; conversation with Vampriza.\n&gt; \n&gt; &quot;Your offer is to vague and we know not who you are,&quot; he replied over the \n&gt; comm, &quot;we will need to hear more.&quot;\n&gt; \n&gt; Ares pulled up next to Shockwave and his disembodied voice spoke.\n&gt; \n&gt; &quot;Emperor Shockwave, I request permission to go to the Otyebis and participate \n&gt; in the IGL.&quot;\n&gt; \n&gt; &quot;Very well, waste no energy in attempting to win,&quot; he intoned in reply, &quot;but \n&gt; be quick.  It would be illogical to waste needed time at the alien craft if \n&gt; you lose.&quot;\n&gt; \n&gt; &quot;Understood.&quot; Ares said, changing his course towards the Otyebis at full \n&gt; speed.\n&gt; \n&gt; ===\n&gt; \n&gt; A skimmer docked with the Otyebis, Menasor being carried to a secure gestalt \n&gt; arena.\n&gt; \n&gt; ---\n&gt; \n&gt; &quot;Yes, four maximals is fine.&quot; one of the Otyebis staff replied to Cledar.  \n&gt; &quot;Be fast though, we will be beginning soon.&quot;\n&gt; \n&gt; ---\n&gt; \n&gt; One IGL skimmer, carrying Sinew, got a target lock and fired off two \n&gt; restraining bolts, one at Strafe and the other at Cliffjumper.  If they \n&gt; struck they would fill Cliffjumper and Strafe so full of electricity it would \n&gt; temporarily incapacitate them.\n\n\n"}}