{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"BVU0qmevD7yURJUPlCvxc0s17M6nQcBuiPnrFqBb4nnUofM8MLPqEavXW4iDEQZAwoGDUHiLZQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Pure OOC, dealing with the RPG. Everyone should read","postDate":"998203455","msgId":41938,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlsbm43dithcmtzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDlsbm10dStobGVwQGVHcm91cHMuY29tPg=="},"prevInTopic":41937,"nextInTopic":0,"prevInTime":41937,"nextInTime":41939,"topicId":41937,"numMessagesInTopic":2,"msgSnippet":"Blah. That wasn t clear enough (judging from questions I m getting). Some more info: I m not gonna use the current message board as the basis for RPGing if we","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_3_1); 19 Aug 2001 06:44:19 -0000\r\nReceived: (qmail 84205 invoked from network); 19 Aug 2001 06:44:19 -0000\r\nReceived: from unknown (10.1.10.26)\n  by l9.egroups.com with QMQP; 19 Aug 2001 06:44:19 -0000\r\nReceived: from unknown (HELO n23.groups.yahoo.com) (10.1.2.83)\n  by mta1 with SMTP; 19 Aug 2001 06:44:19 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.33] by ck.egroups.com with NNFMP; 19 Aug 2001 06:44:19 -0000\r\nDate: Sun, 19 Aug 2001 06:44:15 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Pure OOC, dealing with the RPG. Everyone should read\r\nMessage-ID: &lt;9lnn7v+arks@...&gt;\r\nIn-Reply-To: &lt;9lnmtu+hlep@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3043\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nBlah. That wasn&#39;t clear enough (judging from questions I&#39;m getting). Some more info:\n\nI&#39;m not gonna use the current message board as the basis for RPGing if we go with this idea. I&#39;ll write an eGroups clone, with the board closely resembling the current eGroups one. I can even write a web crawler to retrieve all the old posts.\n\n\n\n\n--- In nbwrpg@y..., Yanshosh@a... wrote:\n&gt; I have gotten kinda negative responces to this idea so far, but I&#39;m asking what everyone thinks anyways.\n&gt; \n&gt; As everyone here knows (or most people, at least), several months ago, the NBWRPG website was not nearly as advanced as it is now. There was no login, no message board, no scripts to automate stuff, nothing like that. Then I made the current login script, which is much better than nothing, but, in my opinion, not good enough. Despite there being a message board, there are still pages of OOC discussion on the RPG board. The char editor doesn&#39;t work perfectly, and the whole thing lacks some features. Its ok, but it can be alot better.\n&gt; \n&gt; After thinking over just how much I can do with Perl, I have put together some specifications for a possible upgrade to the site. The main thing in this plan is to move all RPGing there. Other improvements include more automated site functions, more advanced message boards, etc...\n&gt; \n&gt; Some advantages I can see are:\n&gt; \n&gt; - You would no longer require an email account to RP. The thing will still accept posts by email (to post@n... or something like that), but you can get by with just a site account.\n&gt; - The OOC board will conveniently be right next to the IC board.\n&gt; - Contacting each other will be easy. I can make a system that allows members to leave each other messages that the recieving person will see when they sign on. That can also go for contacting (and recieving replies from) the council.\n&gt; - The RPG board and everything can be optimized (not appearance-wise, but feature-wise, something that can&#39;t be done with eGroups).\n&gt; - The council will have a special system to keep order, update the site, etc...\n&gt; \n&gt; Disadvantages would be:\n&gt; \n&gt; - This will all run off of my server, meaning that it will go at the same speed as the site goes now (possibly slower due to higher traffic, etc).\n&gt; - It might experience some down-time, although I&#39;m recabling my house soon so that I don&#39;t have to unhook the server to do things, which will let me keep the server online much more often.\n&gt; - People who are part of lots of groups on eGroups won&#39;t be able to go from a different group to NBW as easilly. They&#39;ll actually have to go to a different site and log in (*gasp*).\n&gt; \n&gt; Regardless of whether you guys wanna move the actual RPGing to the NBW site, the site will still have to be remade. The current system requires too much updating from me and I really don&#39;t have time. The actual remake won&#39;t make the user interface much different, but it&#39;ll add features and make the thing much more automatic.\n&gt; \n&gt; So tell me what you guys think. Please send me private email, as to avoid cluttering the board.\n\n\n"}}