{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"3BKFLWmW5_hVNaDMDSN0YFuDD1ftACTxbE2ybyQ5tGrE5bi1xoQ5vBWiOilnUSZRqDxmcQS6Fg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New character: VorbIss","postDate":"998463850","msgId":42042,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlsdmxoYStxMHRjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAxMDgyMDIyMDUzMjAxLjE5NjU3QHJvYmluLmRycm9iaW4ueWkub3JnPg=="},"prevInTopic":42017,"nextInTopic":42044,"prevInTime":42041,"nextInTime":42043,"topicId":41978,"numMessagesInTopic":49,"msgSnippet":"Very nice intro! ... The Iron Fist recieves VorbIss s message, forwarding it to FZ, who was still waiting for Halucigen to reply. FZ silently sends a reply","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_3_1); 22 Aug 2001 07:04:12 -0000\r\nReceived: (qmail 54988 invoked from network); 22 Aug 2001 07:04:12 -0000\r\nReceived: from unknown (10.1.10.26)\n  by l7.egroups.com with QMQP; 22 Aug 2001 07:04:12 -0000\r\nReceived: from unknown (HELO n18.groups.yahoo.com) (10.1.1.37)\n  by mta1 with SMTP; 22 Aug 2001 07:04:12 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.4] by mr.egroups.com with NNFMP; 22 Aug 2001 07:04:11 -0000\r\nDate: Wed, 22 Aug 2001 07:04:10 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: New character: VorbIss\r\nMessage-ID: &lt;9lvlha+q0tc@...&gt;\r\nIn-Reply-To: &lt;01082022053201.19657@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9421\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nVery nice intro!\n\n::FZ::\n\nThe Iron Fist recieves VorbIss&#39;s message, forwarding it to FZ, who was still waiting for Halucigen to reply. FZ silently sends a reply back, though not lowering his guard.\n\n&quot;Welcome to earth, VorbIss,&quot; the transmission reads, &quot;this is Zardus, Commander of the Alliance, speaking. I will send a shuttle to pick you up if you wish to learn more about us.&quot;\n\nWith that, he sends some commands to a shuttle, the docking bay on the Iron Fist opening and a small shuttle flying out, blasting off toward VorbIss.\n\n\n\n--- In nbwrpg@y..., Robin Kirkman &lt;robin@d...&gt; wrote:\n&gt; I put VorbIss&#39;s description at the end of this message, since it isn&#39;t \n&gt; visible on the group web page yet.\n&gt; -----------------\n&gt; ::VorbIss::\n&gt; \n&gt; A stasis pod streaked into the Earth&#39;s atmosphere above central Africa. \n&gt; Instead of slowing down, though, the abused stasis pod, power cell dwindling \n&gt; from meteor punctures, slammed into the jungle canopy with a deafening crash.\n&gt; \n&gt; For a few moments, all was silent. Then, a voice from the pod blurted out to \n&gt; anyone who happened to be listening, &quot;Main stasis chamber power failure. \n&gt; Energy at 23%. Attempting to activate protoform.&quot;\n&gt; \n&gt; The stasis pod stuck up a small antenna and, using power as miserly as it was \n&gt; able, began a sweep for an acceptable life form for its occupant. Only one \n&gt; happened to be close: A weasil, which the pod had landed on the nest of and \n&gt; trapped. The weasil chittered angrily at the massive metal hulk above its \n&gt; nest, and was replied to with more status reports from the pod.\n&gt; \n&gt; &quot;Species found. Adapting protoform to life form WEASIL....&quot;\n&gt; \n&gt; The pod suddenly released a puff of acrid blue smoke, and sparks jumped from \n&gt; one end to the other. &quot;Error in solidification&quot;, it reported. &quot;Conversion \n&gt; from protomatter to proto-nano-bots: 100%. Conversion from proto-nano-bots to \n&gt; nano-bot structure drones: 80%. Conversion from nano-bot structure drones to \n&gt; robot metallic alloy: 0%.&quot;\n&gt; \n&gt; The stasis pod&#39;s computer hummed, buzzed, and shot some sparks. &quot;Main power \n&gt; level at 3% and falling.&quot; it informed the jungle denizens. &quot;Enacting \n&gt; emergency protoform augmentation code to supplement incomplete structural \n&gt; system. Computing maximum benefit,,,&quot; The computer fizzed some, and one of \n&gt; its memory units burst into flames from power core fluid which was spilling \n&gt; onto it. The stasis pod beeped ominously, and made a decision. &quot;Optimal \n&gt; protoform survival necessitates immediate intelligence. Inserting \n&gt; macro-neural algorithmic artificial intelligence module to temporarily \n&gt; control protoform.&quot; \n&gt; \n&gt; The stasis pod&#39;s viewport glowed brightly for a moment, as almost a third of \n&gt; it&#39;s proto-nano-bots were reconfigured to become a computer. With that \n&gt; complete, the stasis pod opened itself, and a mass of fluid gunk, supporting \n&gt; a small computer with tendrils extending throughout it, and another tendriled \n&gt; vacuole holding the protoform&#39;s still-unconscious spark, gathered itself from \n&gt; the protoform bed and climed out of the stasis pod.\n&gt; \n&gt; The nano-bot paste, controlled by the computer, oozed about 20 feet before \n&gt; collapsing into a puddle, its energy mostly spent. Resting in a small ditch, \n&gt; the computer began to think.\n&gt; \n&gt; [Safety has been achieved. I have achieved safety for this spark. This spark \n&gt; must now be activated by me. Me... I? I.. am. I am Iss. Iss must activate \n&gt; this spark.] thought the computer. (Author&#39;s note: I will put Iss&#39;s thoughts \n&gt; in square brackets.)\n&gt; \n&gt; Iss reached one of its tendrils through the nanoprobe body, and stroked the \n&gt; spark container, which activated it, and also created a thought-link between \n&gt; Iss and the spark.\n&gt; \n&gt; The spark thought. &quot;I have no body! No senses! No components! Am I dead? Am I \n&gt; in the matrix?&quot; [You are not in the matrix, spark.], replied Iss. [What is \n&gt; your name?] &quot;I am Vorb&quot;, thought the spark. &quot;If I&#39;m not dead, then what&#39;s \n&gt; wrong with me? I&#39;ve never experienced this, or even heard of it.&quot;\n&gt; \n&gt; [You nearly did die, Vorb. Your protoform was not completely converted into a \n&gt; robot. You consist of nano-bot structure drones and proto-nano-bots. Before \n&gt; your failed activation, the stasis pod chose a species for yout beast mode.]\n&gt; \n&gt; &quot;If I&#39;m made of structure drones, then make a body for me! Robot mode, with \n&gt; all the normal stuff, plus a beast mode too, please.&quot; thought Vorb.\n&gt; \n&gt; [Your thought is my command. Be patient, though, for structure drones are \n&gt; slow to be adapted outside of a CR chamber or a stasis pod.]\n&gt; \n&gt; Over the next hour, the puddle lying on the jungle ground lengthened itself \n&gt; noticeably. After about two, a basic bi-pedal humanoid form could be \n&gt; recognized, but still looking like a slightly melted metal casting of one. By \n&gt; five hours, the structure drones had collected and hardened themselves into \n&gt; pseudo-robot-parts, and the proto-nano-bots began to change for sensory \n&gt; input, simple weapons, and computer access.\n&gt; \n&gt; Seven hours after Vorb was awakened, the new body opened its eyes. &quot;Finally&quot;, \n&gt; said Vorb, aloud, through his new mouth. &quot;I am activated.&quot;\n&gt; \n&gt; [Be warey, Vorb] warned Iss. [Your body is not hardened metal alloy like a \n&gt; normal robots; it is composed of structure drones. You are very fragile.]\n&gt; \n&gt; &quot;Fragile, shmagile&quot;, thought back Vorb. &quot;I need to find help. Why can&#39;t I \n&gt; remember anything?&quot;\n&gt; \n&gt; [Your memory banks were destroyed when the stasis pod landed. To your left, \n&gt; you can see what remains of it.]\n&gt; \n&gt; Vorb walked over to the pod, and plugged into the emergency auxilliary power \n&gt; to recharge himself, then grabbed an empty power cell, for filling up later. \n&gt; &quot;I must find allies&quot;, he thought.\n&gt; \n&gt; Over his radio, Vorb began to broadcast. &quot;Attention all protoforms. We are \n&gt; Vorb and Iss, poly-intelligent robot form. Henceforth we will refer to \n&gt; ourself in singular as VorbIss. I require information about what factions \n&gt; exist on this planet. Please reply.&quot;\n&gt; \n&gt; ------------------------------------\n&gt; Here&#39;s a copy&paste of the VorbIss info page from nbwrpg.com\n&gt; \n&gt; \n&gt; \n&gt; Gender: Male \n&gt; Alliegence Neutral \n&gt; Alternate Mode(s): Weasil, Puddle \n&gt; \n&gt; \n&gt; Description:\n&gt; \n&gt; VorbIss is mostly made out of nano-bots. The nanobots form his body, while \n&gt; other core functions are done by specialized machinery. All the nanobots are \n&gt; capable of doing is changing shape, with the exception of a small supply of \n&gt; very specialized information-warfare nanobots. \n&gt; \n&gt; VorbIss has a literal split personality, in that in addition to a spark \n&gt; container he has a very advanced, and very insane, computer AI. Both of these \n&gt; are connected to a nanobot control unit, without which the nanobots are \n&gt; unable to function. However, a nanobot puddle will broadcast a homing beacon \n&gt; so that it can be found later. A nanobot control unit can control any \n&gt; nanobots which it is in physical contact with, so that if VorbIss touches a \n&gt; nanobot puddle he immediately gains control of those bots. \n&gt; \n&gt; [Example of control unit: \n&gt; If you shoot off VorbIss&#39;s arm, and the arm doesn&#39;t have a control unit in \n&gt; it, then it will simply fall to the ground. Over a period of about an hour, \n&gt; the nanobots will cease to hold their positions (since they have no \n&gt; controller), and the arm will have melted into a small puddle spewing radio \n&gt; waves.] \n&gt; \n&gt; VorbIss&#39;s spark is named Vorb, and the AI is Iss. If VorbIss is split in two \n&gt; somehow, and Vorb and Iss are separate, then Iss will act without Vorb. \n&gt; However, Iss is (as mentioned above) insane. \n&gt; \n&gt; In addition to the spark container and computer, VorbIss has one taser, onem \n&gt; edium-powered cutting laser, a small jet engine, and a computer interface. \n&gt; These arec ontrolled by nano-bot control units as well, but are not made of \n&gt; nano-bots. Any other hardware VorbIss encounters lying around can also be \n&gt; picked up and used by his nanobotc controllers as well. \n&gt; \n&gt; [Example: \n&gt; If you shoot off the arm with the taser, a puddle with a taser in it will be \n&gt; the result. \n&gt; \n&gt; If VorbIss finds device X, then device X can be integrated into him and be \n&gt; controlled and accessed by his nanoprobe controllers. \n&gt; ] \n&gt; \n&gt; VorbIss&#39;s nanobots are a deep green, and unable to change color. They are \n&gt; also unable to quickly rearrange themselves to change shape, so normally \n&gt; instead of being a fluid being VorbIss&#39;s nanobots take the shape of standard \n&gt; robot components, and harden themselves. \n&gt; \n&gt; VorbIss is a relatively fragile bot, because impacts which would not damage a \n&gt; regular bot are capable of tearing the nanobot bonds. This means that if you \n&gt; swing a sword at him, instead of causing a big dent the sword will cut right \n&gt; through him. \n&gt; \n&gt; Because Vorb and Iss share the same body. Iss is constantly supplying Vorb \n&gt; with weird ideas. Although Iss&#39;s motives are volatile and insane, Iss is \n&gt; quite intelligent, and can provide very usefull assistence with Vorb&#39;s \n&gt; guidance. \n&gt; \n&gt; VorbIss specializes in computer hacking and information warfare, both of \n&gt; which come especially easy to him because Iss is a computer. In addition to \n&gt; simply hacking, VorbIss designs and implements hidden data taps and homing \n&gt; beacons with the help of a limited supply of specialized nanobots. These \n&gt; specialized nanobots are able to maintain simple orders without a control \n&gt; unit, allowing his taps and beacons to operate on their own.\n\n\n"}}