{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"4iBbZq9BA3vWm8g7OMW2IQLKOf2x5-uErLKglPRuwfaGBaYcZ1uUMxQhUccV3WwBr8086gvjEA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New character: VorbIss","postDate":"998542101","msgId":42095,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDltMjF1bCtrcGZmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAxMDgyMjE1NDc0NDBCLjE5NjU3QHJvYmluLmRycm9iaW4ueWkub3JnPg=="},"prevInTopic":42093,"nextInTopic":42098,"prevInTime":42094,"nextInTime":42096,"topicId":41978,"numMessagesInTopic":49,"msgSnippet":"A that-a-boy to anyone who can elaborate further on the events that this post reffers to. (I m trying to see if anyone from that period in the RPG is still","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_3_1); 23 Aug 2001 04:48:23 -0000\r\nReceived: (qmail 73945 invoked from network); 23 Aug 2001 04:48:23 -0000\r\nReceived: from unknown (10.1.10.26)\n  by l8.egroups.com with QMQP; 23 Aug 2001 04:48:23 -0000\r\nReceived: from unknown (HELO n3.groups.yahoo.com) (10.1.10.42)\n  by mta1 with SMTP; 23 Aug 2001 04:48:22 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.2.56] by hj.egroups.com with NNFMP; 23 Aug 2001 04:48:22 -0000\r\nDate: Thu, 23 Aug 2001 04:48:21 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: New character: VorbIss\r\nMessage-ID: &lt;9m21ul+kpff@...&gt;\r\nIn-Reply-To: &lt;0108221547440B.19657@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5043\r\nX-Mailer: eGroups Message Poster\r\nFrom: Yanshosh@...\r\n\r\nA that-a-boy to anyone who can elaborate further on the events that this post reffers to. (I&#39;m trying to see if anyone from that period in the RPG is still around).\n\n\n\n\n\n::Fractyl/Shuttle::\n\n\n\n\n\nThe drip of water sounded clearly to the inhabitants of the forest as drops from a leaf filled with rain water fell off and hit the chest of a charred bot. The bot had been there for a long time, for over a year at least. The last thing recorded in his datatracks was a large blast, followed by a lot of pain. The blast had come from the Nemasis, which, unknown to him, had left the war a long time ago. He had been left for dead by Zenyak&#39;s team; they hadn&#39;t even bothered to check if he was still alive.\n\nThe impact from the pod that had crashed north of the bot&#39;s area about a day ago had shaken the land quite a bit, uncovering some raw energon that had been covered previously.\n\nThe bot, who doubled as a scientist, wore armor that he modified, allowing him to absorb energy radiated by raw energon without harm to his spark. Half a day ago his deprived systems had started charging. Now they were charged a considerable amount.\n\n-Power adequate. Main systems online.- Fractyl optics flash slightly and then activate after that announcement from his internal computer, his conciousness returning to him. His systems ran a diagnostic test. He was damaged, but he could still function. Fractyl currently had no use of his left arm, or half of his face. Most weaponry had been fried, along with his wings.\n\nThe Predacon tries to sit up, accomplishing very little as he discovers that he was mostly covered by vegetation. He moves his right arm around, managing to get to a knife.\n\nSeveral minutes later Fractyl climbs out of the cut vegetation, stumbling a bit and tripping over it. He gets up again, using a tree for support this time.\n\nLooking around, Fractyl sees nothing of particular interest, but his scanners detect a bot and a shuttle south of here. Stumbling slightly, he makes his way south. The bot wasn&#39;t too far.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nThe shuttle slows down as it approaches where VorbIss was, lowering in altitude and landing. A hatch opens as it scans for VorbIss.\n\n\n\n\n\n\n\n\n\n\n\n--- In nbwrpg@y..., Robin Kirkman &lt;robin@d...&gt; wrote:\n\n\n&gt; On Wednesday 22 August 2001 14:57, Robin Kirkman wrote:\n\n\n&gt; &lt;-- snip --&gt;\n\n\n&gt; &gt; As a beast-mode weasil, VorbIss climed a nearby tree, and perched in the\n\n\n&gt; &gt; upper branches, watchiung and waiting.\n\n\n&gt; &gt;\n\n\n&gt; Perched in the tree for nearly a half hour, Vorb decided to arm what weapons \n\n\n&gt; he had. With three factions wanting his allegience already, there was sure to \n\n\n&gt; be conflict. Weapons would be most handy.\n\n\n&gt; \n\n\n&gt; In his left arm was mounted a taser with three shots charged. He began the \n\n\n&gt; process to liquify his arm nanobots and bring the lazer to the surface in a \n\n\n&gt; newly created mounting. This would take about a half an hour for a crude job; \n\n\n&gt; Several hours would be necessary for fine craftsmanship but Vorb knew he \n\n\n&gt; didn&#39;t have that long.\n\n\n&gt; \n\n\n&gt; While Vorb was handling the modifications in VorbIss&#39;s beast-mode weasil \n\n\n&gt; form, Iss began to raise a medium-strength argon cutting lazer that he had \n\n\n&gt; been secretly forming. Iss kept it immediately below the surface of the skin, \n\n\n&gt; and by manipulating the nano-controller tendrils carefully he ensured that \n\n\n&gt; Vorb was unaware. Iss trusted Vorb to make policy decisions, and a taser was \n\n\n&gt; at best a gentleman&#39;s gun. Iss would play backup, in case something happened.\n\n\n&gt; \n\n\n&gt; &quot;Iss, are you there?&quot; thought Vorb, not hearing from his companion for a few \n\n\n&gt; moments. [Yes, I&#39;m here] replied Iss. &quot;What were you doing?&quot; asked Vorb. \n\n\n&gt; [Thinking. We know there is a shuttle approaching, even with our weak \n\n\n&gt; sensors. There are at least three known factions on this planet, each \n\n\n&gt; obviously wanting to ally itself with us. They, too, can detect the shuttle. \n\n\n&gt; They have surely heard the message from the Alliance as well. They cannot \n\n\n&gt; allow us to become an ally with their enemy.]\n\n\n&gt; \n\n\n&gt; &quot;What are you saying?&quot; though back Vorb. &quot;That we&#39;re some hot figure? I don&#39;t \n\n\n&gt; think so. Yeah, my body is made of nanoprobes which is something special, but \n\n\n&gt; they don&#39;t know it. Why do I care that lots of them want me? That lets me \n\n\n&gt; pick and choose.&quot;\n\n\n&gt; \n\n\n&gt; [You care because the enemies of the Alliance will try to get to us before \n\n\n&gt; the shuttle arrives. We must assume that this body is a very valuble \n\n\n&gt; resource, and potentially worth a craft of greater speed and firepower than \n\n\n&gt; the shuttle sent by The Alliance. It is good that you were armed, Vorb, for \n\n\n&gt; we may be kidnapped.]\n\n\n&gt; \n\n\n&gt; Iss then shut Vorb out of his mind, and concentrated on enhancing the laser&#39;s \n\n\n&gt; power systems. If necessary, Iss decided that he could deactivate Vorb for \n\n\n&gt; that much more laser power. That would be a last hope, though. \n\n\n&gt; \n\n\n&gt; Meanwhile, the shuttle grew louder, and VorbIss&#39;s left arm grew gooier as the \n\n\n&gt; taser came to the surface.\n\n\n&gt; --robin\n\n\n"}}