{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"NWyibe7qwwfwoAIQuMP-UFX0GTS1qGqWieiDKvWbsmMTbADgQrYUaqEdiEH3GQgRYj_xlG2qNg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Unpostponing Rock of Ages","postDate":"1000527666","msgId":43010,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkwLjE5ZGQ4ODIyLjI4ZDQzMTMyQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":43009,"nextInTime":43011,"topicId":43010,"numMessagesInTopic":1,"msgSnippet":"Unidentified Cybertronians: Deep within Predacon territory the most powerful crime syndicate had been cut down by several unidentified individuals.  The","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nX-Sender: KSLawdogg@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_3_2_2); 15 Sep 2001 04:21:22 -0000\r\nReceived: (qmail 47213 invoked from network); 15 Sep 2001 04:21:22 -0000\r\nReceived: from unknown (10.1.10.142)\n  by l9.egroups.com with QMQP; 15 Sep 2001 04:21:22 -0000\r\nReceived: from unknown (HELO imo-m02.mx.aol.com) (64.12.136.5)\n  by mta3 with SMTP; 15 Sep 2001 04:21:21 -0000\r\nReceived: from KSLawdogg@...\n\tby imo-m02.mx.aol.com (mail_out_v31_r1.7.) id r.90.19dd8822 (4217)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 15 Sep 2001 00:21:06 -0400 (EDT)\r\nMessage-ID: &lt;90.19dd8822.28d43132@...&gt;\r\nDate: Sat, 15 Sep 2001 00:21:06 EDT\r\nSubject: Unpostponing Rock of Ages\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 107\r\nFrom: KSLawdogg@...\r\n\r\nUnidentified Cybertronians:\n\n\n\n\nDeep within Predacon territory the most powerful crime syndicate had been cut \ndown by several unidentified individuals.  The Defcons had once been the key \nplayers, their leader Alabastor working his way up from the gutters and \ntaking control of most crime activity within the Predacon Alliance.  But he \nmade a pact with some new people that jumped onto the scene.  They \nslaughtered a troublesome gang that seemed impossible to track because of its \nsmall size though they packed a whallop, killing a dozen Defcons and stealing \nthousands in contraband.\n\nUnfortunately Alabastor had tried to kill off these individuals (their price \nwas quite high), but it backfired.  All his major lieutenants were almost \ninstantly killed, many of his shipments stolen, the brunt of his private army \ncrushed, and basically all his assets razed.  Then he, or what was left of \nhim, was discovered in some backwater Predacon city in some dark alley.\n\nWith the Defcons obliterated, dozens of smaller crime syndicates moved to \ntake control of everything the Defcons had lost.  A large crime war waged for \nseveral months, resulting in the death of over a thousand Predacons.  This \ngained the interest of the Maximals, interested because they had positive \nproof of the deaths but the Predacon Alliance denied it.  They were \ndetermined to find out what happened, no matter the cost.\n\n\n\nRewind watched the party, taking a sip from his liquid energon.  It was \nalcoholic but it wasn&#39;t that strong.  These type of dinner parties involving \nrich Cybertronians was kind of boring in Rewind&#39;s opinion, but it came with \nthe job.\n\n&quot;Ah, Abucus, welcome.  I trust you are enjoying yourself?&quot;\n\nAbucus.  Yes, that was the name Rewind was using.  But then again, even \nRewind was a false name.  No one ever used his real name.  Not even his \nsuperiors, who just use his code name, Rewind.  Every mission required a new \nname and a new identity.\n\n&quot;Senator Raccon, it is good to see you again.  This party is not without its \nclass, but I am on a t--&quot;\n\n&quot;Say no more,&quot; the Predacon Senator replied with a smile, &quot;who am I to keep a \nrepresentative of Technology Inc. on hold?&quot;  The Senator shook &#39;Abucus&#39; hand \nand walked up to a podium, his voice booming over loud speakers that couldn&#39;t \nbe seen.  A dozen heads turned his way.  All representatives of the most \npowerful Predacon corporations.  Including a division of Shuko Inc., \nPredaTech Labs, creators of the Oblitercons.  \n\n&quot;I know you are all here have waited a while now, and with good reason,&quot; \nSenator Raccon began, &quot;you all know why you&#39;re here.  To purchase the latest \nin Predacon technology.  True it is two years old, but it is years ahead of \nits time.  This capital starship was built by the Predacon Alliance, but \nstolen by the petty thugs the Defcons.  They are dead now, and recently this \ncraft was discovered at an abandoned warehouse.  Soldiers loyal to me were \nable to secure it and scientists loyal to me were able to examine it.&quot;\n\n&quot;It is a large warship, its whereabouts are--well, that information will be \nreserved for the individuals who purchase it.  Anyway, moving on, the ship is \napproximately several hundred feet long, several hundred feet wide.&quot; A screen \nappeared behind Roccon, who stepped out of the way, a smooth purely black \nship in the shape of a cigar displayed on it.  \n\n&quot;Most impressive.&quot; someone next to Rewind said.\n\n&quot;Indeed.&quot; another replied.\n\nRewind shook his head, knowing anyone who spoke like that would never be able \nto afford such machinery.\n\n&quot;This ship is one of the fastest ever manufactured with hyperspace and \ntranswarp cells.  It is equipped with maps of all Cybertronian, Nebulan, and \nHuman explored space.  It has advanced scanning equipment, you could pick out \na match in a giant human landfill from everything else.  The scanning \nequipment can penetrate most shields and armor and its range is as great as \nthe Megatronian Satellite.  It is equipped with a full science bay and room \nfor a three hundred person crew.  In the way of armarment, it is equipped \nwith several laser batteries and five plasma batteries.  It is armed with a \nfull array of missile tubes and a few hidden surprises.&quot;\n\n&quot;As you can tell, this is a most impressive ship.  Bidding on the White \nLighting shall begin at 500,000 credits.  Do I here 500,000?&quot;\n\n&quot;500,000!&quot;\n\n&quot;550,000!&quot;\n\n&quot;650,000!&quot;\n\n&quot;800,000!&quot;\n\nRewind looked to the two idiots next to him for a quick second.  He found it \nhard to believe a pair of losers like them had that kind of money, but \nstranger things had happened.  It was time for him to bag this, the \ninformation and the designs of the ship would serve the Maximals well.  \n&quot;35,000,000!&quot; he yelled.  The room was quiet for a few moments.\n\n&quot;Do I hear 35,000,000?  Anyone?  Anyone?  Going once, going twice, s--&quot;\n\n&quot;50,000,000 credits!&quot; a robot in a far corner yelled.  \n\nThe Senator smiled, with good reason.  Sure, he could&#39;ve returned the ship to \nthe Predacon Alliance.  He could&#39;ve become a hero and gotten a big promotion. \n But what would be the point?  Be a prominent figure in a worthless Alliance? \n He would rather be rich.  &quot;Any--&quot;\n\n&quot;75,000,000.&quot; one of the two robots next to Rewind responded.\n\n&quot;1,500,000,000.&quot; the robot who offered 50,000,000 said.\n\n&quot;5,000,000,000!&quot; Rewind yelled.  He had a limit of ten billion credits to \nspend.  If he couldn&#39;t buy the ship, he&#39;d have to find its whereabouts and \nattempt to commandeer it.  If he couldn&#39;t commandeer it, he was to blow the \ncraft up and kill the Senator and some of his key men.  He prefered to buy \nit.  \n\n&quot;6,000,000,000!&quot; \n\n&quot;7,000,000,000!&quot;  \n\n&quot;7,000,000,000 dude?  Come on!&quot;\n\n&quot;Shut up, man, we can still buy The Bronze.&quot;\n\n&quot;We better, they&#39;ve got good music.  And lots of...huge tracks of land.&quot; Both \nrobots chuckled, Rewind shaking his head.\n\n&quot;8,000,000,000!&quot; he offered.\n\n&quot;9,500,000,000!&quot; the man in the corner who had originally offered 50 million \nyelled.\n\n&quot;10,000,000,000!&quot; Rewind yelled.  He was hoping no one else had that kind of \nmoney.\n\n&quot;Dude, don&#39;t offer anymore.  If we go above ten billion we won&#39;t have any \ncash left over to buy The Bronze.&quot;\n\n&quot;But we didn&#39;t plan on p--&quot;\n\n&quot;Don&#39;t say that outloud!&quot; one of the two &#39;idiot&#39; robots yelled, slapping the \nother.\n\n&quot;Fifteen billion credits!&quot; the robot who had been slapped.  &quot;Mess with me, \neh?  I don&#39;t care about The Bronze that much.  We&#39;ll still have enough to \npurchase their huge tracks of land anyway.&quot;\n\nRewind cursed.  He noticed the other robot who had been a highroller in the \nbidding was angry as well.\n\n&quot;Sold!  For 15,000,000,000!&quot; Raccon yelled happily.  He had only expected at \nthe most a few billion credits.  With this kind of money he could begin down \npayments on financing his improved private army.  &quot;Congratulations...&quot; Raccon \nsearched through his databanks, &quot;Poison and Quiet Riot of Heavy Metal \nInterplanetary Computron Company...&quot;\n\nOdd name, Rewind thought.\n\nPoison and Quiet Riot headed up to the podium.  Posion was jumping up and \ndown.  &quot;Alright!  This is awesome.  White Lightening.  Def Leppard.  It all \nworks out man!&quot;\n\n&quot;Totally!&quot; Posion yelled.  &quot;Awesome.  Far out.  Psychadelic.  Neato.&quot;\n\n&quot;Neato?&quot;\n\n&quot;Indeed.&quot;\n\nThe Senator shook his head in annoyance.  &quot;We will immediately show you to \nthe White Lightening, as soon as you pay the money.&quot;\n\nReaching into a subspace pocket, Poison produced a datapad.  He entered a few \nnumbers and handed it to the Senator, who handed it to an aide of his.\n\n&quot;It checks out.&quot; the aide said.  &quot;This is fifteen billion credits right here.&quot;\n\nThe Senator handed Quiet Riot a datapad.  &quot;That&#39;s all the information you&#39;ll \nneed to visit the White Lightening.&quot;\n\n&quot;Thanks, Mr. Senator.  Man, Def, Dokken, and Judas have been looking for this \nsince they killed Alabastor.&quot;\n\nSilence filled the room.\n\nInteresting, Rewind thought, ready to pull a weapon from subspace.\n\n&quot;Idiot!&quot; Poison yelled at Quiet Riot.  &quot;I know we were going to kill them \nanyway, but did you have to tell them Def, Dokken, and Judas killed that \nweakling Alabastor and killed the Defcons?  Damn!  Look what you made me say!&quot;\n\nThe several armed Predacon guards were tense, a few of them moving closer \ntowards the podium while the Senator backed off, gripping the datapad worth \nfifteen billion credits tightly.\n\nPoison turned quickly, what looked like a wooden drumstick (for drums, not a \nchicken or turkey :), a blue bolt of energy striking the aide, who collapsed, \nmech-fluid leaking in large amounts from his chest as he lay dead on the \nfloor.\n\nQuiet Riot pulled out what looked like an acoustic guitar though made of \nmetal.  He swung it like a club at an incoming guard, cracking his head open \nlike a melon.  \n\n&quot;Get them!&quot; the Senator yelled, the remaining guards opening fire on Poison \nand Quiet Riot with laser rifles.\n\nThe Senator pressed his hand against a portion of the wall, a small hole in \nthe wall appearing.  Raccon quickly climbed through.  He didn&#39;t care about \nthose guards, the aides, or those buyers.  He had fifteen billion credits!  \nBesides, he&#39;d call his guards at the site of the White Ligthening and tell \nthem to beef up security greatly.  Perhaps he could sell the craft for \nanother dozen billion credits to finance his army.\n\nRewind reached into subspace, a custom laser rifle appearing in his hand.  He \nraised it, firing off two bolts, superheated laser energy cutting into the \nback of one of the Predacon guards.  Charging forward and jumping over the \ndowned guard, Rewind fired off a few more shots, cutting down another \nPredacon guard. \n\nPoison ducked under a few shots rather easily, firing off another blue blast, \nthis time cutting down one of the buyers.  He chuckled, leaping off the \nstage, jump kicking a Predacon guard.  He swung around, a laser bolt stabbing \ninto his chest.  His armor held up though, and he shot back, killing the \nguard instantly.\n\nQuiet Riot pulled on the end of his acoustic, part of it coming out, \nrevealing itself to be an energy blade.  He tossed the other part into \nsubspace.  He pointed his blade at Rewind, but a missile struck his chest, \nsending him flipping backwards and crashing to the ground.\n\nThe robot who had bidded 50,000,000 stepped forward, a tube-like thing \nsticking out of his left forearm.  Another rocket shot out, this time blowing \napart a Predacon guard.  Several more guards piled through a door, opening \nfire, cutting down a few buyers in the crossfire.\n\nRewind charged forward, a roundhouse kick taking down a Predacon guard.  A \nfew laser bolts caught him in the abdomen but his armor was more than enough \nto take it.  He shoved the barrel of his laser rifle into the chest of one of \nthe guards, firing off a few bolts into the guard&#39;s chest killing him \ninstantly.\n\nThe armed buyer fired off another missile, missing its target and exploding \nagainst the wall.  Quiet Riot was back on his feet, a large dent in his \nchest.  &quot;That sucked.  Let&#39;s get out of here!&quot; he yelled, pointing his blade \nat the buyer, the energy blade firing off two small spheres of yellow energy. \n The blasts knocked the buyer back, but he kept firing rockets, blowing holes \nin the walls.\n\nQuiet Riot smashed his way through the wall with surprising strength, Poison \nfiring off a few blasts as cover fire, following Quiet Riot quick.\n\nRewind cursed, firing off five rapid blasts, taking down two Predacons.  The \nremaining few Predacons fled, the buyer firing off two rockets into the \nmiddle of the other buyers who were bunched up.  Rewind didn&#39;t care that they \nwere all either dead or dying.  He charged at the armed buyer, firing off two \nbolts with little effect.  He put his laser rifle into subspace, tackling the \nbuyer to the ground.  A few punches to the face seemed to knock him \nunconscious.  Standing up Rewind thought for a split second.  He would&#39;ve \nliked to interrogate the buyer, who fired on the killers and guards alike.  \nBut he had to chase Quiet Riot and Poison who obviously knew about the \nDefcons.  He ran through the hole the duo had made.  Using internal scanners, \nhe was able to follow the them by tracking the microscopic amount of \nmech-fluid Quiet Riot was leaking from the attack.\n\n\nThe buyer stood up quickly, looking around.  His internal clock told him he&#39;d \nbeen out for about a minute.  He got up quickly, deactivating his rocket \nweapon.  He activated his comm. unit.  &quot;This is Chriom.  I&#39;ve found those \nresponsible and I&#39;ve learned the White Lightening exists.  I&#39;ve lost them for \nthe moment, but I know a way to track them though.&quot;\n\n~Good, Chriom.  Did you find the names out?~\n\n&quot;Yes, Poison and Quiet Riot.  But those names aren&#39;t in any databases, \nMaximal or Predacon.  I will continue searching all sources for any kind of \nname.&quot;  Chriom walked out the door, two armed Predacons approaching him.  His \ncyan optics glowed for a moment, laser blasts piercing into chests of the \nPredacons and killing them. Chriom continued on his way.\n\n \n\n"}}