{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"tNv3I3QWxGSHcQr7-jVdBvhu7S5tSQg2Jp7vwa3n_4G1_96Tm0gObrPlCB_8jJ60jyYUcNfSdw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Can&#39;t think of an appropriate subject...","postDate":"1003202466","msgId":43451,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlxZzkzMitmM2JqQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":43467,"prevInTime":43450,"nextInTime":43452,"topicId":43451,"numMessagesInTopic":7,"msgSnippet":"Hello, guys. Its been a while since we ve last seen each other, but I m still here. My arm has healed up, but the homework I ve been getting has more than","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nX-Sender: Yanshosh@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-7_4_1); 16 Oct 2001 03:21:18 -0000\r\nReceived: (qmail 23091 invoked from network); 16 Oct 2001 03:21:08 -0000\r\nReceived: from unknown (10.1.10.26)\n  by 10.1.1.224 with QMQP; 16 Oct 2001 03:21:08 -0000\r\nReceived: from unknown (HELO n2.groups.yahoo.com) (10.1.10.41)\n  by mta1 with SMTP; 16 Oct 2001 03:21:08 -0000\r\nX-eGroups-Return: Yanshosh@...\r\nReceived: from [10.1.10.98] by n2.groups.yahoo.com with NNFMP; 16 Oct 2001 03:21:08 -0000\r\nDate: Tue, 16 Oct 2001 03:21:06 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Can&#39;t think of an appropriate subject...\r\nMessage-ID: &lt;9qg932+f3bj@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7104\r\nX-Mailer: eGroups Message Poster\r\nX-eGroups-Announce: yes\r\nFrom: Yanshosh@...\r\n\r\nHello, guys. Its been a while since we&#39;ve last seen each other, but I&#39;m still here. My arm has healed up, but the homework I&#39;ve been getting has more than quadrupled, as have alot of my other real life responsibilities.\n\n\n\n\n\nI never thought I would be writing an email like this, but I guess everything has to happen sometime. I&#39;ve been in the RPG for over two years now (in case people havn&#39;t noticed, the RPG is two years old now. I would have announced it, but I was on leave at the time). In many ways, this RPG&#39;s influenced my life alot. I&#39;ve made friends, learned stuff, met some really important people in my life, and just had fun.\n\n\n\n\n\nBut all things come to an end. Even without having participated in the RPG for the last 1.5 months, I&#39;ve had almost no time to do anything else. There&#39;s no way I&#39;d be able to keep posting if I came back, or even keep up with the posts.\n\n\n\n\n\nWell, I really hate doing this, and I know its dissapointing alot of people, but I must resign. I may be back later with one or two chars (as soon as I get some things with school and stuff straightened out), but my massive, 20+ character, participation in the RPG is over untill at least next summer.\n\n\n\n\n\nThis has been by far the most successful email RPG I&#39;ve ever seen on the web, guys, and I&#39;m very proud of all of you. I hope that you will keep up the good work, because I would hate to see the RPG die just because one member has left.\n\n\n\n\n\nI&#39;m not leaving forever, and I definitely don&#39;t wanna cut my ties to the RPG. Feel free to IM me or email me. I&#39;m &quot;Yanshosh&quot; on AIM and &quot;Zardus200&quot; on Yahoo messenger. You all know my email address too, I think.\n\n\n\n\n\nNow, I&#39;ll still be hosting the site where it is, and I&#39;ll still be working on that new system that&#39;ll allow the site to be kept up without my help, so I&#39;m still contributing to the RPG. Feel free to email me about that, too.\n\n\n\n\n\n\n\n\nI don&#39;t wanna leave and keep everyone waiting for replies from my chars, so I&#39;ll distribute some of them.\n\n\n\n\n\nRobo, you get Prowl. I think he&#39;s the current commander of the Maximals, and you can use him to put Hot Rod into command. After that, please have him go off on his own, cause I might wanna use him if I come back. If Robo doesn&#39;t post and pick up Prowl within a week, Rdahl can take control of him and command the Maixmals, but give it back to Robo when he posts.\n\n\n\n\n\nCrow Lord, you get DevilDuer to get Gawd-Bot and Coput into the Alliance. After that, you can keep using him, but please retire him in a non-lethal way. :-)\n\n\n\n\n\nJen, you can have Cledar and his group. If you don&#39;t want them, they&#39;re up for grabs.\n\n\n\n\n\nAirly and Robo, you guys can split Scyther, EndBringer, Demise, and Incarcinator amongst yourselves as/if you wish.\n\n\n\n\n\nWhoever (if anyone) is in charge of the Destrons, you may have Neody.\n\nKSL, you get to lead the Alliance. You might have had hopes of taking it from me by force, but I&#39;ll give it to you willingly :-). Lead it well, man.\n\nThe Council, you can have all the stuff I&#39;ve learned from being in the RPG. I hope you guys do good as the leading body. Everyone else, listen to them and don&#39;t give them trouble.\n\n\nYou&#39;ve all been great friends, guys. And now, for my final post (for now):\n\n::Zardus/Killfest/Shredder/Firearm/Dion::\n\nZardus slowly blinked his eyes, his room coming into focus. How he&#39;d got there, he had no idea. He had probably dragged himself there out of exaustion, but he couldn&#39;t tell for sure.\n\nThe Alliance Commander slowly sat up, stretching and feeling his back crack several times as joints slid into place. Zardus swung his feet over the edge of his recharge bed, and instantly jumped back into it when he saw what was in the middle of the room.\n\n&quot;You again?!&quot; he yelled, the sound being absorbed by the walls in the room. The thing in the middle moved closer to him.\n\n&quot;Yes, its me,&quot; it replied as it emerged from the shadows. The being looked like it was made of transparent energy, changing colors from pale yellow to energonian-colored to red every once in a while. It had two arms and two legs, but its head looked like a skull. Its bulky and muscular body, if a body made of energy can be called muscular, gave off a field of energy that reppelled everything around it.\n\nZardus backed up against the wall, his gun extended, aimed at the being&#39;s chest. &quot;Why are you here?&quot;\n\nThe being calmly looked at the gun, a small smile dancing across its face. &quot;Go ahead, Zardus, shoot me. You know its useless. The sensors of this ship are blind to what is going on in this room, and that gun will have no more effect on me than if this whole ship self destructed,&quot; the being informed Zardus, still approaching, &quot;And I am here to take you away. The deadline for your mission is up, and you have not accomplished it. You will be retired.&quot;\n\n&quot;No!&quot; yelled Zardus, pulling the trigger several times. The beams that his gun emmited were easilly absorbed by the creature, with no visible signs of strain or damage. Zardus could feel himself being pushed against the wall by the creature&#39;s magnetic field.\n\n&quot;You can&#39;t fight me,&quot; the energy being stated, taking several more steps and then plunging straight into Zardus. The Alliance Commander screamed as he flashed bright yellow and blue, pain cruising through him like only once before. He collapsed, falling off of the bed and collapsing in a pile on the floor, twitching untill the flashing stopped. Once again, the Vok had taken him under control.\n\n\nIn several minutes, the Alliance Commander stood up again, but it was a different Zardus. Pure energy shined from his eyes and joints, lighting the room. He was concious, but the Vok was in controll. He was just a spectator. &#39;Zardus&#39; activated his comm.\n\n&quot;All Alliance members. I must depart for an unknown interval of time. Nemesis Enforcer is now in charge. Listen to his orders as if they are my own. Goodbye and thank you for your service.&quot;\n\nAfter sending that message to all Alliance members, the room flashed, and Zardus was no longer there.\n\n(If Nemesis Enforcer is no longer there, KSL can chose another char (like Punch), to take his place.)\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nIn his room at the Blackfortress, Killfest turns around, looking at the source of a sound he had heard. His eyes widen.\n\n&quot;Hello, Killfest,&quot; whatever stood behind him said. &quot;I&#39;m afraid I have to take you back.&quot;\n\nWith a huge explosion of energy, Killfest&#39;s entire room was destroyed, and both Killfest and the thing he had seen were nowhere to be found.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nOn their way away from the planet, the Vok being stopped and picked up several more bots that had picked up their attention. Among them were Firearm, Shredder, and Dion, all bots that had much experience on the planet. Those bots silently dissapeared, not to be seen again untill such a time as when that particular Vok would return, and go on with its plan.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nGoodbye, my friends. Feel free to email me with any questions you might have. You have all been great friends and RPGing partners. But remember: I will return.\n\n\n"}}