{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dewboy30816@yahoo.com","from":"dewboy30816@...","profile":"dewboy30816","replyTo":"LIST","senderId":"MlsvKLW4Ixek0-B75AjM7-yyiyVxnPx63uxtCTbXnX6PhGEhZRT7ewHbfLQ2gKx67FVuoKM4fMZCAcEx","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Can&#39;t think of an appropriate subject...","postDate":"1003263679","msgId":43467,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlxaTRydittb3FyQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDlxZzkzMitmM2JqQGVHcm91cHMuY29tPg=="},"prevInTopic":43451,"nextInTopic":43471,"prevInTime":43466,"nextInTime":43468,"topicId":43451,"numMessagesInTopic":7,"msgSnippet":"He brought up a very important issue.  You may think my crazy ideas are all I ever think about, but I ve been a bit worried about this rpg just breaking down","rawEmail":"Return-Path: &lt;dewboy30816@...&gt;\r\nX-Sender: dewboy30816@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 16 Oct 2001 20:21:25 -0000\r\nReceived: (qmail 5714 invoked from network); 16 Oct 2001 20:21:23 -0000\r\nReceived: from unknown (10.1.10.26)\n  by l10.egroups.com with QMQP; 16 Oct 2001 20:21:23 -0000\r\nReceived: from unknown (HELO n9.groups.yahoo.com) (10.1.10.48)\n  by mta1 with SMTP; 16 Oct 2001 20:21:23 -0000\r\nX-eGroups-Return: dewboy30816@...\r\nReceived: from [10.1.10.101] by n9.groups.yahoo.com with NNFMP; 16 Oct 2001 20:21:22 -0000\r\nDate: Tue, 16 Oct 2001 20:21:19 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Can&#39;t think of an appropriate subject...\r\nMessage-ID: &lt;9qi4rv+moqr@...&gt;\r\nIn-Reply-To: &lt;9qg932+f3bj@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 8087\r\nX-Mailer: eGroups Message Poster\r\nFrom: dewboy30816@...\r\nX-Yahoo-Profile: dewboy30816\r\n\r\nHe brought up a very important issue.  You may think my crazy ideas \nare all I ever think about, but I&#39;ve been a bit worried about this rpg \njust breaking down in a few more years, and while I was banned I \nthought of something that could present an alternative.  It would \nallow us to at any given time begin picking off faction and end the \nNeo Beast Wars.  It would only take a few weeks to finish the game, \nand it can wait as long as we can to start.  The only catch is I have \nto revive my Rocak idea.  They won&#39;t be as advanced as before, but \njust give me a chance and I can make it work.  Whatta ya&#39; say?\n\n--- In nbwrpg@y..., Yanshosh@a... wrote:\n&gt; Hello, guys. Its been a while since we&#39;ve last seen each other, but \nI&#39;m still here. My arm has healed up, but the homework I&#39;ve been \ngetting has more than quadrupled, as have alot of my other real life \nresponsibilities.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; I never thought I would be writing an email like this, but I guess \neverything has to happen sometime. I&#39;ve been in the RPG for over two \nyears now (in case people havn&#39;t noticed, the RPG is two years old \nnow. I would have announced it, but I was on leave at the time). In \nmany ways, this RPG&#39;s influenced my life alot. I&#39;ve made friends, \nlearned stuff, met some really important people in my life, and just \nhad fun.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; But all things come to an end. Even without having participated in \nthe RPG for the last 1.5 months, I&#39;ve had almost no time to do \nanything else. There&#39;s no way I&#39;d be able to keep posting if I came \nback, or even keep up with the posts.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Well, I really hate doing this, and I know its dissapointing alot of \npeople, but I must resign. I may be back later with one or two chars \n(as soon as I get some things with school and stuff straightened out), \nbut my massive, 20+ character, participation in the RPG is over untill \nat least next summer.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; This has been by far the most successful email RPG I&#39;ve ever seen on \nthe web, guys, and I&#39;m very proud of all of you. I hope that you will \nkeep up the good work, because I would hate to see the RPG die just \nbecause one member has left.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; I&#39;m not leaving forever, and I definitely don&#39;t wanna cut my ties to \nthe RPG. Feel free to IM me or email me. I&#39;m &quot;Yanshosh&quot; on AIM and \n&quot;Zardus200&quot; on Yahoo messenger. You all know my email address too, I \nthink.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Now, I&#39;ll still be hosting the site where it is, and I&#39;ll still be \nworking on that new system that&#39;ll allow the site to be kept up \nwithout my help, so I&#39;m still contributing to the RPG. Feel free to \nemail me about that, too.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; I don&#39;t wanna leave and keep everyone waiting for replies from my \nchars, so I&#39;ll distribute some of them.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Robo, you get Prowl. I think he&#39;s the current commander of the \nMaximals, and you can use him to put Hot Rod into command. After that, \nplease have him go off on his own, cause I might wanna use him if I \ncome back. If Robo doesn&#39;t post and pick up Prowl within a week, Rdahl \ncan take control of him and command the Maixmals, but give it back to \nRobo when he posts.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Crow Lord, you get DevilDuer to get Gawd-Bot and Coput into the \nAlliance. After that, you can keep using him, but please retire him in \na non-lethal way. :-)\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Jen, you can have Cledar and his group. If you don&#39;t want them, \nthey&#39;re up for grabs.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Airly and Robo, you guys can split Scyther, EndBringer, Demise, and \nIncarcinator amongst yourselves as/if you wish.\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Whoever (if anyone) is in charge of the Destrons, you may have \nNeody.\n&gt; \n&gt; KSL, you get to lead the Alliance. You might have had hopes of \ntaking it from me by force, but I&#39;ll give it to you willingly :-). \nLead it well, man.\n&gt; \n&gt; The Council, you can have all the stuff I&#39;ve learned from being in \nthe RPG. I hope you guys do good as the leading body. Everyone else, \nlisten to them and don&#39;t give them trouble.\n&gt; \n&gt; \n&gt; You&#39;ve all been great friends, guys. And now, for my final post (for \nnow):\n&gt; \n&gt; ::Zardus/Killfest/Shredder/Firearm/Dion::\n&gt; \n&gt; Zardus slowly blinked his eyes, his room coming into focus. How he&#39;d \ngot there, he had no idea. He had probably dragged himself there out \nof exaustion, but he couldn&#39;t tell for sure.\n&gt; \n&gt; The Alliance Commander slowly sat up, stretching and feeling his \nback crack several times as joints slid into place. Zardus swung his \nfeet over the edge of his recharge bed, and instantly jumped back into \nit when he saw what was in the middle of the room.\n&gt; \n&gt; &quot;You again?!&quot; he yelled, the sound being absorbed by the walls in \nthe room. The thing in the middle moved closer to him.\n&gt; \n&gt; &quot;Yes, its me,&quot; it replied as it emerged from the shadows. The being \nlooked like it was made of transparent energy, changing colors from \npale yellow to energonian-colored to red every once in a while. It had \ntwo arms and two legs, but its head looked like a skull. Its bulky and \nmuscular body, if a body made of energy can be called muscular, gave \noff a field of energy that reppelled everything around it.\n&gt; \n&gt; Zardus backed up against the wall, his gun extended, aimed at the \nbeing&#39;s chest. &quot;Why are you here?&quot;\n&gt; \n&gt; The being calmly looked at the gun, a small smile dancing across its \nface. &quot;Go ahead, Zardus, shoot me. You know its useless. The sensors \nof this ship are blind to what is going on in this room, and that gun \nwill have no more effect on me than if this whole ship self \ndestructed,&quot; the being informed Zardus, still approaching, &quot;And I am \nhere to take you away. The deadline for your mission is up, and you \nhave not accomplished it. You will be retired.&quot;\n&gt; \n&gt; &quot;No!&quot; yelled Zardus, pulling the trigger several times. The beams \nthat his gun emmited were easilly absorbed by the creature, with no \nvisible signs of strain or damage. Zardus could feel himself being \npushed against the wall by the creature&#39;s magnetic field.\n&gt; \n&gt; &quot;You can&#39;t fight me,&quot; the energy being stated, taking several more \nsteps and then plunging straight into Zardus. The Alliance Commander \nscreamed as he flashed bright yellow and blue, pain cruising through \nhim like only once before. He collapsed, falling off of the bed and \ncollapsing in a pile on the floor, twitching untill the flashing \nstopped. Once again, the Vok had taken him under control.\n&gt; \n&gt; \n&gt; In several minutes, the Alliance Commander stood up again, but it \nwas a different Zardus. Pure energy shined from his eyes and joints, \nlighting the room. He was concious, but the Vok was in controll. He \nwas just a spectator. &#39;Zardus&#39; activated his comm.\n&gt; \n&gt; &quot;All Alliance members. I must depart for an unknown interval of \ntime. Nemesis Enforcer is now in charge. Listen to his orders as if \nthey are my own. Goodbye and thank you for your service.&quot;\n&gt; \n&gt; After sending that message to all Alliance members, the room \nflashed, and Zardus was no longer there.\n&gt; \n&gt; (If Nemesis Enforcer is no longer there, KSL can chose another char \n(like Punch), to take his place.)\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; In his room at the Blackfortress, Killfest turns around, looking at \nthe source of a sound he had heard. His eyes widen.\n&gt; \n&gt; &quot;Hello, Killfest,&quot; whatever stood behind him said. &quot;I&#39;m afraid I \nhave to take you back.&quot;\n&gt; \n&gt; With a huge explosion of energy, Killfest&#39;s entire room was \ndestroyed, and both Killfest and the thing he had seen were nowhere to \nbe found.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; On their way away from the planet, the Vok being stopped and picked \nup several more bots that had picked up their attention. Among them \nwere Firearm, Shredder, and Dion, all bots that had much experience on \nthe planet. Those bots silently dissapeared, not to be seen again \nuntill such a time as when that particular Vok would return, and go on \nwith its plan.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; \n&gt; Goodbye, my friends. Feel free to email me with any questions you \nmight have. You have all been great friends and RPGing partners. But \nremember: I will return.\n\n\n"}}