{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","profile":"legendarynemasis","replyTo":"LIST","senderId":"eDxllA7cMvOL_SCWp0F5WVApP4-oKq-CJz7g-AjgIK5gkTaMLCa7fjauXtI7L408Zt4xdR1MrtsWMeotJtKS","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Infecticon Antics(Attn: Airly and LN)","postDate":"1003697857","msgId":43700,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDZmLjFjNmM3M2QyLjI5MDQ5MGMxQGFvbC5jb20+"},"prevInTopic":43698,"nextInTopic":43701,"prevInTime":43699,"nextInTime":43701,"topicId":43660,"numMessagesInTopic":16,"msgSnippet":"She did leave in the post before read the post. And I am dwelling on the past because this happens every time seemingly. Some person makes a decision and if","rawEmail":"Return-Path: &lt;LegendaryNemasis@...&gt;\r\nX-Sender: LegendaryNemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 21 Oct 2001 20:57:43 -0000\r\nReceived: (qmail 91101 invoked from network); 21 Oct 2001 20:57:43 -0000\r\nReceived: from unknown (10.1.10.27)\n  by l8.egroups.com with QMQP; 21 Oct 2001 20:57:43 -0000\r\nReceived: from unknown (HELO imo-r04.mx.aol.com) (152.163.225.100)\n  by mta2 with SMTP; 21 Oct 2001 20:57:41 -0000\r\nReceived: from LegendaryNemasis@...\n\tby imo-r04.mx.aol.com (mail_out_v31_r1.8.) id r.6f.1c6c73d2 (4587)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 21 Oct 2001 16:57:37 -0400 (EDT)\r\nMessage-ID: &lt;6f.1c6c73d2.290490c1@...&gt;\r\nDate: Sun, 21 Oct 2001 16:57:37 EDT\r\nSubject: Re: Infecticon Antics(Attn: Airly and LN)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_6f.1c6c73d2.290490c1_boundary&quot;\r\nX-Mailer: AOL 6.0 for Windows US sub 10539\r\nFrom: Legendarynemasis@...\r\nX-Yahoo-Profile: legendarynemasis\r\n\r\n\r\n--part1_6f.1c6c73d2.290490c1_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nShe did leave in the post before read the post. And I am dwelling on the past \nbecause this happens every time seemingly. Some person makes a decision and \nif they dont like the consequences they have to be made happy. Well thats \nfucking gay ok rauq? It is if someone makes a decision they must live with \nit, and you know what If I have to ignore what deal was made that long ago \nthen I guess BK has to be back in the infecticon base because then it wouldnt \nbe fair to every other player and every other charachter that never had \nchoices. From what I can tell is that you try to appease the biggest \nwhinners. &quot;Oh I dont like whats happening now that I did that lets ignore it \nand pretend it never happened k?&quot; That is bull shit of the highest degree and \nwhen Hugar didnt say no he did say yes he could have said no and he didnt he \nasked me what I was going to do in the post, I told him, and he did say no to \nit at all. If you really want to be a good council member rauq and let the \nRPG develop then let charachters live through the choice they make. No \nchanging of anything, the past sets what happens you can change the past just \nlike you said and if a deal was made then then it is jsut as strong now. I \nfor one am tired of people whining about something their chars did to have a \nnegative effect on them and then suddenly it all gets ersed. Airly made a \nchoice now she has to lvie with that choice. That is the bottom line. And If \nI have to change anything well then I guess we can change it to BK having \ndied in the base as that was what would have ultimately happened. A player \ncan&#39;t go killing a stotyline because they made a bad decision thats not how \nthings work. All I ever see from the council is trying to make the more \npopular members happy, if airly wants something done to get her chars out of \na bad situation, it happens, dtto for tankor, abyss, and other people.\n\r\n--part1_6f.1c6c73d2.290490c1_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2&gt;She did leave in the post before read the post. And I am dwelling on the past because this happens every time seemingly. Some person makes a decision and if they dont like the consequences they have to be made happy. Well thats fucking gay ok rauq? It is if someone makes a decision they must live with it, and you know what If I have to ignore what deal was made that long ago then I guess BK has to be back in the infecticon base because then it wouldnt be fair to every other player and every other charachter that never had choices. From what I can tell is that you try to appease the biggest whinners. &quot;Oh I dont like whats happening now that I did that lets ignore it and pretend it never happened k?&quot; That is bull shit of the highest degree and when Hugar didnt say no he did say yes he could have said no and he didnt he asked me what I was going to do in the post, I told him, and he did say no to it at all. If you really want to be a good council member rauq and let the RPG develop then let charachters live through the choice they make. No changing of anything, the past sets what happens you can change the past just like you said and if a deal was made then then it is jsut as strong now. I for one am tired of people whining about something their chars did to have a negative effect on them and then suddenly it all gets ersed. Airly made a choice now she has to lvie with that choice. That is the bottom line. And If I have to change anything well then I guess we can change it to BK having died in the base as that was what would have ultimately happened. A player can&#39;t go killing a stotyline because they made a bad decision thats not how things work. All I ever see from the council is trying to make the more popular members happy, if airly wants something done to get her chars out of a bad situation, it happens, dtto for tankor, abyss, and other people.&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_6f.1c6c73d2.290490c1_boundary--\r\n\n"}}