{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","profile":"legendarynemasis","replyTo":"LIST","senderId":"O6oq0q5TAZfC7yxtf0eGs2CfQZ2YqVmsNVIDduMa_bcSYBifo6i_KyK8fQVXz0bqaDtDELkNOIUohznCZvHQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"New lines are drawn","postDate":"1003793781","msgId":43759,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlyMmFobCtra3NjQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":43763,"prevInTime":43758,"nextInTime":43760,"topicId":43759,"numMessagesInTopic":3,"msgSnippet":"OOC: Heh, I got permission to do this... Fun... I also had permission to state what the beam would likely do... IC: In the atlantic, if one were present they","rawEmail":"Return-Path: &lt;Legendarynemasis@...&gt;\r\nX-Sender: Legendarynemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 22 Oct 2001 23:36:22 -0000\r\nReceived: (qmail 63937 invoked from network); 22 Oct 2001 23:36:21 -0000\r\nReceived: from unknown (10.1.10.26)\n  by 10.1.1.223 with QMQP; 22 Oct 2001 23:36:21 -0000\r\nReceived: from unknown (HELO n25.groups.yahoo.com) (10.1.1.41)\n  by mta1 with SMTP; 22 Oct 2001 23:36:21 -0000\r\nX-eGroups-Return: Legendarynemasis@...\r\nReceived: from [10.1.10.69] by n25.groups.yahoo.com with NNFMP; 22 Oct 2001 23:36:19 -0000\r\nDate: Mon, 22 Oct 2001 23:36:21 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: New lines are drawn\r\nMessage-ID: &lt;9r2ahl+kksc@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3300\r\nX-Mailer: eGroups Message Poster\r\nFrom: Legendarynemasis@...\r\nX-Yahoo-Profile: legendarynemasis\r\n\r\nOOC: Heh, I got permission to do this... Fun... I also had permission \nto state what the beam would likely do...\n\nIC:\nIn the atlantic, if one were present they would feel tension in the \nair. Looking down at the ocean they would sea a bright light piercing \nthe darkness of its depths as on the bottom the massive cannon built \nat its bottom crackles with energy as it charges, the ground around \npulsing from the intense energy. At the tip of Greenland, a small \noutpost manned by Hooligan also hums loudly as a large cannon, points \nin the air, its tip glowing with energy. Off the coast of North \namerica, a second large cannon exactly like the one in green land \nalso hums as Demonite stands by it watching over the cannon. The \ncannon also elevated so its tip poiints into the sky at an angle. \nFinally a short distance away from the alliance base, in the \ninfecticon ship the oblivion, the top seconds split open as a third \ncannon, also humming with a large energy ball at its tip rises out of \nit aiming at the sky. The three smaller cannons all are triangulated \nto hit the same point which the Infecticon Fury cannon also shall \nfire at as soon as they do. Inside the mid atlantic base, the \nmysterious robot turns to blight and frostbite, his optics glowing a \ndeep red.\n\n????: &quot;Is the satelite and the cannons in posistion?&quot;\n\nBlight: &quot;Yes, we have also locked onto the target.&quot;\n\n????: &quot;Excellent, Frostbite, open a open transmission to every \nfacility that is on this planet. Our might shall be demonstrated now.&quot;\n\nFrostbite nods and soo a transmission is opened to every faction on \nthe planet, the dark face of the mysterious bot on display.\n\n????: &quot;Hello... today marks the day in which new lines shall be drawn \non the battle field. I am offering an alliance to all who wish it, \nthey can either ally with us and crush our enemies... or face our \nwrath. To demonstrate our power we are going to fire on a target we \nhave selected. I hope to hear from some of you soon over an alliance.&quot;\n\nWith those words a picture of Maximal city is now shown alongside the \nfigures face.\n\n????: &quot;Blight, fire on target.... Now!&quot;\n\nBlight cackles a bit insanely as he presses a red button, immediately \nfollowing that all three large cannons fire a large beam all at the \nsmaller dish of the Infecticon sattelite. The dish absorbs the energy \nand glows brightly. A moment later the ocean bubbles and the entire \nInfecticon undersea base shakes violently as the massive cannon \nlaunched a collosal beam through the ocean and into the sky, the \nentire beam lighting up the sky with a red and blue hue. In space the \ncolosal beam spirals and thins and strikes the smaller dish as well, \nand after 2 minutes it also has been absorbed. As soon as it does the \nlarged dish swivels and reposistions itself before as a titanic beam \nis fired down nearly blowing the satelite right out of its orbit. \nAbove Maximal city the sky gets extremely bright as the beam barrels \ndown towards it. A second later the beam strikes the city, engulfing \nit... even if it had shields and they were up, the beam would still \nliekly leave Maximal City just short of being wiped off the map.\n\nOOC: Any chars in there wont be killed unless the players want them \nto be. Although I would expect any survivors to be damage badly.\n\n\n"}}