{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rAuq (rauq@telus.net)","from":"&quot;rAuq (rauq@...)&quot; &lt;x_rauq_x@...&gt;","profile":"x_rauq_x","replyTo":"LIST","senderId":"xugaQ-jGecIa4riuc5g-gUcQeReu4A1asSVgIH4sDDqgJ7xzkJ8UhTMyO0frkQ-dF8SDZuH5Ocy8fpTpvKjoc1RYrcBJmrXrg4M79xXXG_10ZqA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Posting","postDate":"1004141432","msgId":43968,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlyY3Uxbys2bjI3QGVHcm91cHMuY29tPg=="},"prevInTopic":32813,"nextInTopic":43973,"prevInTime":43967,"nextInTime":43969,"topicId":32813,"numMessagesInTopic":8,"msgSnippet":"Interesting topic (RID and such), however can we please keep this to either private email, or onto the website? =) that or post IC messages with it as well.","rawEmail":"Return-Path: &lt;x_rauq_x@...&gt;\r\nX-Sender: x_rauq_x@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 27 Oct 2001 00:10:36 -0000\r\nReceived: (qmail 26312 invoked from network); 27 Oct 2001 00:10:35 -0000\r\nReceived: from unknown (10.1.10.26)\n  by l8.egroups.com with QMQP; 27 Oct 2001 00:10:35 -0000\r\nReceived: from unknown (HELO n20.groups.yahoo.com) (10.1.2.66)\n  by mta1 with SMTP; 27 Oct 2001 00:10:35 -0000\r\nX-eGroups-Return: x_rauq_x@...\r\nReceived: from [10.1.10.108] by n20.groups.yahoo.com with NNFMP; 27 Oct 2001 00:09:57 -0000\r\nDate: Sat, 27 Oct 2001 00:10:32 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Posting\r\nMessage-ID: &lt;9rcu1o+6n27@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4991\r\nX-Mailer: eGroups Message Poster\r\nFrom: &quot;rAuq (rauq@...)&quot; &lt;x_rauq_x@...&gt;\r\nX-Yahoo-Profile: x_rauq_x\r\n\r\nInteresting topic (RID and such), however can we please keep this to \neither private email, or onto the website? =) that or post IC \nmessages with it as well. (an please refrain from the one line &quot;Bob \nlooks around&quot; type posts :P)\n\nDewboy, LN, The Beam, stop bashing each other nobody wants to hear \nit. You&#39;re just wasting your time and our time by even posting it. \nConsider what you post BEFORE you post it.\n\nDewboy. To improve your dialogue, read some novels and model your \nposting after them. You don&#39;t necessarily have to post in paragraph \nformat, just use the dialogue from a novel as an example for what \nyou would write. \n(Background for those who haven&#39;t read this: it&#39;s a dystopia where \none person controls all of the negative and postive memories of a \nentire &quot;utopian&quot; community. It&#39;s an interesting book, and i recomend \nit.)\n\n\nie: (i&#39;ll quote a little from The Giver by Lois Lowery, then change \nit)\n\n---------&gt;\n&quot;Giver,&quot; he asked one afternoon following a day when he had been \nsent away, &quot;what causes you pain?&quot;\n  &quot;When the Giver was silent, Jonas continued. &quot;Ther Chief Elder \ntold me, at the beginning, that the receiving of memory causes \nterrible pain. And you described for me that the failure of the last \nnew Receiver released painful memories to the community.\n  &quot;But I haven&#39;t suffered, Giver. Not really.&quot; Jonas smiled &quot;Oh, I \nremember the sunburn you gave me on the very first day. But that \nwasn&#39;t so terrible. What is it that makes you suffer so much? If you \ngave some of it to me maybe your pain would be less.&quot;\n  The Giver nodded. &quot;Lie down,&quot; he said. &quot;It&#39;s time, I suppose. I \ncan&#39;t shield you forever. You&#39;ll have to take it all on eventually.\n  &quot;Let me think,&quot; he went on, when Jonas was on the bed, waiting, a \nlittle fearful.\n  &quot;All right,&quot; The Giver said after a moment, &quot;I&#39;ve decided. We&#39;ll \nstart with something familiar. Let&#39;s go once again to a hill, and a \nsled.&quot;\n  He placed his hands on Jonas&#39;s back.\n----------&gt;\n\n\nThe above was simply an exerpt form The Giver. Now i&#39;ll switch the \nstyle and write a little transformer dialogue between say Lokk and \nAxis who are scouting a Predacon operation where three Preds are \nloading up a crate of something.\n\n\n----------&gt;\n&quot;Lokk,&quot; murmured Axis, &quot;Lokk!&quot; He nudges Lokk with his elbow, &quot;Look \nat what they are carrying.\n  &quot;Hmmm,&quot; thinks Lokk, &quot;It looks like explosives in boxes,&quot; he \nobserves as the trio of Preds slowly and gently move the large crate \ntowards they&#39;re transport.\n  Axis&#39;s eyes change colour as a magnification lense slides over his \noptics. &quot;I see some characters written on the crate... I see, an, A, \nan S, and U, and an S. Then there&#39;s a space, and A, a 7, an M, and \nanother space, then a C, a P, and a U. Do you have any idea what \nthat means?&quot; says Axis as he continues to watch.\n  Lokk frowns and pieces the letters together in his head, &lt;&lt; A-S-U-\nS__A-7-M__C-P-U... that sounds like computer equipment to \nme.&gt;&gt; &quot;Axis, I think that they have some new computer equipment or \nsomething. We might be able to capture it and bring it back to base. \nWe have the element of surprise.&quot;\n  Axis nods, &quot;Yah, I think that we can do it, but we&#39;ll need Seekker \nas well.&quot; He looks at Lokk who nods.\n  &quot;Alright.&quot; Lokk opens an encrypted commlink to Seekker, &quot;Seekker, \nwe need you, what is your position?&quot;\n---------&gt;\n\n\nAnother simple way to write the same thing is the following:\n\n\n---------&gt;\nAxis: &quot;Lokk. Lokk! Look at what they are carrying.&quot;\nAxis nudges Lokk with is shoulder.\n\nLokk: &quot;Hmmm, looks like explosives to me.&quot;\nLokk continues to watch the three Preds.\n\nAxis&#39; eyes change colour as a magnification lense slides over his \noptics. \nAxis: &quot;I see some characters written on the crate... I see, an, A, \nan S, and U, and an S. Then there&#39;s a space, and A, a 7, an M, and \nanother space, then a C, a P, and a U. Do you have any idea what \nthat means?&quot;\n\nLokk frowns and thinks about the lettering.\nLokk: &quot;Axis, I think that they have some new computer equipment or \nsomething. We might be able to capture it and bring it back to base. \nWe have the element of surprise.&quot;\n\nAxis nods in agreement.\nAxis: &quot;We&#39;ll need Seekker&#39;s help.&quot;\n\nLokk also nods, and opens an encrypted commlink to Seekker\nLokk: &quot;Seekker, we need you, what is your position?&quot;\n---------&gt;\n\n\nIf you hadn&#39;t already realized it, all of what i&#39;ve been writing is \nstraight from the Rules page, but with a different example.\n\nI already explained this to you before you were moderated as well, \nso you should look back in the posts and read that post as well. \nAlso, reread the rules several times until what you know for sure \nthat you can create a character or make anything up that won&#39;t piss \nsomeone (or anyone... or everyone) off. =P\n\nAnother word of advice: NEVER write a dialogue before hand and \nexpect to use it IC. It doesn&#39;t really work. Think of this: A static \nmind will never solve a dynamic problem. =)\n\nAnd for god&#39;s sake, let all of my typing that is trying to go to \nhelp you, go to waste... like before... =(\n\n\n"}}