{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"eqaQJA1Ibw4DkjKuOiRVk8c7c6hIiTIBRNUcLeBBx8sgcxsgR-wLxCgHCFD0Me6Ss54d1rRM2ZIh2S-OQZeli1x1yDMWhg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars RPG","postDate":"961833194","msgId":4448,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA1MmEwMWJmZGRiMSQ0MGViYWM0MCQ5MzUyZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDIwMDAwNjIzMjIwOTE4LjIyNTg0LmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":4441,"nextInTopic":4452,"prevInTime":4447,"nextInTime":4449,"topicId":7,"numMessagesInTopic":262,"msgSnippet":"OCC: This is a long post, everyone please read the whole thing, I put alot of time into this post, it s one of my best posts ever. None of this post is moding,","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 2058 invoked from network); 24 Jun 2000 07:57:00 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 24 Jun 2000 07:57:00 -0000\r\nReceived: from unknown (HELO pimout7-int.prodigy.net) (207.115.63.106) by mta2 with SMTP; 24 Jun 2000 07:57:00 -0000\r\nReceived: from birdboy (TAMPA020-0147.splitrock.net [63.254.82.147]) by pimout7-int.prodigy.net (8.8.5/8.8.5) with SMTP id DAA78788 for &lt;nbwrpg@egroups.com&gt;; Sat, 24 Jun 2000 03:56:57 -0400\r\nMessage-ID: &lt;052a01bfddb1$40ebac40$9352fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;20000623220918.22584.cpmta@...&gt;\r\nSubject: Re: Neo Beast Wars RPG\r\nDate: Sat, 24 Jun 2000 03:53:14 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nOCC: This is a long post, everyone please read the whole thing, I put alot\nof time into this post, it&#39;s one of my best posts ever. None of this post is\nmoding, Plintissa&#39;s memories are really how it happened.\n\nPlintissa walked closer to Iron Raptor.\n\n&quot;Iron Raptor...Goodbye.&quot; Plintissa walked out of the room, walking down into\nthe main room of the Maximal base, just standing in the center of the room.\nApparently, Iron Raptor is in love. Plintissa cried, she was in love as\nwell, but her love had changed, for the better in power, for the worst\noverall. Then Plintissa remembered what Suukie had once said to her, the\nmemory echoed in her head...\n\nIn Plintissa&#39;s memory, the Maximals were all against her, and her only\nfriend was also against her. Plintissa sat down in her base, Suukie in the\nCR Chamber, the one sentence that started up their conversation.\n\n&quot;Don&#39;t worry about those Maximal fools, I think your cool.&quot;\n\nOnce they grew to love each other, right before Plintissa left for the\nMaximal base, that was the next memory.\n\n&quot;I have to leave now Suukie, but I&#39;ll be back after I sort this out with\nIron Raptor and that idiot Liono, I just wish that Iron Raptor would return\nmy calls.&quot; Plintissa sighed and walked toward the door.\n\n&quot;Don&#39;t be blue, I love you!&quot; Came Suukie&#39;s screwed up mind&#39;s rhyming voice.\nPlintissa smiled and walked out the door.\n\n&quot;I love you too.&quot; Plintissa said as she walked out.\n\nPlintissa remembered and cried harder. Plintissa dropped to the floor,\nmaking a puddle of tears in front of everyone, since she had no room in the\nMaximal base, she never did have one, she was always trying to help out.She\nterribly missed Iron Raptor, Dracona sometimes was close to her, but Dracona\nwas always so far away mentally that it was impossible for them to be\nfriends. Plintissa remembered whan she first met Iron Raptor, and when she\nfirst met Suukie.\n\n&quot;Hey! I found a stasis pod out here! Doesn&#39;t anyone care?&quot; Plintissa had\nyelled. That&#39;s when she appeared. Iron Raptor. She came outside of the base,\nshe was looking at a library, but was interupted by Plintissa&#39;s screaming.\nPlintissa remembered what Iron Raptor had said.\n\n&quot;Temper, temper.&quot; Were Iron Raptor&#39;s first words to her. Iron Raptor and\nPlintissa joked around and they fixed the stasis pod. Out emerged a big\nplecostomus, Suukie. Suukie instantly ran off after saying hello to the 2,\nrunning off to help someone, which Plintissa later learned were Dinobot and\nTavatron, who were now good friends. Iron raptor said one word after\nPlintissa ran away to join battle.\n\n&quot;You SQUID!&quot; Were Iron Raptor&#39;s words, Iron Raptor and Plintissa had a close\nencounter with Rampage, where Iron Raptor saved Plintissa&#39;s life, while\nPlintisssa passed out from pain. Iron Raptor was premoted to 3rd in command,\nPlintissa didn&#39;t even get a position in the Maximal army, but stuck around\nanyway. Plintissa had several run-ins with Liono after that, and had\nchallenged him, but he did not accept, and like the coward that he was, at\nleast to Plintissa, he ran from her and sicked Key on her. Plintissa ignored\nKey completely, she was angry. Plintissa then made her own group, and that&#39;s\nwhere it all came in now, Suukie is dead, her group is dead, and her\nfriendship with Iron Raptor was dead. In short words, Plintissa&#39;s long life,\nfrom Pred, to Maxi, to Populist, was now and forever, over. Plintissa weeped\non the floor...\n----- Original Message -----\nFrom: &quot;Iron Raptor&quot; &lt;ironraptor13@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Friday, June 23, 2000 6:09 PM\nSubject: Re: Neo Beast Wars RPG\n\n\n\n\n* Iron Raptor smiled as she saw Prowl&#39;s weak smile but concern eventually\nmade it&#39;s way to her optics, worried for the pain that his broken ribs\ncaused. The kiss on her cheek reminded her of the same kisses that they had\nshared in her quarters only a mega-cycle and a half ago, wishing that she\ncould rewind time and try to prevent his damage. Half closing her optics in\na way that meant that ,&quot;knowing&quot; way when he replied to her statement of\nnot being able to handle her cure for pain. But she then saw Prowl nearly\nlose his balance and was ready to stop him from falling if needed, he was so\nhurt and that fact hurt her just as much then.causing her casual look to\nbecome concern.\nHim then stumbling back as Shadow Cat came up to them causing her to come\ncloser to him in worry, how could a few broken ribs cause him to act like\nthis?\nSoon the pains of her own damage was over ruled by concern as Prowl takes a\nstep towards a CR chamber but doesn&#39;t quite make it! Seeing him almost cry\nout in pain Iron Raptor rushed to his side just in time to hear the hiss and\npop of his damage, then seeing him slump to the floor and his repair system\nbegin to activate.\nWith a quick rush of movement she bent down to him and then took him under\nthe arms, with the full weight of his damaged body being to heavy she simply\npulled him over to a wall beside a  chamber and then sat him up against it.\nIron Raptor put a worried hand on Prowl&#39;s cheek as she looked into his face\nand kneeled beside him, expressionless and without emotion as he stayed in\nhis nearly unconscious state.\nShe brushed her thumb over his lips before leaning in close and placing her\nown cheek against his other one, the act simply for comfort to let him know\nthat she was there with him in his time of need. His repair system obviously\nworking but the pain might not be fully gone yet, her own presence there for\nhim to deal with that.\nHer free hand stoked his shoulder for a moment before resting on his arm,\nher voice soft and smooth as not to cause him alarm or suddenly surprise\nhim.not knowing if he even knew that she was there now.beside him. *\n\n&quot; I&#39;m here, Prowl.My Love. As I&#39;ll always be.&quot;\n\n* Then with a slightly worried sigh but one of slight relaxation she stayed\nby his side, waiting for a positive response from the only bot she ever\nloved. *\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest\naddress on the Net!\nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n------------------------------------------------------------------------\nClick here for savings: beMANY!\nhttp://click.egroups.com/1/4115/13/_/_/_/961798160/\n------------------------------------------------------------------------\n\n\n\n\n"}}