{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"minime_316@hotmail.com","from":"minime_316@...","replyTo":"LIST","senderId":"iGy_01C6XrnOjVbFCeScd0AmGk0nUMads07fPVI1wwriTNNIFTUwAC3qt2P_ibjiJs8Slt6jLgZM3Op5hQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars","postDate":"961864121","msgId":4459,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhqMm5qcCs5OHZwQGVHcm91cHMuY29tPg=="},"prevInTopic":4451,"nextInTopic":4460,"prevInTime":4458,"nextInTime":4460,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Vulois/Terminess/Bronco/Octociz Vulois finds Hell Beast and asks him about Terminess. Hey, boss! I ve found a new Predacon and she s a real genious. She would","rawEmail":"Return-Path: &lt;minime_316@...&gt;\r\nReceived: (qmail 30884 invoked from network); 24 Jun 2000 16:28:48 -0000\r\nReceived: from unknown (10.1.10.27) by m1.onelist.org with QMQP; 24 Jun 2000 16:28:48 -0000\r\nReceived: from unknown (HELO hn.egroups.com) (10.1.2.221) by mta2 with SMTP; 24 Jun 2000 16:28:48 -0000\r\nX-eGroups-Return: minime_316@...\r\nReceived: from [10.1.10.104] by hn.egroups.com with NNFMP; 24 Jun 2000 16:28:48 -0000\r\nDate: Sat, 24 Jun 2000 16:28:41 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Neo Beast Wars\r\nMessage-ID: &lt;8j2njp+98vp@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3600\r\nX-Mailer: eGroups Message Poster\r\nFrom: minime_316@...\r\n\r\n\nVulois/Terminess/Bronco/Octociz\n\n\nVulois finds Hell Beast and asks him about Terminess.\n\n&quot;Hey, boss! I&#39;ve found a new Predacon and she&#39;s a real genious. She \nwould love to help our cause. She only needs a small lab. I was \nwondering if we could set her up with something?&quot;\n\n______________________________________________________________________\n\nTerminess is walking around the Pred base. She has been set up with \nher own quarters. She&#39;s beggining to like life here. Maybe she \ndoesn&#39;t have to go back. No! She needs to. Her group can&#39;t survive \nwithout her. And what about Vulois? He&#39;s been really nice to ger. \nAnything she wanted she could have from him. She only hopes she can \nget her lab. Maybe Vulois could join her on Cybertron. He would make \na reat partner. Only time will tell if this is his true persona.\n\nTerminess continues down the Pred base.\n\n______________________________________________________________________\n\nBrix Prime has been waiting on the moon for days now. After giving \nthe last functional pod to his crew member Octociz, he has been \nwaiting for a Maximal rescue ship. After his ship, the Mirorition, \ncrashed on the moon, only he and Octociz survived. Now he needs to \ntake things into his own hands. He has been building his own small \nship from scattered parts. Now he gets to see whether or not it \nworks. He re-wires the electronics so that the Bay doors open, and he \nfires up his ship. It seems to be working fine. He pulls it out of \nthe bay, and is flying in space. He aims the ship towards past Earth.\n\n&quot;Octociz, here I come.&quot;\n\nAs he nears the atmosphere, he realizes a fatal problem: the outer \nhull is not strong enough to take an entry to an atmosphere! His ship \nbegins to burn up. He tries to hold it as long as he can. He has lost \nall steering. His ship makes a violent crash right into earth.\n\nIn a way, Brix Prime, great Maximal captain and leader, died in that \ncrash. His logic and identity circuts were almost completly \ndestroyed. He had taken a DNA scanner from one of the bad pods, and \nit began scanning. Only a large Bull which had been eating grass when \nhe crahed was in the area. When the ship opened, out popped the \nmeanest looking bot that ever lived. His muscleds were huge. He had \ngigantic horns. He had a shotgun blaster. This was not Brix Prime. He \nwas dead, ore at least sleeping deep inside the spark. This bot \ndidn&#39;t do much speaking. He shot first, asked questions later. He did \nnot remember being a Maximal. He was a renengade. By himself, selling \nhis destructive skills to whoever needed it.\n\nBrix Prime the Maximal was dead. Bronco the transformer had been born.\n\n______________________________________________________________________\n\nOctociz was on look out duty, partolling a few miles out from the \nArk. He could not believe the violence here. As soon as he got here, \nhe was invloved in a huge battle close to home. What&#39;s worse, was \nthat he went through alot of torment to get here. Saying goodbye to \nhis family. Watching all his friends die. Looking at Brix Prime&#39;s \nface when he launched the pod. And for this? So that he could destory \nPredacons? It&#39;s madness. And what happened to Brix Prime? Is he still \nup on the moon, waiting for a rescue mission? Is he all right? Is \nhe....dead?\n\nBefore that though could go any further, Octociz saw a ship, \nspiraling out of control. It crashed violently into the earth. \nOctociz radioed in.\n\n&quot;This is Octociz. A strange ship just crahed. It&#39;s not a pod! I&#39;m \ngoing to go check it out. If I need back-up I&#39;ll call for it.&quot;\n\nOctociz took off towards the crashed ship.\n\n\n"}}