{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dewboy30816@yahoo.com","from":"dewboy30816@...","profile":"dewboy30816","replyTo":"LIST","senderId":"FZ5XImWbLfgsed5viHEomu-hX2OEWtDDAeU6xAw3FgLo8PVkXq5p1xA2c27ATAy_fOaoWz1IBbZe93L0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Debate (important everyone read)","postDate":"1006358942","msgId":44764,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDl0Z2ppdSsxMGVmYUBlR3JvdXBzLmNvbT4=","inReplyToHeader":"PDI4LjFlMTExMTkyLjI5MmQxNzlkQGFvbC5jb20+"},"prevInTopic":44762,"nextInTopic":44765,"prevInTime":44763,"nextInTime":44765,"topicId":44759,"numMessagesInTopic":68,"msgSnippet":"First, I d like to know how everyone else feels about the intercepting weapons rule (I wanted to have Rhesus s staff reflect weapons fire, but Hugar said I","rawEmail":"Return-Path: &lt;dewboy30816@...&gt;\r\nX-Sender: dewboy30816@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 21 Nov 2001 16:09:10 -0000\r\nReceived: (qmail 70766 invoked from network); 21 Nov 2001 16:09:09 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m9.grp.snv.yahoo.com with QMQP; 21 Nov 2001 16:09:09 -0000\r\nReceived: from unknown (HELO n7.groups.yahoo.com) (216.115.96.57)\n  by mta1.grp.snv.yahoo.com with SMTP; 21 Nov 2001 16:09:10 -0000\r\nX-eGroups-Return: dewboy30816@...\r\nReceived: from [10.1.4.68] by n7.groups.yahoo.com with NNFMP; 21 Nov 2001 16:09:10 -0000\r\nDate: Wed, 21 Nov 2001 16:09:02 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Debate (important everyone read)\r\nMessage-ID: &lt;9tgjiu+10efa@...&gt;\r\nIn-Reply-To: &lt;28.1e111192.292d179d@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4448\r\nX-Mailer: eGroups Message Poster\r\nFrom: dewboy30816@...\r\nX-Yahoo-Profile: dewboy30816\r\n\r\nFirst, I&#39;d like to know how everyone else feels about the intercepting \nweapons rule (I wanted to have Rhesus&#39;s staff reflect weapons fire, \nbut Hugar said I couldn&#39;t). Next this won&#39;t effect my voting, but when \nand if we ger a char limit will DAydreamer and Nightmenace count as 1 \nor 2 chars. Next, I&#39;ve been thinking that we should say that in this \ntime Earth was emmiting some kind of transwarp pulse that attracted \ncrashing ships through time and space to Earth assuming they were in \nTranswarp space. Next, I thought about sending a char to Cybertron \n(and by the way I liked Beast Machines), but I realized if a Pred or \nother member of an evil faction got there first the Pred fleet would \ncome and destroy all the Maxis. On the other hand the opposite thing \nwould happen if you sent a Maxi there. Either way would end the game. \nAlso I can understand the no EMP rule, but if Transmutate had a sonic \nattack on the show and I&#39;m bringing him back why should it have to \nchange to plasma?\n\n--- In nbwrpg@y..., Legendarynemasis@a... wrote:\n&gt;          Err.. Damn AOL making a send button over a reply button \nmaking me \n&gt; send a blank email. Now then Dewboy to answer your question. No, I \nwould not. \n&gt; As by becoming a council member I would essence be becoming a GM. \nEveryone \n&gt; would get a fair chance whether or not I liked them or didnt like \nthem. \n&gt; Although if someone decides to needlessly piss me off about some \nmatter \n&gt; within the RPG, such as how when me and you were making all those \nuseless \n&gt; OOCs I would give them 3 chances, one warning, a second warning, and \nthen a \n&gt; modration, and if they continue to do the same thing again I would \nset a \n&gt; motion to have them booted from the RPG. \n&gt; \n&gt;          Also I would also like to let people no my motives for \njoining the \n&gt; council. Although I have been in this RPG a short duration compared \nto some I \n&gt; can see now that the people who participate are really treated like \nchildren \n&gt; rather than adults. Seriously, no interception of weapons fire? Sure \nit got \n&gt; bad a while back, but you know what people who are on the council \nshould suck \n&gt; it up and deal with the problem instead of just making a rule that \ncuts down \n&gt; on gameplay. How could someone do that? Well one could give them a \nwarning if \n&gt; they were abusing the weapons fire interception, then if they \npersisted in \n&gt; abusing the thing they could get moderated, and then if they \ncontinued, just \n&gt; remove them from the RPG as apparently they don&#39;t wish to be fair. \n&gt; \n&gt;          What would happen to the charachters of the abusive person \nremoved? \n&gt; Either A, give them someone, B recruit someone to take them, or C \nTake \n&gt; responsibility for them. Seriously it isnt that hard to control \nfifty \n&gt; charachters I have about three times that in an EZBoard Beast Wars \nRPG. That \n&gt; is because I control all the predacons as noone not even the other \nGM would \n&gt; take any of them and the only other person who did have some has \nmysteriously \n&gt; dissapeared, I control around 3/4ths of the maximals again because \nthe otehr \n&gt; GM is lazy, and I also control a whole slew of custom charachters \neither I \n&gt; designed and made or someone else did and are no longer in the RPG.\n&gt; \n&gt;          Also, I would like to help the RPG finally get off the god \ndamn \n&gt; planet Earth and back to Cybertron but not following the Beast \nMachines story \n&gt; line. To me the thing was just too freakishly annoying and I believe \nonly \n&gt; some of the later first season was actually good. Earth has been \noverdone, \n&gt; and the storyline this RPG was supposed to follow has been butchered \nand \n&gt; destroyed and looks nothing like the story I saw. And as for more \ncharachters \n&gt; popping up from ships? Seriously do you know how unlikely it is that \nall \n&gt; these ships would be hitting the same god damn planet? Who here \nthinks we \n&gt; should move on to something other than past Earth or Earth in \nParticular?\n&gt; \n&gt;          Also I find the whole no hostile drone rule ridiculous to \neven have \n&gt; up there. Its BW people undestand there should be no drones at all \nreally. \n&gt; And as for offensive ones? Well, They should ask the council first \nas that \n&gt; would be a logical idea. To make things short if im elected for \ncouncil I am \n&gt; going to try to change things Ill try to get RPers treated more as \nadults \n&gt; rather then the imature kids that I feel they are being treated like \nnow. Any \n&gt; more questions? Comments?\n\n\n"}}