{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dewboy30816@yahoo.com","from":"dewboy30816@...","profile":"dewboy30816","replyTo":"LIST","senderId":"NKuUxkkykKzGvmQsBAeD9xGvhfAqAnYe7jEl5y9yiEqeWZtfdR_HvUUiyid92hvFH5L4OP-zS0a0-VPR","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Debate (important everyone read)","postDate":"1006371382","msgId":44772,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDl0Z3ZubSs3a3BjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAwNzAwMWMxNzJiNyQ5Njk3ZDhjMCQ5NGQ4ZDczZkBwcm9kaWd5Lm5ldD4="},"prevInTopic":44768,"nextInTopic":44773,"prevInTime":44771,"nextInTime":44773,"topicId":44759,"numMessagesInTopic":68,"msgSnippet":"I know. I ve started on that Highlander rpg, and brought in a char from one of my favorite Highlander fanfic sites, but when he went in to talk to Joe Dawson","rawEmail":"Return-Path: &lt;dewboy30816@...&gt;\r\nX-Sender: dewboy30816@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 21 Nov 2001 19:36:22 -0000\r\nReceived: (qmail 90815 invoked from network); 21 Nov 2001 19:36:21 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m10.grp.snv.yahoo.com with QMQP; 21 Nov 2001 19:36:21 -0000\r\nReceived: from unknown (HELO n31.groups.yahoo.com) (216.115.96.81)\n  by mta1.grp.snv.yahoo.com with SMTP; 21 Nov 2001 19:36:23 -0000\r\nX-eGroups-Return: dewboy30816@...\r\nReceived: from [10.1.10.125] by n31.groups.yahoo.com with NNFMP; 21 Nov 2001 19:36:23 -0000\r\nDate: Wed, 21 Nov 2001 19:36:22 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: Debate (important everyone read)\r\nMessage-ID: &lt;9tgvnm+7kpc@...&gt;\r\nIn-Reply-To: &lt;007001c172b7$9697d8c0$94d8d73f@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4568\r\nX-Mailer: eGroups Message Poster\r\nFrom: dewboy30816@...\r\nX-Yahoo-Profile: dewboy30816\r\n\r\nI know. I&#39;ve started on that Highlander rpg, and brought in a char \nfrom one of my favorite Highlander fanfic sites, but when he went in \nto talk to Joe Dawson no one could post for him. And by the way do you \nbelieve Proto humans should be banned? I feel they are underused. What \nabout Homo Dominant (that was 99% kidding if you&#39;ve never seen the \nshow &quot;Prey&quot; don&#39;t worry about it if you have what if some of them came \nback in time?)?\n\n--- In nbwrpg@y..., &quot;Vincent Price&quot; &lt;thecode@p...&gt; wrote:\n&gt; OOC: Yo. I listened to what you said. Well. I must forewarn you. In \nmy old RPG, NBMSSO, I thought the exact same thing. Earth was \noverdone, time to go to Cybertron. But guess what? Going to Cybertron \nMURDERED my RPG. It became uninteresting, nobody wanted to post \nanymore, and even I became uninterested with my characters being on \nCybertron. Trust me man, don&#39;t do it, Cybertron is a deathbed...\n&gt; \n&gt;   ----- Original Message ----- \n&gt;   From: Legendarynemasis@a... \n&gt;   To: nbwrpg@y... \n&gt;   Sent: Wednesday, November 21, 2001 9:43 AM\n&gt;   Subject: Re: Debate (important everyone read)\n&gt; \n&gt; \n&gt;            Err.. Damn AOL making a send button over a reply button \nmaking me send a blank email. Now then Dewboy to answer your question. \nNo, I would not. As by becoming a council member I would essence be \nbecoming a GM. Everyone would get a fair chance whether or not I liked \nthem or didnt like them. Although if someone decides to needlessly \npiss me off about some matter within the RPG, such as how when me and \nyou were making all those useless OOCs I would give them 3 chances, \none warning, a second warning, and then a modration, and if they \ncontinue to do the same thing again I would set a motion to have them \nbooted from the RPG. \n&gt; \n&gt;            Also I would also like to let people no my motives for \njoining the council. Although I have been in this RPG a short duration \ncompared to some I can see now that the people who participate are \nreally treated like children rather than adults. Seriously, no \ninterception of weapons fire? Sure it got bad a while back, but you \nknow what people who are on the council should suck it up and deal \nwith the problem instead of just making a rule that cuts down on \ngameplay. How could someone do that? Well one could give them a \nwarning if they were abusing the weapons fire interception, then if \nthey persisted in abusing the thing they could get moderated, and then \nif they continued, just remove them from the RPG as apparently they \ndon&#39;t wish to be fair. \n&gt; \n&gt;            What would happen to the charachters of the abusive \nperson removed? Either A, give them someone, B recruit someone to take \nthem, or C Take responsibility for them. Seriously it isnt that hard \nto control fifty charachters I have about three times that in an \nEZBoard Beast Wars RPG. That is because I control all the predacons as \nnoone not even the other GM would take any of them and the only other \nperson who did have some has mysteriously dissapeared, I control \naround 3/4ths of the maximals again because the otehr GM is lazy, and \nI also control a whole slew of custom charachters either I designed \nand made or someone else did and are no longer in the RPG.\n&gt; \n&gt;            Also, I would like to help the RPG finally get off the \ngod damn planet Earth and back to Cybertron but not following the \nBeast Machines story line. To me the thing was just too freakishly \nannoying and I believe only some of the later first season was \nactually good. Earth has been overdone, and the storyline this RPG was \nsupposed to follow has been butchered and destroyed and looks nothing \nlike the story I saw. And as for more charachters popping up from \nships? Seriously do you know how unlikely it is that all these ships \nwould be hitting the same god damn planet? Who here thinks we should \nmove on to something other than past Earth or Earth in Particular?\n&gt; \n&gt;            Also I find the whole no hostile drone rule ridiculous to \neven have up there. Its BW people undestand there should be no drones \nat all really. And as for offensive ones? Well, They should ask the \ncouncil first as that would be a logical idea. To make things short if \nim elected for council I am going to try to change things Ill try to \nget RPers treated more as adults rather then the imature kids that I \nfeel they are being treated like now. Any more questions? Comments? \n&gt;         Yahoo! Groups Sponsor \n&gt;               ADVERTISEMENT\n&gt;              \n&gt;        \n&gt;        \n&gt; \n&gt;   Your use of Yahoo! Groups is subject to the Yahoo! Terms of \nService.\n\n\n"}}