{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"mHOW05HWgVzwHwgKPoKEiGjhvgFip-2roYek8w8aGGGMpQU56tBhbSgnf6hrjGIlC75s6Ph21qV9V0h5Hz3CNVPLZbAQOw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars","postDate":"961895971","msgId":4535,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA1NzMwMWJmZGU0MyQ2YjU4N2U4MCRjYTUyZmUzZkBwcm9kaWd5Lm5ldD4="},"prevInTopic":4534,"nextInTopic":4536,"prevInTime":4534,"nextInTime":4536,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"OCC: This post not moding, this is really how it happened. Gangon walked into the Maximal base, seeing how that the autoguns weren t set to fire at him. Gangon","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 30629 invoked from network); 25 Jun 2000 01:23:19 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 25 Jun 2000 01:23:19 -0000\r\nReceived: from unknown (HELO pimout7-int.prodigy.net) (207.115.63.106) by mta3 with SMTP; 25 Jun 2000 01:23:19 -0000\r\nReceived: from birdboy (TAMPA020-0150.splitrock.net [63.254.82.150]) by pimout7-int.prodigy.net (8.8.5/8.8.5) with SMTP id VAA136786 for &lt;nbwrpg@egroups.com&gt;; Sat, 24 Jun 2000 21:23:16 -0400\r\nMessage-ID: &lt;057301bfde43$6b587e80$ca52fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nSubject: Neo Beast Wars\r\nDate: Sat, 24 Jun 2000 21:19:31 -0400\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;----=_NextPart_000_0570_01BFDE21.E34B1960&quot;\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\n\r\n------=_NextPart_000_0570_01BFDE21.E34B1960\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nOCC: This post not moding, this is really how it happened.\n\nGangon walked i=\r\nnto the Maximal base, seeing how that the autoguns weren&#39;t set to fire at h=\r\nim. Gangon looked around. The memories came flooding back to him as he stoo=\r\nd there in depair.\n\nGangon had just been built, by some force still unknown=\r\n to himself, and he waltzed into the room happily saying to Hell Beast that=\r\n he would kill the Maximals, he had no emotions what-so-ever, and was madly=\r\n loyal. Later on, gangon found a lab underground, and met Dracona. Gangon w=\r\nas chased by Dracona, but he got away. Gangon soon found more Maximals to s=\r\nlag, Dinobot and Tavatron. Gangon fired at Dinobot, looking for a quick kil=\r\nl. But Dinobot was powerful, and Gangon was pinned to the ground. Dracona s=\r\nhowed up to kill all of them, Dracona was avoid of emotion as well. Suukie =\r\nshowed up and ran Dracona off, and as Gangon looked for a quick kill on Suu=\r\nkie, Dinobot had hit him with a sucker punch. gangon crawled away, crawlein=\r\ng away was something that was natural to him, as he had some run-ins with S=\r\ninesis and other bots, all ending in him crawling away injured. Gangon fina=\r\nlly found that another bot had been defeated by the Maximals, due to outnum=\r\nbering, her name...was BrightBlade. gangon had snuck up behind her, and ask=\r\ned her of her faction. BrightBlade replied with &quot;Neither, I just got here.&quot;=\r\n Gangon had given her a speach why she should join Hell Beast, and then he =\r\nhad rudely ran away, not knowing much about anything then. BrightBlade was =\r\nso mad she stood there for days, as she had told Gangon. BrightBlade finall=\r\ny joined Hell Beast&#39;s Predacons, and it was the best thing to ever happen t=\r\no Gangon in his life. Gangon was asigned to be BrightBlade&#39;s partner, and t=\r\nhey had alot of fun together. First they fought in a big battle, where Gang=\r\non tried to mimic BrightBlade&#39;s hotwire move on a gun, and made a big explo=\r\nsion instead.Gangon had said some sweet words to BrightBlade, and he slowly=\r\n fell in love with her. Gangon and BrightBlade hung out together and relaxe=\r\nd in the fields, and eventually, Lightmare showed up. She tried to win the =\r\naffections of gangon, and even BrightBlade was convinced that Gangon no lon=\r\nger liked her. Gangon rejected Lightmare as nice as he could, saying that h=\r\ne loved BrightBlade. Lightmare still would not hang around and she left. Br=\r\nightBlade was promoted to second in command, Gangon wasn&#39;t even promoted ab=\r\nove soldier. Gangon was not jealous though, but eventually, BrightBlade got=\r\n too far away from him, and Gangon wasn&#39;t invited on many missions. Gangon =\r\neventually could not even contact BrightBlade on the commlink, and now he f=\r\nelt that his life, was over. Gangon walked to the Maximal base, hoping some=\r\none would kill him, but nobody did anything to him, they just ignored him. =\r\nAnd that&#39;s where he was now.\n\nGangon walked back outside the Maximal base, =\r\ncrying a puddle outside, that ar surpassed Plintissa&#39;s puddle of tears on t=\r\nhe inside. Gangon walked over a hill, hoping that the Matrix would show mer=\r\ncy on him in the end...\n\r\n------=_NextPart_000_0570_01BFDE21.E34B1960\r\nContent-Type: text/html;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;!DOCTYPE HTML PUBLIC &quot;-//W3C//DTD HTML 4.0 Transitional//EN&quot;&gt;\n&lt;HTML&gt;&lt;HEAD&gt;=\r\n\n&lt;META content=3D&quot;text/html; charset=3Diso-8859-1&quot; http-equiv=3DContent-Typ=\r\ne&gt;\n&lt;META content=3D&quot;MSHTML 5.00.2919.6307&quot; name=3DGENERATOR&gt;\n&lt;STYLE&gt;&lt;/STYLE=\r\n&gt;\n&lt;/HEAD&gt;\n&lt;BODY bgColor=3D#ffffff&gt;\n&lt;DIV&gt;&lt;FONT size=3D2&gt;OCC: This post not m=\r\noding, this is really how it \nhappened.&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT size=3D2&gt;&lt;/=\r\nFONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT size=3D2&gt;Gangon walked into the Maximal base, =\r\nseeing how that the \nautoguns weren&#39;t set to fire at him. Gangon looked aro=\r\nund. The memories came \nflooding back to him as he stood there in depair.&lt;/=\r\nFONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT size=3D2&gt;Gangon had just been buil=\r\nt, by some force still unknown to \nhimself, and he waltzed into the room ha=\r\nppily saying to Hell Beast that he would \nkill the Maximals, he had no emot=\r\nions what-so-ever, and was madly loyal. Later \non, gangon found a lab under=\r\nground, and met Dracona. Gangon was chased by \nDracona, but he got away. Ga=\r\nngon soon found more Maximals to slag, Dinobot and \nTavatron. Gangon fired =\r\nat Dinobot, looking for a quick kill. But Dinobot was \npowerful, and Gangon=\r\n was pinned to the ground. Dracona showed up to kill all of \nthem, Dracona =\r\nwas avoid of emotion as well. Suukie showed up and ran Dracona \noff, and as=\r\n Gangon looked for a quick kill on Suukie, Dinobot had hit him with a \nsuck=\r\ner punch. gangon crawled away, crawleing away was something that was natura=\r\nl \nto him, as he had some run-ins with Sinesis and other bots, all ending i=\r\nn him \ncrawling away injured. Gangon finally found that another bot had bee=\r\nn defeated \nby the Maximals, due to outnumbering, her name...was BrightBlad=\r\ne. gangon had \nsnuck up behind her, and asked her of her faction. BrightBla=\r\nde replied with \n&quot;Neither, I just got here.&quot; Gangon had given her a speach =\r\nwhy she should join \nHell Beast, and then he had rudely ran away, not knowi=\r\nng much about anything \nthen. BrightBlade was so mad she stood there for da=\r\nys, as she had told Gangon. \nBrightBlade finally joined Hell Beast&#39;s Predac=\r\nons, and it was the best thing to \never happen to Gangon in his life. Gango=\r\nn was asigned to be BrightBlade&#39;s \npartner, and they had alot of fun togeth=\r\ner. First they fought in a big battle, \nwhere Gangon tried to mimic BrightB=\r\nlade&#39;s hotwire move on a gun, and made a big \nexplosion instead.Gangon had =\r\nsaid some sweet words to BrightBlade, and he slowly \nfell in love with her.=\r\n Gangon and BrightBlade hung out together and relaxed in \nthe fields, and e=\r\nventually, Lightmare showed up. She tried to win the affections \nof gangon,=\r\n and even BrightBlade was convinced that Gangon no longer liked her. \nGango=\r\nn rejected Lightmare as nice as he could, saying that he loved BrightBlade.=\r\n \nLightmare still would not hang around and she left. BrightBlade was promo=\r\nted to \nsecond in command, Gangon wasn&#39;t even promoted above soldier. Gango=\r\nn was not \njealous though, but eventually, BrightBlade got too far away fro=\r\nm him, and \nGangon wasn&#39;t invited on many missions. Gangon eventually could=\r\n not even contact \nBrightBlade on the commlink, and now he felt that his li=\r\nfe, was over. Gangon \nwalked to the Maximal base, hoping someone would kill=\r\n him, but nobody did \nanything to him, they just ignored him. And that&#39;s wh=\r\nere he was \nnow.&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT size=3D2&gt;Gangon =\r\nwalked back outside the Maximal base, crying a puddle \noutside, that ar sur=\r\npassed Plintissa&#39;s puddle of tears on the inside. Gangon \nwalked over a hil=\r\nl, hoping that the Matrix would show mercy on him in the \nend...&lt;/FONT&gt;&lt;/DI=\r\nV&gt;&lt;/BODY&gt;&lt;/HTML&gt;\n\r\n------=_NextPart_000_0570_01BFDE21.E34B1960--\r\n\n"}}