{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"A5iY8YJV94F7i_WciLYdDsqBkp_ncHqy6ngNrUrJhjTintGlqKTnKoLm0-w-h3Ot-QGFt5a_Q87JiFDAWUtggOq9QCVR1g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"961963816","msgId":4585,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxYzIwMWJmZGVlMSQ2NzVjYjUwMCRjNDUzZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDIwMDAwNjI1MDYxMjI0LjYzMjEuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":4580,"nextInTopic":4588,"prevInTime":4584,"nextInTime":4586,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Dracona knelt down by Plintissa and started to fix a rather large hole. OOOHHHHH LOOOOOK! Why, it s the smart one! I don t know about your opinion, but mine","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 2915 invoked from network); 25 Jun 2000 20:14:18 -0000\r\nReceived: from unknown (10.1.10.26) by m2.onelist.org with QMQP; 25 Jun 2000 20:14:18 -0000\r\nReceived: from unknown (HELO pimout3-int.prodigy.net) (207.115.63.102) by mta1 with SMTP; 25 Jun 2000 20:14:18 -0000\r\nReceived: from birdboy (TAMPA020-0450.splitrock.net [63.254.83.196]) by pimout3-int.prodigy.net (8.8.5/8.8.5) with SMTP id QAA46598 for &lt;nbwrpg@egroups.com&gt;; Sun, 25 Jun 2000 16:14:13 -0400\r\nMessage-ID: &lt;01c201bfdee1$675cb500$c453fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;20000625061224.6321.cpmta@...&gt;\r\nSubject: Re: Neo Beast Wars\r\nDate: Sun, 25 Jun 2000 16:10:16 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nDracona knelt down by Plintissa and started to fix a rather large hole.\n\n&quot;OOOHHHHH LOOOOOK! Why, it&#39;s the smart one! I don&#39;t know about your opinion,\nbut mine is that your an idiot!&quot; Stranato said suddenly in a voice more\nrepulsive than his last.\n\n&quot;Your opinion doesn&#39;t count.&quot; Dracona replied. Stranato growled.\n\n&quot;Of course my Opinion counts! I am the leader of the Radicons!&quot; Stranato\nscremed.\n\n&quot;What Radicons?&quot; Dracona said back. Stranato growled and went back to work,\ncausing much damage to the Ark instead of fixing it. Dracona whispered\nsomething into Plintissa&#39;s ear and they went back to work. Airbomber and\nTrain Wreck walked out and started to fix the Ark, Airbomber was just moving\nat at slight speed, despite his ability to move faster. Train Wreck went\nslowly so his intelligence would work fast. Suddenly, the smell of beer and\ncigar smoke filled the air. Scamrock and Stronghold enter the scene.\n\n&quot;You are not welcome here! Please remove yourself before I take action!&quot;\nStranato instantly said without looking.\n\n&quot;We chave a right to be at the Maximals base, it&#39;s not yours!&quot; Stronghold\nsaid, punching his hand repeatedly. Scamrock looked around for any enemies\nthat might suddenlyy attack without reason, but seen none. Scamrock and\nStronghold start to help with the base. Dracona was moving the quickest, and\nwas getting good work done. She was even fixing what Stranato screwed up.\nPlintissa thought about her day dream, it was scary, who was Deemos?\n\n&quot;You know, you guys all got cooler names than me, because you don&#39;t use your\nreal names, I&#39;ve been thinking that I should do that, too!&quot; Scamrock said.\nStronghold nodded and patched up a hole. Scamrock laughed. Stranato mocked\nhis laugh and punched a hole in the Ark. Dracona puched him away. Stranato\nmoved to the upper part of the Ark to repair that in his own special way.\nDracona followed him, just to be sure he didn&#39;t screw up. Stranato shot at\nPlintissa! Plintissa dodged. Dracona shoved Stranato off of the wall and he\nfell with a thud.\n\n&quot;What was that for!?&quot; Stranato yelled. Plintissa went back to work.\n\nAt the Pred base, Lightmare was repaired and went along her business, hoping\nsomebody would come along, be her friend and stuff, she was pretty lonely...\n----- Original Message -----\nFrom: &quot;Iron Raptor&quot; &lt;ironraptor13@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, June 25, 2000 2:12 AM\nSubject: Re: Neo Beast Wars\n\n\n* Iron Raptor&#39;s optics widened in surprise as she felt Prowl put his arm\naround her waist and press her to him, though the surprise passed quickly\nand a smile developed on her face. She gave him a look that said, &quot; And what\ndo you think YOU&#39;RE doing?!&quot; but then shook her head with a quiet laugh and\nthen looked at Plintissa as she came up beside her.\nIron Raptor looked at Plintissa and Dracona, then noting that it seemed that\nDracona was very good with gadgets. She would be a fair help in the\nrepair.of course so would be Plintissa. She gestured towards the west point\nof the Ark with her free hand, the other wrapping around Prowl&#39;s own waist.\n*\n\n&quot; The west quadrant of the ship is fairly damaged, we need all the help that\nwe can get to repair it.&quot;\n\n* She then looked towards Prowl and then turned her head to look at the two\nfembots. *\n\n&quot; That&#39;s where WE come in. I need you two to begin reconstruction on the\nmain console, and just as a warning: Don&#39;t mess with the programming\notherwise you&#39;ll both have to deal with Iris. OK?&quot;\n\n* She didn&#39;t mean to sound mean if she did but she had to put caution before\ntotal trust. With that said she then looked back towards Prowl but then saw\nsomething in his expression that looked a little like concern, but not for\nher.something else. Her own expression was puzzled. Her question of why he\nwas concerned was answered when she heard the charges as well, his own words\nalso verifying that. Iron Raptor marveled in how well Prowl could kiss as\ntheir lips met but then reluctantly let go of him as he did her and moved\noff towards the Ark&#39;s exit, being apart from him never did feel very natural\nto her.\nAll of a sudden her com-link came alive with Striker&#39;s voice, suddenly\npuzzled about what he could possibly mean. Then she suddenly remembered the\ntransmission she had gotten just as Prowl had come up and held her, then\nforgetting it and concentration on the feel of his arm around her.  Her\ncheeks blushed a little purple (red and blue make purple, red being the\nblush and blue being her skin/armor), taking her mind off the important\nthings really wasn&#39;t a smart thing to do.though it was her who had taken her\nmind off of it.\nThe transmission had been serious and she then looked at Plintissa and\nDracona. *\n\n&quot; You two go and help repair the base, I have something to deal with.&quot;\n\n* With that she walked off towards the bridge and sees Striker as she enters\ninto the room, a determined but concerned look on her face as she approached\na console and activated it. With a fizz the screen came to life, giving a\nsmall profile on the bot Octociz but not enough info to go on. She growled\nand then switched the screen to a more detailed surrounding of the Ark to\nassess the damage while she thought about the transmission from Bronco. *\n\n&quot; Good, the enemy&#39;s retreating.but the base is still damaged extensively.&quot;\n\n* She looked up at Striker, she almost had no clue as to what to do. There\nwas a bot out there with the need to kill another if they didn&#39;t meet its&#39;\nneeds, it was something that she wasn&#39;t trained for but it was too late for\nthat. There was a problem at hand and she had to deal with it, just another\npart of being left in charge.\nIron Raptor then deactivated the scan and then looked up at Striker, he was\na commander for a lot longer then she has been.what would he do?\nBut then it came to her; it was up to HER to decide what they were gunna do.\nShe then looked around at the bridge but then eased herself down into a near\nby chair and leaned back, crossing her legs and closing her optics in\nthought. She had to either give Bronco what he wanted or figure out a way to\nget Octociz away from him. The bot&#39;s termination was not acceptable! Many\nideas ran through her mind, giving Bronco faulty equipment and make him\nthink that it was functional, while then stealing away with Octociz. Maybe\nworking out some other deal for something that wasn&#39;t needed as much, the\nparts in which he asked for were needed to repair the ship. A tracking comp\nwas all right, that couldn&#39;t be so bad.but not one of their best. But he\nwould have to give them Octociz before he ever got the tracker or what ever\nelse he had asked for. As long as they got him first they would give him the\nequipment.they were not liars and cheats.and she for one kept her word.\nWith a growl she opened her com-link to Bronco, the opening her optics but\nkept leaning back against the chair. *\n\n&quot; Bronco! This is Iron Raptor, Maximal third-in-command and acting\ncommander. I&#39;ve received your transmission and I&#39;ll meet you on the cliff. I\nwill be unarmed, I suggest you will be without weapons as well. See you in 5\nmega-cycles.&quot;\n\n* With that she then deactivated her communicator and then looked over at\nStriker, with a simple and calm expression she waved towards him. *\n\n&quot; Care to join me? I might need back up if things go.wrong.&quot;\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest\naddress on the Net!\nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n------------------------------------------------------------------------\nSTEALS AND DEALS! Cheapest prices on airfare, new cars, insurance, maids,\ncontractors, collectibles, more. Get exactly what you want at the lowest\nprice. New FREE service!\nhttp://click.egroups.com/1/5746/13/_/_/_/961913545/\n------------------------------------------------------------------------\n\n\n\n\n"}}