{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":64033463,"authorName":"legendarynemasis","from":"&quot;legendarynemasis&quot; &lt;Legendarynemasis@...&gt;","profile":"legendarynemasis","replyTo":"LIST","senderId":"eyrs75QrqgX1AP_e4H11ZVzHctUhcmLiu9FVXxoUXm4RZGt5gIqUvb80OAWZfrbb1MideX7NVeazY1IxNcygTS4bXFUkLNeOqu6oK6p-MMOzdIJD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Destruction of the Alliance Island(ATTN: Airly, Rudra, Everyone basically))","postDate":"1012945985","msgId":46884,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGEzcGs4MStlazlkQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":46894,"prevInTime":46883,"nextInTime":46885,"topicId":46884,"numMessagesInTopic":4,"msgSnippet":"OOC: Whee, a long overdue post. This was approved by the council, so whee. Now then without further adu, the end of the Alliance island debate. The Bamphomet","rawEmail":"Return-Path: &lt;Legendarynemasis@...&gt;\r\nX-Sender: Legendarynemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_1_3); 5 Feb 2002 21:53:46 -0000\r\nReceived: (qmail 41382 invoked from network); 5 Feb 2002 21:53:07 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m12.grp.snv.yahoo.com with QMQP; 5 Feb 2002 21:53:07 -0000\r\nReceived: from unknown (HELO n31.groups.yahoo.com) (216.115.96.81)\n  by mta1.grp.snv.yahoo.com with SMTP; 5 Feb 2002 21:53:07 -0000\r\nReceived: from [216.115.96.120] by n31.groups.yahoo.com with NNFMP; 05 Feb 2002 21:53:06 -0000\r\nDate: Tue, 05 Feb 2002 21:53:05 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: The Destruction of the Alliance Island(ATTN: Airly, Rudra, Everyone basically))\r\nMessage-ID: &lt;a3pk81+ek9d@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3001\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;legendarynemasis&quot; &lt;Legendarynemasis@...&gt;\r\nX-Yahoo-Group-Post: member; u=64033463\r\nX-Yahoo-Profile: legendarynemasis\r\n\r\nOOC: Whee, a long overdue post. This was approved by the council, so \nwhee. Now then without further adu, the end of the Alliance island \ndebate.\n\nThe Bamphomet looked to Blacknightmare for a moment as she addressed \nhim as &quot;master.&quot; Immediately his visor began to glow red as the small \nInfecticon god seemingly became agitated.\n\nBamphomet: &quot;You now adress me as master when ebfore you would not. \nYour programming is setting in. But now you insult me by looking at \nme. No unworthy mortal has the right to look upon their god! Now look \naway or I shall burn your optics out from where I stand and render \nyou blind. As for you Chaostaur, I shall give you a demonstration of \nmy creations powers and how your resistance is completely, and \nutterly futile.&quot;\n\nAs the Bamphomet says this a viewscreen appears in the room which \nshows a birds eye view of the alliance&#39;s island base. Or whats left \nof it. The bamphomet then begins to glow a pale blue as back in at \nthe Fury cannon main base, lucenite also glows a pale blue and then \npresses a red button. In the sky a massive pillar of energy once \nagain rises from the see, evaporating whatever water and destroying \nanything that is in its path. At the same sime three seperate smaller \ncannon sites at their respective locations all fire at the same time. \nThe three smaller cannon beams are the first to penetrate the earths \natmosphere and enter space where they strike one of the dishes of the \nInfecticon satelite and soon dissapear. The dish then enlarges a \ngreat deal as the massive pillar of energy from the fury cannon \ncollides with it and is quickly absorbed. \n\nAfter a few tense moments of silence, the satelite then transforms \nyet again into a massive dish that sends out a gigantic beam fo \neneergy barrelling down back at the Earth. On the view screen, the \npillar of energy quickly encompasses the view and then from all over \nthe world a bright flash can be seen before a gigantic explosion \ntakes place, one so large, it can even be seen from space, and more \nimportantly the sacriligious plague. All voer the planet, the \nscanners of various bases would pick up the massive blast. \n\nAfter the light dims, and the dust and smoke parts, all that is left \nof the island is a gigantic crater now burrowed into the oceans floor \nas the water seems to part away from it. A second later the water \nthen crashes into the now open space. The view screen now focuss on \nwhat was at one time the location of the alliances island, which is \nnow nothing but endless waves. The screen then dims and the Bamphomet \nchuckles.\n\nBamphomet: &quot;You see how easy we can exterminate life here? THere is \nno point to your resisting us. We are the only faction that will \nremain. You will either join us or die. If you join us we can enhance \nyour body to make you stronger. The choice is yours. But just so you \nknow, the purge has begun. The next target that will be obliteratd by \nmy forces shall be what the cybertronians here call &quot;Maximal City.&quot;\n\n\n\n\n\n"}}