{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":63204882,"authorName":"x_rauq_x","from":"&quot;x_rauq_x&quot; &lt;x_rauq_x@...&gt;","profile":"x_rauq_x","replyTo":"LIST","senderId":"RK-yrGUMhzY33ZwxbKIBAEUP79zV7GQVxhcUgBgJxo5Kfw9OjJO8PGBPnFcLhr02Vju_TeLjiZAvCwjCBQ6Nii8tS7V3Dw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Dawn on a New Beast Wars: Megatron Returns","postDate":"1015477587","msgId":47639,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE2NnNnais3bTluQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":47650,"prevInTime":47638,"nextInTime":47640,"topicId":47639,"numMessagesInTopic":36,"msgSnippet":"NOTE: Important OOC at the bottom. ... The massive freighter shakes and threatens to break up as it slides along the ground in the desperate attempt at a","rawEmail":"Return-Path: &lt;x_rauq_x@...&gt;\r\nX-Sender: x_rauq_x@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: unknown); 7 Mar 2002 05:10:29 -0000\r\nReceived: (qmail 17523 invoked from network); 7 Mar 2002 05:10:03 -0000\r\nReceived: from unknown (216.115.97.171)\n  by m10.grp.snv.yahoo.com with QMQP; 7 Mar 2002 05:10:03 -0000\r\nReceived: from unknown (HELO n24.groups.yahoo.com) (216.115.96.74)\n  by mta3.grp.snv.yahoo.com with SMTP; 7 Mar 2002 05:10:00 -0000\r\nReceived: from [216.115.96.160] by n24.groups.yahoo.com with NNFMP; 07 Mar 2002 05:06:32 -0000\r\nDate: Thu, 07 Mar 2002 05:06:27 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Dawn on a New Beast Wars: Megatron Returns\r\nMessage-ID: &lt;a66sgj+7m9n@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3450\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;x_rauq_x&quot; &lt;x_rauq_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=63204882\r\nX-Yahoo-Profile: x_rauq_x\r\n\r\nNOTE: Important OOC at the bottom.\n\n|---Megatron---|\n\nThe massive freighter shakes and threatens to break up as it slides \nalong the ground in the desperate attempt at a landing the Predacons \ntried to execute. The ships bulky form crashed at the edge of a \nswampy jungle like area, losing several of the lower decks, and many \nsensory capabilities. The rear thrusters had also been damaged, and \none of the three had come off in the initial stages of the crash.\n\nAs the sliding speed of the craft decreases, Megatron holds on while \nglancing at the rest of his crew. &quot;Stop damnit...&quot; he growls and his \nwords are punctuated by a bang as he is thrown forward, almost \nlosing his grips. The visual display of the remainging computer \nshowed that the ship had crashed into a thickly rooted tree, and had \nbeen slowed down enough to stop the sliding. Their trail was rather \nobvious unfortunately, a long groove in the rocks and soil followed \na path that lead right to the ship. He hoped that the Maximals had \nencountered the same situation provided they had followed him-- no, \nhe knew that they were coming, and would likely be close behind.\n\nGlancing around at his crew again. He starts giving out orders. They \nneeded to move, and to move quickly. &quot;Drillbit, get on that computer \nscreen, and give me a status report, it looks bad.&quot; He steps down \nfrom the command chair, and turns to Waspinator. Waspinator, get \noutside and do some scouting. We need to know what the terrain is \nlike. Don&#39;t go too far, try to maintaina perimeter. Come back within \ntwo hours.&quot; (ooC: email me for info about terrain)\n\nLeaving those two to their tasks, he turns the the rest of crew. &quot;We \nhave arrived, and we are by no means prepared to do anything but \nmake repairs at the moment. Nemesis Enforcer, go to the storage bay, \ngrab the repair kits, and some extra computer parts.&quot; Megatron \ngrowls, &lt;DELAYS... accursed delays...&gt; &quot;Perceptor, take Quickstrike. \nYou two go look for a suitable place to start mining Energon.&quot; Last \nfor the moment, &quot;Inferno, make yourself useful, and bring back all \nthe salvagable scraps of metal that you can find that came off of \nthe ship during the crash.&quot;\n\nHe sits back in his command chair, &quot;Yess... Everyone else, report \nhere for orders.&quot; The mighy transformer known as Megatron frowns \nangrily at the unexpected results of going through the time-space \nwormhole...\n\nooC: I was wondering what people think about having our world that \nwe are going to RPing on is going to resemble a developing form of \nPangea at about the late Triassic/early Jurrasic period, when it was \nstarting to divide into the continents. I could creat a map, unless \nsomeone can find me a good one in black and white, for the worldmap, \nand we could work off of of that. \n\nAs for factions, we were going to have 5, the Maximals, the \nPredacons, the Autobots, the Decepticons, and a neutral faction to \nbe determined by a vote. A question was brought up about groups of \nbots that weren&#39;t in factions that, for example, wanted to hang out \ntogether for survival etc. Since I&#39;m not entirely sure how to deal \nwith that thought at the moment, the council will have a discussion \nagain soon regarding it.\n\nUpdates for the website will be done on thursday since that&#39;s my day \noff (other than the weekends). I&#39;ve got to email Yan and hopefully \nget him to make some changes to the website. (not text related ones, \ncause those are the only ones i can do)\n\n\n"}}