{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":42961985,"authorName":"Tankor","from":"Tankor &lt;lordofdarkness11001@...&gt;","profile":"lordofdarkness11001","replyTo":"LIST","senderId":"c5dqkVKt40yuStO05p3k7fIl5oU7HYzvIYSTJuJnhv8wnCJ5x-_8fi4FdT7E191HNsqZt_1uD3xDGMawkT5AZv5aA4peBrZJqCbGwiI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Reward for incompetence","postDate":"1015981832","msgId":47869,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDIwMzEzMDExMDMyLjQ3Njc4LnFtYWlsQHdlYjEyMTAzLm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGE2bTdwMStqczlwQGVHcm91cHMuY29tPg=="},"prevInTopic":47863,"nextInTopic":47876,"prevInTime":47868,"nextInTime":47870,"topicId":47860,"numMessagesInTopic":6,"msgSnippet":"i m not rrejoing at the present tim i may later warriorazure  wrote: OOC: All those who agreed to join the Tripreds, please","rawEmail":"Return-Path: &lt;lordofdarkness11001@...&gt;\r\nX-Sender: lordofdarkness11001@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: unknown); 13 Mar 2002 01:10:32 -0000\r\nReceived: (qmail 9359 invoked from network); 13 Mar 2002 01:10:32 -0000\r\nReceived: from unknown (216.115.97.172)\n  by m5.grp.snv.yahoo.com with QMQP; 13 Mar 2002 01:10:32 -0000\r\nReceived: from unknown (HELO web12103.mail.yahoo.com) (216.136.172.23)\n  by mta2.grp.snv.yahoo.com with SMTP; 13 Mar 2002 01:10:32 -0000\r\nMessage-ID: &lt;20020313011032.47678.qmail@...&gt;\r\nReceived: from [204.225.150.37] by web12103.mail.yahoo.com via HTTP; Tue, 12 Mar 2002 17:10:32 PST\r\nDate: Tue, 12 Mar 2002 17:10:32 -0800 (PST)\r\nSubject: Re: Reward for incompetence\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;a6m7p1+js9p@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-435279141-1015981832=:46725&quot;\r\nFrom: Tankor &lt;lordofdarkness11001@...&gt;\r\nX-Yahoo-Group-Post: member; u=42961985\r\nX-Yahoo-Profile: lordofdarkness11001\r\n\r\n\r\n--0-435279141-1015981832=:46725\r\nContent-Type: text/plain; charset=us-ascii\r\n\r\n\n i&#39;m not rrejoing at the present tim i may later\n  warriorazure &lt;wingedwarrior41@...&gt; wrote: OOC: All those who agreed to join the Tripreds, please confirm with me \nas soon as possible.\n\nBIC:\n(Location: Prima 1, moon of Cybertron)\n\n  The chamber was a large, round, auditorium. It was purposely dark, \nlit up only in its center. The crowd gathered remained silent. \n  A door opened, and a shackled robot, massive, red, and slightly \nluminescent made his entrance. Everyone remained silent. He advanced \nuntil he took place under the pillar of light.\n  A robot, in a ceremonial outfit, stood up in the first rows. He was \nnot lit up, but his two optics, flashing an evil blue, glared at him \nmore than anyone else&#39;s.\n  Loremaster: Colonel Gorefeast, you are summoned here for the second \ntime before the assembly of the superior officers of the Tripredacus \nArmies. You have served as a witness in the affair concerning the \nescape of the renegade. You were the one in charge of keeping him \nuncapable of harming anyone. You have failed.\n  Gorefeast: I am aware of these facts, Loremaster. (He looked back at \nhim, straight in the eyes, and took a cold and furious tone) Now spare \nme the details and give me my sentence!\n  The Loremaster grinned, though no one could see him.\n  Loremaster: Very well. For the charge of incompetence, you have been \nfound guilty. For the charge of negligence, you have been found \nguilty. And last, for the charge of treachery and jeopardy against the \nTripredacus, you have been found guilty. Your sentence is to be \nexecuted by your very successor.\n  He turned his eyes towards a blue techno-organic robot.\n  Loremaster: Major Tyrael, proceed to the center of this auditorium.\n  The robot stood up and walked down, until he stood in front of \nGorefeast. He was more frail, but his physic belied a greater \nstrength. He held the prisonner&#39;s gaze, a gaze of hatred and anger, \nyet, with a part of despair in it.\n  Tyrael: Loremaster, I choose to use the Tripredacus claw to \nterminate the traitor.\n  His choice of weapon brought forth a rumor of satisfaction among the \nranks. The claw was, unanimously, the best way to kill the traitor.\n  He took a claw from someone in the first row. It had a main \nblade as well as two curved ones rejoining the middle one. When he had \nit fixed to his wrist, it began responding to him. He dug it \neffortlessly inside Gorefeast, and brought it out along with \nGorefeast&#39;s still living spark, which was still attached to his body. \nThe two sideblades then started to dig in the spark, and Gorefeast \nstarted screaming. This lasted a few minutes, until the spark was \ncompletely terminated and the Traitor&#39;s body then fell to the ground, \nthe torture printed permanently in his face.\n  Loremaster: The Traitor is dead. Now, Colonel Tyrael, you will be \ngiven this important mission. Go after Megatron. His survival \nthreatens our now fragile plan. Make sure that he and his followers \nare dead when you are done with this.\n  Tyrael: I accept this mission and will bring pride to the \nTripredacus.\n  Loremaster: You are given free choice to form the crew that will \naccompany you. Who shall be your officer in second?\n  The blue robot thought for a few seconds, and looked at the \ngathering. I choose... (he turned to one particular bot) \nLieutenant Shadow Star!\n\n\nYahoo! Groups SponsorADVERTISEMENT\n\nYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\nCybers Will Rule. Trippa Will Rule.  Troppo Will Rule. Bropo Will Rule. Tankor Will Destroy All Factions Not Aligned With His Or Tankor64&#39;s Factions. Which Are Really His.\n\n\n\n---------------------------------\nDo You Yahoo!?\nTry FREE Yahoo! Mail - the world&#39;s greatest free email!\r\n--0-435279141-1015981832=:46725\r\nContent-Type: text/html; charset=us-ascii\r\n\r\n&lt;P&gt; i&#39;m not rrejoing at the present tim i may later\n&lt;P&gt;&nbsp; &lt;B&gt;&lt;I&gt;warriorazure &lt;wingedwarrior41@...&gt;&lt;/I&gt;&lt;/B&gt; wrote: \n&lt;BLOCKQUOTE style=&quot;PADDING-LEFT: 5px; MARGIN-LEFT: 5px; BORDER-LEFT: #1010ff 2px solid&quot;&gt;&lt;TT&gt;OOC: All those who agreed to join the Tripreds, please confirm with me &lt;BR&gt;as soon as possible.&lt;BR&gt;&lt;BR&gt;BIC:&lt;BR&gt;(Location: Prima 1, moon of Cybertron)&lt;BR&gt;&lt;BR&gt;&nbsp; The chamber was a large, round, auditorium. It was purposely dark, &lt;BR&gt;lit up only in its center. The crowd gathered remained silent. &lt;BR&gt;&nbsp; A door opened, and a shackled robot, massive, red, and slightly &lt;BR&gt;luminescent made his entrance. Everyone remained silent. He advanced &lt;BR&gt;until he took place under the pillar of light.&lt;BR&gt;&nbsp; A robot, in a ceremonial outfit, stood up in the first rows. He was &lt;BR&gt;not lit up, but his two optics, flashing an evil blue, glared at him &lt;BR&gt;more than anyone else&#39;s.&lt;BR&gt;&nbsp; Loremaster: Colonel Gorefeast, you are summoned here for the second &lt;BR&gt;time before the assembly of the superior officers of the Tripredacus &lt;BR&gt;Armies. You have served as a witness in the affair concerning the &lt;BR&gt;escape of the renegade. You were the one in charge of keeping him &lt;BR&gt;uncapable of harming anyone. You have failed.&lt;BR&gt;&nbsp; Gorefeast: I am aware of these facts, Loremaster. (He looked back at &lt;BR&gt;him, straight in the eyes, and took a cold and furious tone) Now spare &lt;BR&gt;me the details and give me my sentence!&lt;BR&gt;&nbsp; The Loremaster grinned, though no one could see him.&lt;BR&gt;&nbsp; Loremaster: Very well. For the charge of incompetence, you have been &lt;BR&gt;found guilty. For the charge of negligence, you have been found &lt;BR&gt;guilty. And last, for the charge of treachery and jeopardy against the &lt;BR&gt;Tripredacus, you have been found guilty. Your sentence is to be &lt;BR&gt;executed by your very successor.&lt;BR&gt;&nbsp; He turned his eyes towards a blue techno-organic robot.&lt;BR&gt;&nbsp; Loremaster: Major Tyrael, proceed to the center of this auditorium.&lt;BR&gt;&nbsp; The robot stood up and walked down, until he stood in front of &lt;BR&gt;Gorefeast. He was more frail, but his physic belied a greater &lt;BR&gt;strength. He held the prisonner&#39;s gaze, a gaze of hatred and anger, &lt;BR&gt;yet, with a part of despair in it.&lt;BR&gt;&nbsp; Tyrael: Loremaster, I choose to use the Tripredacus claw to &lt;BR&gt;terminate the traitor.&lt;BR&gt;&nbsp; His choice of weapon brought forth a rumor of satisfaction among the &lt;BR&gt;ranks. The claw was, unanimously, the best way to kill the traitor.&lt;BR&gt;&nbsp; He took a claw from someone in the first row. It had a main &lt;BR&gt;blade as well as two curved ones rejoining the middle one. When he had &lt;BR&gt;it fixed to his wrist, it began responding to him. He dug it &lt;BR&gt;effortlessly inside Gorefeast, and brought it out along with &lt;BR&gt;Gorefeast&#39;s still living spark, which was still attached to his body. &lt;BR&gt;The two sideblades then started to dig in the spark, and Gorefeast &lt;BR&gt;started screaming. This lasted a few minutes, until the spark was &lt;BR&gt;completely terminated and the Traitor&#39;s body then fell to the ground, &lt;BR&gt;the torture printed permanently in his face.&lt;BR&gt;&nbsp; Loremaster: The Traitor is dead. Now, Colonel Tyrael, you will be &lt;BR&gt;given this important mission. Go after Megatron. His survival &lt;BR&gt;threatens our now fragile plan. Make sure that he and his followers &lt;BR&gt;are dead when you are done with this.&lt;BR&gt;&nbsp; Tyrael: I accept this mission and will bring pride to the &lt;BR&gt;Tripredacus.&lt;BR&gt;&nbsp; Loremaster: You are given free choice to form the crew that will &lt;BR&gt;accompany you. Who shall be your officer in second?&lt;BR&gt;&nbsp; The blue robot thought for a few seconds, and looked at the &lt;BR&gt;gathering. I choose... (he turned to one particular bot) &lt;BR&gt;Lieutenant Shadow Star!&lt;BR&gt;&lt;BR&gt;&lt;/TT&gt;&lt;BR&gt;&lt;BR&gt;&lt;TT&gt;Your use of Yahoo! Groups is subject to the &lt;A href=&quot;http://docs.yahoo.com/info/terms/&quot;&gt;Yahoo! Terms of Service&lt;/A&gt;.&lt;/TT&gt; &lt;BR&gt;&lt;/BLOCKQUOTE&gt;&lt;BR&gt;&lt;BR&gt;&lt;P&gt;&lt;FONT style=&quot;BACKGROUND-COLOR: aquamarine&quot; color=mediumblue&gt;Cybers Will Rule. Trippa Will Rule.&nbsp;&nbsp;Troppo Will Rule.&nbsp;Bropo&nbsp;Will Rule.&nbsp;Tankor Will Destroy All Factions Not Aligned With His&nbsp;Or Tankor64&#39;s&nbsp;Factions. Which&nbsp;Are Really His&lt;IMG src=&quot;http://us.i1.yimg.com/us.yimg.com/i/mesg/tsmileys/d.gif&quot;&gt;.&lt;/FONT&gt;&lt;/P&gt;&lt;p&gt;&lt;br&gt;&lt;hr size=1&gt;&lt;b&gt;Do You Yahoo!?&lt;/b&gt;&lt;br&gt;\nTry FREE &lt;a href=&quot;$rd_url/tag/http://mail.yahoo.com/&quot;&gt;Yahoo! Mail&lt;/a&gt; - the world&#39;s greatest free email!\r\n--0-435279141-1015981832=:46725--\r\n\n"}}