{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":45129698,"authorName":"Rudra656@aol.com","from":"Rudra656@...","profile":"rudra656","replyTo":"LIST","senderId":"D-33pDtv_iD5xP0-VmFETXmkBSKOExxd7fklFwW8Pl-BGsrtVJqDVTFbbJp3xcuK76a0qbUaxw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Firaxis the Mercenary","postDate":"1016422238","msgId":47966,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk0LjIzMjIzNjA2LjI5YzZiOTVlQGFvbC5jb20+"},"prevInTopic":0,"nextInTopic":47968,"prevInTime":47965,"nextInTime":47967,"topicId":47966,"numMessagesInTopic":4,"msgSnippet":"... In the vastness of space there are many entities beyond the comprehension of any other living thing, but that is irrelevant.  Somewhere else in the afore","rawEmail":"Return-Path: &lt;Rudra656@...&gt;\r\nX-Sender: Rudra656@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: unknown); 18 Mar 2002 03:32:48 -0000\r\nReceived: (qmail 19231 invoked from network); 18 Mar 2002 03:32:47 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m9.grp.scd.yahoo.com with QMQP; 18 Mar 2002 03:32:47 -0000\r\nReceived: from unknown (HELO imo-r07.mx.aol.com) (152.163.225.103)\n  by mta3.grp.scd.yahoo.com with SMTP; 18 Mar 2002 03:32:47 -0000\r\nReceived: from Rudra656@...\n\tby imo-r07.mx.aol.com (mail_out_v32.5.) id 3.94.23223606 (4588)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 17 Mar 2002 22:30:38 -0500 (EST)\r\nMessage-ID: &lt;94.23223606.29c6b95e@...&gt;\r\nDate: Sun, 17 Mar 2002 22:30:38 EST\r\nSubject: Firaxis the Mercenary\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_94.23223606.29c6b95e_boundary&quot;\r\nX-Mailer: AOL 6.0 for Windows US sub 10551\r\nFrom: Rudra656@...\r\nX-Yahoo-Group-Post: member; u=45129698\r\nX-Yahoo-Profile: rudra656\r\n\r\n\r\n--part1_94.23223606.29c6b95e_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n::Firaxis::\n       In the vastness of space there are many entities beyond the \ncomprehension of any other living thing, but that is irrelevant.  Somewhere \nelse in the afore mentioned vastness there is a hole through space and time.  \nNear this hole there is a planet.  Rather there was a planet, well, that&#39;s \nnot exactly true either.  The planet is still there in that there&#39;s a planet \nsized rock floating around through space in the planet&#39;s orbit.  But the \nplanet is barren and devoid of all life that once lived upon it.  Admittedly \nthis consisted of one Cybertronian and his dog.  Sadly someone found this \nCybertronian who had once been a high class mercenary and was very confused \nas to why a Cybertronian had a dog, not to mention how the dog survived on a \nplanet devoid of oxygen and food.  Nonplused the man paid him to kill his dog \nand then left after seeing the dog die.\n\n       With nothing left to bind him to the planet the Cybertronian, Firaxis, \ngot back into his shuttle and flew through the same tunnel he had used to get \nhere. He needed another dog.  Unfortunately due to a slight miscalculation \nand a wrong turn near the 1900s he ended up in orbit around the correct \nplanet.  You&#39;re probably wondering what&#39;s so unfortunate about that, the \nunfortunate part is that there were no dogs yet.  He had arrived several \nmillion years too early.  He knew this because he scanned the planet from \norbit and came up with a considerable lack of dogs.  On the other hand his \nscanners did pick up Maximals, Predacons, Autobots, and Decepticons.  &quot;It&#39;s \nbeen a while since I&#39;ve had a good war to play in, maybe I should offer my \nservices.&quot;  He taps a few controls and opens a channel to the planet.  &quot;Hi, \nI&#39;m Firaxis.  I&#39;m a mercenary.  The first group to contact me with an offer \nthat includes a dog will gain my services until I receive a better offer.  I \nwill complete any mission assigned before I change my allegiance, however.  \nHave a nice day.  I&#39;ll be waiting to hear from you.&quot;  He smiles and turns of \nthe communications device.  He sets the ship in orbit and doses off.  He&#39;d \ncheck his responses when he wakes up and pick one at random, as long as he \ngot a dog.\n\r\n--part1_94.23223606.29c6b95e_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2&gt;::Firaxis::\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In the vastness of space there are many entities beyond the comprehension of any other living thing, but that is irrelevant. &nbsp;Somewhere else in the afore mentioned vastness there is a hole through space and time. &nbsp;Near this hole there is a planet. &nbsp;Rather there was a planet, well, that&#39;s not exactly true either. &nbsp;The planet is still there in that there&#39;s a planet sized rock floating around through space in the planet&#39;s orbit. &nbsp;But the planet is barren and devoid of all life that once lived upon it. &nbsp;Admittedly this consisted of one Cybertronian and his dog. &nbsp;Sadly someone found this Cybertronian who had once been a high class mercenary and was very confused as to why a Cybertronian had a dog, not to mention how the dog survived on a planet devoid of oxygen and food. &nbsp;Nonplused the man paid him to kill his dog and then left after seeing the dog die.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With nothing left to bind him to the planet the Cybertronian, Firaxis, got back into his shuttle and flew through the same tunnel he had used to get here. He needed another dog. &nbsp;Unfortunately due to a slight miscalculation and a wrong turn near the 1900s he ended up in orbit around the correct planet. &nbsp;You&#39;re probably wondering what&#39;s so unfortunate about that, the unfortunate part is that there were no dogs yet. &nbsp;He had arrived several million years too early. &nbsp;He knew this because he scanned the planet from orbit and came up with a considerable lack of dogs. &nbsp;On the other hand his scanners did pick up Maximals, Predacons, Autobots, and Decepticons. &nbsp;&quot;It&#39;s been a while since I&#39;ve had a good war to play in, maybe I should offer my services.&quot; &nbsp;He taps a few controls and opens a channel to the planet. &nbsp;&quot;Hi, I&#39;m Firaxis. &nbsp;I&#39;m a mercenary. &nbsp;The first group to contact me with an offer that includes a dog will gain my services until I receive a better offer. &nbsp;I will complete any mission assigned before I change my allegiance, however. &nbsp;Have a nice day. &nbsp;I&#39;ll be waiting to hear from you.&quot; &nbsp;He smiles and turns of the communications device. &nbsp;He sets the ship in orbit and doses off. &nbsp;He&#39;d check his responses when he wakes up and pick one at random, as long as he got a dog.&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_94.23223606.29c6b95e_boundary--\r\n\n"}}