{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Logo morph","from":"&quot;Logo morph&quot; &lt;logomorph@...&gt;","replyTo":"LIST","senderId":"0pE17StSWmFlCNGnmwCedEa60mbke8wOPjA61rZzjm6SjR34WwfHFwtkVt2451lX_zaJ_HE0jGYXGI-61RPPwOHvjC17xR6YnYdY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars","postDate":"962062751","msgId":4856,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNjI2MjMzOTExLjc2NjM2LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":4855,"nextInTopic":4857,"prevInTime":4855,"nextInTime":4857,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"... She looked at the ground. Then she looked at Vulois. I...I ...I can t do that Vulois.  I just can t.  I just wanted to go home. I didn t want to be apart","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nReceived: (qmail 32171 invoked from network); 26 Jun 2000 23:39:11 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 26 Jun 2000 23:39:11 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.33.149.66) by mta2 with SMTP; 26 Jun 2000 23:39:11 -0000\r\nReceived: (qmail 76637 invoked by uid 0); 26 Jun 2000 23:39:11 -0000\r\nMessage-ID: &lt;20000626233911.76636.qmail@...&gt;\r\nReceived: from 192.128.167.68 by www.hotmail.com with HTTP; Mon, 26 Jun 2000 16:39:11 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Neo Beast Wars\r\nDate: Mon, 26 Jun 2000 17:39:11 MDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Logo morph&quot; &lt;logomorph@...&gt;\r\n\r\n::Battera::\n\nShe looked at the ground. Then she looked at Vulois.\n&quot;I...I ...I can&#39;t do that Vulois.  I just can&#39;t.  I just wanted to go home.  \nI didn&#39;t want to be apart of anything like this.  All I wanted was to be \nable to go home.  I want to help in building the ship and helping all of us \nto go back to Cybertron.  But I didn&#39;t want to hurt anyone for it. What are \nyou trying to gain from this?&quot;\nShe turned and walked away from Vulois.\n&quot;I don&#39;t want to be in this mutany of yours.  Leave me out of it.  I just \nwanted to go home. Home, and nothing else.  That is why I became a predacon \nin the first place.  It would have given me the chance to go home, back to \nCybertron.  But if you do this, we won&#39;t go home, we will get killed. Look, \nthere is still time.  Let&#39;s just build the ship and go home.  Please.&quot;\n\n\n\n---------original message--------\nFrom:   &lt;minime_316@h...&gt;\nDate: Mon Jun 26, 2000 11:21pm\nSubject: Re: The Neo Beast Wars\n\n\nTerminess/Vulois/Bronco and Octociz\n\nTerminess brought the pod into her lab. She was about to start\nbuilding it, but she saw Vulois and Battera and listened to what he\nhad to say.\n\n______________________________________________________________________\n\nBefore Vulois started talking, he checked the lab for bugs. He found\ntwo and crushed them in his hand. He than began talking.\n\n&quot;Looks like our friend Hell Beast doesn&#39;t trust us, eh? Anyway, I\nwas going to wait for Soundwave but I can tell him later. We have a\nnew plan. Battera, I know you weren&#39;t interested in ruling, but I\nneed your help on this if we want to go home. All this while we are\ngoing to act like loyal Predacons to Hell Beast, building our ship to\ngo home just like we told him. But were going to make up some\nprobelms that the ship won&#39;t work, which will have to make us stay\nfor awhile. Then, when Hell Beast is about to win the Neo Beast Wars,\nwhich he will, we start a mutiny. Us, and other Predacons that we\npersuaded fro, Hell Beast. We take the Preds and win the Neo Beast\nWars. We then take the TM3 Driver, betray the other Predacons and the\nfour of us take off in our ship for home. Once home, we will use the\nTM3 driver to make the Preds stronger and rule Cybertron. Any of you\nmay join my ruling council, or you may go on with normal lives. I\nwill not hold offense to you for that. But I need your co-operation.\nThis will be your last chance to back out. Are you with me or not?&quot;\n\n______________________________________________________________________\n\nBronco looked at Iron Raptor and smiled. He may be ruthless, but he\nwould give the Spark.\n\n&quot;Here, catch!!&quot;\n\nJust before Bronco throws the spark to IR, it starts to rumble. It\nbreaks out of the holder and starts floating in the air.\n\n&quot;What?!? You&#39;re supposed to die when you&#39;re out of that!&quot;\n\nThe Spark goes full throtle into the chest of Bronco. He falls to the\nground, limp. In a few moments he gets back up, smiling. But not that\nevil, sinister smile. A real, honourable smile.\n\n&quot;Iron Raptor, this is Octociz. I have placed my spark in the body of\nBronco. He has a strange passed which I want to help clear up. I\nbelieve he may be a Maximal. I have not merged sparks with him, his\nbody is just holding the two sparks. Please..don&#39;t....&quot;\n\nA pain came over Octociz/Bronco. His body was not meant for two\nsparks. It began to grow. His bull torso became that of a horse, and\nhis head area grew up straight into that of a human with horns. He\nhad become a cenataur.\n\n&quot;Wow.....anyway, please don&#39;t interfere. I want to make contact with\nthe real Bronco and see if I can bring out the Maximal. I will make\ncontact in a few weeks. Thankyou for coming.&quot;\n\nOctociz and Bronco, one enourmous powerful body, rode off towards\nBronco&#39;s cave area.\n\n(OOC: I leave for vacation on Friday, and graduation on Thursday, so\nthis will be the last appearance of Octociz and Bronco until I get\nback. I want to finish off a few things for Vulois and Terminess by\nWednesday. You will all be surprised by the Bronco/Octociz story. If\nyou read the char page, you will know who Bronco is, but they way\nthey find out will change them both forever.)\n\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}