{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":63204882,"authorName":"x_rauq_x","from":"&quot;x_rauq_x&quot; &lt;x_rauq_x@...&gt;","profile":"x_rauq_x","replyTo":"LIST","senderId":"h2rqe8XrH8KXh081KU5YsxBG_lcM_jYq8U2zfp222ABCNqunP3QCKbBeMWoquDMNFgv8K5BkTKZueXLgCsumYHJ-NwmdWw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New poll for nbwrpg","postDate":"1020739984","msgId":48793,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGFiN2ZpZytnOHJmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDAxMGUwMWMxZjViYiQxNTM4ODY4MCQ3MjFjZDAzZkBwcm9kaWd5Lm5ldD4="},"prevInTopic":48792,"nextInTopic":48794,"prevInTime":48792,"nextInTime":48794,"topicId":12787,"numMessagesInTopic":565,"msgSnippet":"*sigh* Were you just waiting for me to do something you didn t like to cut me down? Sure looks like it. You also seem to like to say that ego dominates all,","rawEmail":"Return-Path: &lt;x_rauq_x@...&gt;\r\nX-Sender: x_rauq_x@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_2); 7 May 2002 02:53:42 -0000\r\nReceived: (qmail 28744 invoked from network); 7 May 2002 02:53:42 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m11.grp.scd.yahoo.com with QMQP; 7 May 2002 02:53:42 -0000\r\nReceived: from unknown (HELO n21.grp.scd.yahoo.com) (66.218.66.77)\n  by mta3.grp.scd.yahoo.com with SMTP; 7 May 2002 02:53:42 -0000\r\nReceived: from [66.218.67.145] by n21.grp.scd.yahoo.com with NNFMP; 07 May 2002 02:53:06 -0000\r\nDate: Tue, 07 May 2002 02:53:04 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: New poll for nbwrpg\r\nMessage-ID: &lt;ab7fig+g8rf@...&gt;\r\nIn-Reply-To: &lt;010e01c1f5bb$15388680$721cd03f@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4490\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;x_rauq_x&quot; &lt;x_rauq_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=63204882\r\nX-Yahoo-Profile: x_rauq_x\r\n\r\n*sigh*\n\nWere you just waiting for me to do something you didn&#39;t like to cut \nme down? Sure looks like it. You also seem to like to say that ego \ndominates all, which I will deny, and will deny time and time again. \nYou don&#39;t know me well enough to judge me. Comparing me to Zardus is \nuncalled for, and wrong. We are two completely different people, who \nhave different personalities, and think differently. For me to try \nto be someone I&#39;m not is impossible. I can&#39;t help it if you feel i&#39;m \nnot Zardus, cause I&#39;m not.\n\nFault should not be so frivolously tossed around. Yes, I did make \nAzure a moderator, after a 100% moderator vote. He has, as Rudrak \nhas said, been a moderator for a few months now. When you say that \nnot everyone voted for him to be a moderator, you are entirely \ncorrect. But by my judgement, and by anyone who understands how a \nvote works, 7-10 people isn&#39;t enough for a vote to be taken \nseriously at all. \n\nHugar had been inactive for two months. Moderators shouldn&#39;t \ndisappear for two months. I know that he&#39;s around cause I have him \nas a contact on an IM prog.\n\nKyle does tend to abuse the polls more than others, and that change \nof rules does affect him more than others, but any member of the rpg \nwho wants a poll, ANY poll, can still email it too me, and i&#39;ll put \nit up quickly. Trillian (my chat prog) tells me when I have mail, \nthus allowing me to hop on my comp and create a poll at any time.\n\nTyrannical? Your pointing finger sticks out too far. I will never be \na US president, and nor would I ever want to. \n\n&lt;&lt;Oh, you can moderate me if you want, but if you do, I&#39;ll leave, \nand I won&#39;t ever come back.&gt;&gt;\n\nYou say that line so much it has become irritating. It&#39;s like \nsaying &quot;I won&#39;t be your friend if you don&#39;t give me that candy&quot;. \nLike laying down a guilt line in hopes of getting some attention. I \ndon&#39;t want you to leave -- I don&#39;t want anyone to leave -- but if \nyou choose to go, I can&#39;t and won&#39;t stop you. Just don&#39;t run away \nfrom situations which you don&#39;t like.\n\nHow do I like you now? Are you asking me to hate you so you can \njustify your words? No, I won&#39;t do that. I don&#39;t hate anyone, and \nthere is nothing you can say or do that would make me hate you, or \nanyone else for that matter. Perhaps that is a little boastful, but \nI&#39;ve been living my life like that for many years now.\n\nAck, this will probably further the arguement... oh well, some stuff \nneeds to be said.\n\n\n--- In nbwrpg@y..., &quot;Hollywood Narrator&quot; &lt;thecode@p...&gt; wrote:\n&gt; OOC: I know I haven&#39;t posted in a while, due to a lack of ideas \nfor the RPG, but I couldn&#39;t sit back anymore, I have to comment on \nthis because it&#39;s just the way I am. Warrior Azure, I do not think \nyou&#39;re a bad guy. In fact, this isn&#39;t even your fault, it&#39;s rAuq&#39;s \nfault. I am not saying Warrior Azure does not deserve to be a \nmoderator, but he wasn&#39;t voted in by the RPG. Let&#39;s face it, rAuq, \nyou stepped in suddenly, and without even asking the RPG if they \nthought this stuff was appropriate, you fling a bunch of new shit \nall over everyone. Some stupid new poll rule because of Dewboy, \nfirst of all, which wasn&#39;t fair. Unitron (Sorry, can&#39;t remember the \nother name, it being new and all, and I love Unicron rip offs!) is \nabsolutely correct about this when he said that we&#39;re all being \npunished for something dipshit (Dewboy) did. Second, Hugar is thrown \noff the council by someone who was voted in for EQUAL POWER. You \nthrew off someone of EQUAL POWER, rAuq, and without the people \nvoting for it. The people of the RPG are allowed to make this choice \nfor a reason. Zardus thought it would make the RPG a better \ncommunity, and it has. It is stupid to try to revoke the people&#39;s \nprivileges. We might as well have a tyrannical ruler instead of a US \nPresident! Then without the people voting him in, we have Warrior \nAzure as a moderator. I am in no way saying he won&#39;t make a good \nmoderator, but that still is not the point. He wasn&#39;t voted into \noffice. He just is suddenly assigned to the position because &quot;rAuq \nsays so&quot; WHATSUPWITHAT!?!? This seems to be a matter of someone&#39;s \nhead getting a little too big, maybe. Oh, you can moderate me if you \nwant, but if you do, I&#39;ll leave, and I won&#39;t ever come back. What&#39;s \nimportant is that I stood up for what is right. Hugar shouldn&#39;t have \nbeen kicked off, moderators should be voted into office, and this \ndumbass poll rule should not have come into effect. And that is the \nbottom line. How do you like me now?...\n\n\n"}}