{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":64033463,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","profile":"legendarynemasis","replyTo":"LIST","senderId":"RNnkn6n2hRN6Wz-Ui5WdB0b0QFsYGSYaLttyp1VXSlOu37Gf3iRUF7f8qV-0PGUs3eiG88C2x36kJtBGe7ne","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LN was right (did I actually say that)","postDate":"1024836914","msgId":49392,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2OS5mODM3NjI3LjJhNDcxZjMyQGFvbC5jb20+"},"prevInTopic":49390,"nextInTopic":49394,"prevInTime":49391,"nextInTime":49393,"topicId":49374,"numMessagesInTopic":24,"msgSnippet":"The problem does not entirely rely on the players within, it relies on the lack of real story in the RPG that isn t known to the entire RPG. This whole ","rawEmail":"Return-Path: &lt;LegendaryNemasis@...&gt;\r\nX-Sender: LegendaryNemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_2); 23 Jun 2002 12:55:17 -0000\r\nReceived: (qmail 66288 invoked from network); 23 Jun 2002 12:55:17 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m6.grp.scd.yahoo.com with QMQP; 23 Jun 2002 12:55:17 -0000\r\nReceived: from unknown (HELO imo-m08.mx.aol.com) (64.12.136.163)\n  by mta2.grp.scd.yahoo.com with SMTP; 23 Jun 2002 12:55:16 -0000\r\nReceived: from LegendaryNemasis@...\n\tby imo-m08.mx.aol.com (mail_out_v32.21.) id r.169.f837627 (4215)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 23 Jun 2002 08:55:15 -0400 (EDT)\r\nMessage-ID: &lt;169.f837627.2a471f32@...&gt;\r\nDate: Sun, 23 Jun 2002 08:55:14 EDT\r\nSubject: Re: LN was right (did I actually say that)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_169.f837627.2a471f32_boundary&quot;\r\nX-Mailer: AOL 6.0 for Windows US sub 10567\r\nFrom: Legendarynemasis@...\r\nX-Yahoo-Group-Post: member; u=64033463\r\nX-Yahoo-Profile: legendarynemasis\r\n\r\n\r\n--part1_169.f837627.2a471f32_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nThe problem does not entirely rely on the players within, it relies on the \nlack of real story in the RPG that isn&#39;t known to the entire RPG. This whole \nartifacts thing seems to be some small last attempt to get people going \nagain, but how long until battles will begin for the artifacts that will \nundoubtably end and begin and follow through like all the other battles? When \nwill bots suddenly realize they have ammo and can&#39;t possibly have clips for \nweapons that allow them to fire 120 shots by firing 40 shots in the span of 3 \nposts? When will people realize that their charachter can not possibly dodge \nand then counter attack to each person that fired at them in a single post \nwhen the posts are supposed to last a few seconds each. This isn&#39;t DBZ, it&#39;s \nBeast Wars and if you haven&#39;t noticed noone in the show goes SSJ and suddenly \ndodges everything every five seconds and then returns fire to each person. \nWhen will players also acknowledge simple facts that some charachters cant \ntake the exhuberent amount of damage that others do and sometimes the \ncharachter they have is just completely outclasssed, outgunned, and if a \nfight continued against the charachter they were fighting, out of service. I \nhave proposed many things to the council and soem  have been welcomed more \nthan others yet I have seen none of those even leak into the RPG. In order to \ncorrect some of the things I have described above the concil needs to take \nmore control and enforce certain rules to prevent them from happening, of \ncourse the players can help too simply by waking up and noticing they aren&#39;t \nlittle kids who are controling a Bantor action figure and having him wreck \neveryone of their toys because they think its cool. We are adults and as we \nall know the only toy Bantor could possibly beat down is Optimus Minor. And \nmaybe a spy changer or two since he would get nuked ready fast by any BW toy \nwith a gun. Anyway, my ranting is over.\n\n~Qs7, LN, Whatever- who now feels like taking a bat to Bantor for the hell of \nit.\n\r\n--part1_169.f837627.2a471f32_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2&gt;The problem does not entirely rely on the players within, it relies on the lack of real story in the RPG that isn&#39;t known to the entire RPG. This whole artifacts thing seems to be some small last attempt to get people going again, but how long until battles will begin for the artifacts that will undoubtably end and begin and follow through like all the other battles? When will bots suddenly realize they have ammo and can&#39;t possibly have clips for weapons that allow them to fire 120 shots by firing 40 shots in the span of 3 posts? When will people realize that their charachter can not possibly dodge and then counter attack to each person that fired at them in a single post when the posts are supposed to last a few seconds each. This isn&#39;t DBZ, it&#39;s Beast Wars and if you haven&#39;t noticed noone in the show goes SSJ and suddenly dodges everything every five seconds and then returns fire to each person. When will players also acknowledge simple facts that some charachters cant take the exhuberent amount of damage that others do and sometimes the charachter they have is just completely outclasssed, outgunned, and if a fight continued against the charachter they were fighting, out of service. I have proposed many things to the council and soem &nbsp;have been welcomed more than others yet I have seen none of those even leak into the RPG. In order to correct some of the things I have described above the concil needs to take more control and enforce certain rules to prevent them from happening, of course the players can help too simply by waking up and noticing they aren&#39;t little kids who are controling a Bantor action figure and having him wreck everyone of their toys because they think its cool. We are adults and as we all know the only toy Bantor could possibly beat down is Optimus Minor. And maybe a spy changer or two since he would get nuked ready fast by any BW toy with a gun. Anyway, my ranting is over.\n&lt;BR&gt;\n&lt;BR&gt;~Qs7, LN, Whatever- who now feels like taking a bat to Bantor for the hell of it.&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_169.f837627.2a471f32_boundary--\r\n\n"}}