{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":64033463,"authorName":"Legendarynemasis@aol.com","from":"Legendarynemasis@...","profile":"legendarynemasis","replyTo":"LIST","senderId":"3xnp8_Ha5Gk15TN8EZzWIaE0nKb6FTZEtZW-jKISYMRaf17J9P_B6sbnnNfs0l9fWe-F_Ct41IeNg0xiDvgW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LN was right (did I actually say that)","postDate":"1025026582","msgId":49432,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM4LjI5ZTI2Njc4LjJhNGEwNDE2QGFvbC5jb20+"},"prevInTopic":49431,"nextInTopic":49433,"prevInTime":49431,"nextInTime":49433,"topicId":49374,"numMessagesInTopic":24,"msgSnippet":"Dewboy, this RPG wouldnt get amde into a cartoon. So much continuity has been disrupted it would be hated by most of the fans and likely canceled. And ins ","rawEmail":"Return-Path: &lt;LegendaryNemasis@...&gt;\r\nX-Sender: LegendaryNemasis@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_2); 25 Jun 2002 17:36:39 -0000\r\nReceived: (qmail 56643 invoked from network); 25 Jun 2002 17:36:39 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m13.grp.scd.yahoo.com with QMQP; 25 Jun 2002 17:36:39 -0000\r\nReceived: from unknown (HELO imo-m04.mx.aol.com) (64.12.136.7)\n  by mta1.grp.scd.yahoo.com with SMTP; 25 Jun 2002 17:36:39 -0000\r\nReceived: from LegendaryNemasis@...\n\tby imo-m04.mx.aol.com (mail_out_v32.21.) id r.38.29e26678 (4561)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 25 Jun 2002 13:36:23 -0400 (EDT)\r\nMessage-ID: &lt;38.29e26678.2a4a0416@...&gt;\r\nDate: Tue, 25 Jun 2002 13:36:22 EDT\r\nSubject: Re: LN was right (did I actually say that)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_38.29e26678.2a4a0416_boundary&quot;\r\nX-Mailer: AOL 6.0 for Windows US sub 10567\r\nFrom: Legendarynemasis@...\r\nX-Yahoo-Group-Post: member; u=64033463\r\nX-Yahoo-Profile: legendarynemasis\r\n\r\n\r\n--part1_38.29e26678.2a4a0416_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nDewboy, this RPG wouldnt get amde into a cartoon. So much continuity has been \ndisrupted it would be hated by most of the fans and likely canceled. And ins \ntarwars if you didnt notice they werent firing 40 shots every five seconds \nthey fire small amounts of shots at a time and even then they werent firing \nat everyone that fired at them at the same time. Dewboy ammo limits should eb \nplayed I know some of the council members agree with this but when or if they \nwill do anything has yet to be seen. Also dewboy you seem to be the only \nperson whining about why we shouldnt have them. I snapped at cardhead which  \nI apologized for mainly because of your lack of logic in this entire matter. \nAnd more than likely people will see 40 shots being fired sicne msot of the \ntime in this RPG there is a battle and half of the battles seem to have \nmoderish actions taking place. When I first joined I really thought the RPG \nwas a joke, so I decided to cash in and see how far I could possibly go with \ndirect powerful tings that could add to the story but also further my \nsomewhat sadistic motivations. We saw where that all lead to(Can I get a \nhellpeon please? What about a fury cannon? Any bases need blowing up? Whee). \nNow we have a chance to actually make the RPG better but all you seem to be \nwanting to do is make it worse by ignoring certain logical things such as \nammo. In most games you have a limit to what you can do. In RPGs you&#39;ll have \nMP, in Resident Evil type games you&#39;ll have ammo, in first person shooters, \nammo again, in some games like contra, you have certain amounts of time or \nbullets of a ifferent weapon. All of these things have one particular trait, \nthere is always a limit.\n\r\n--part1_38.29e26678.2a4a0416_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2&gt;Dewboy, this RPG wouldnt get amde into a cartoon. So much continuity has been disrupted it would be hated by most of the fans and likely canceled. And ins tarwars if you didnt notice they werent firing 40 shots every five seconds they fire small amounts of shots at a time and even then they werent firing at everyone that fired at them at the same time. Dewboy ammo limits should eb played I know some of the council members agree with this but when or if they will do anything has yet to be seen. Also dewboy you seem to be the only person whining about why we shouldnt have them. I snapped at cardhead which &nbsp;I apologized for mainly because of your lack of logic in this entire matter. And more than likely people will see 40 shots being fired sicne msot of the time in this RPG there is a battle and half of the battles seem to have moderish actions taking place. When I first joined I really thought the RPG was a joke, so I decided to cash in and see how far I could possibly go with direct powerful tings that could add to the story but also further my somewhat sadistic motivations. We saw where that all lead to(Can I get a hellpeon please? What about a fury cannon? Any bases need blowing up? Whee). Now we have a chance to actually make the RPG better but all you seem to be wanting to do is make it worse by ignoring certain logical things such as ammo. In most games you have a limit to what you can do. In RPGs you&#39;ll have MP, in Resident Evil type games you&#39;ll have ammo, in first person shooters, ammo again, in some games like contra, you have certain amounts of time or bullets of a ifferent weapon. All of these things have one particular trait, there is always a limit.&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_38.29e26678.2a4a0416_boundary--\r\n\n"}}