{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":78217627,"authorName":"aerosmith60@cs.com","from":"aerosmith60@...","replyTo":"LIST","senderId":"ru84N1OsoUjIqTMT9bAddqyS7O_bXrwc0ymMP3_icqzBzdM3ymz_L3PH5rtqxi3ztlV7W-ugcMMa","spamInfo":{"isSpam":false,"reason":"0"},"subject":"look whos back","postDate":"1025401360","msgId":49475,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDFhMC40N2QyMWU3LjJhNGZiYzEwQGNzLmNvbT4="},"prevInTopic":0,"nextInTopic":49482,"prevInTime":49474,"nextInTime":49476,"topicId":49475,"numMessagesInTopic":11,"msgSnippet":"OOC: its been a long time but ive decided to come back to the nbwrpg. Its like comin back home after a long vacation. Some of you may remember me some may not","rawEmail":"Return-Path: &lt;Aerosmith60@...&gt;\r\nX-Sender: Aerosmith60@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_7_4); 30 Jun 2002 01:42:49 -0000\r\nReceived: (qmail 88778 invoked from network); 30 Jun 2002 01:42:48 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m3.grp.scd.yahoo.com with QMQP; 30 Jun 2002 01:42:48 -0000\r\nReceived: from unknown (HELO imo-r09.mx.aol.com) (152.163.225.105)\n  by mta1.grp.scd.yahoo.com with SMTP; 30 Jun 2002 01:42:48 -0000\r\nReceived: from Aerosmith60@...\n\tby imo-r09.mx.aol.com (mail_out_v32.21.) id r.1a0.47d21e7 (4223)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 29 Jun 2002 21:42:40 -0400 (EDT)\r\nMessage-ID: &lt;1a0.47d21e7.2a4fbc10@...&gt;\r\nDate: Sat, 29 Jun 2002 21:42:40 EDT\r\nSubject: look whos back\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_1a0.47d21e7.2a4fbc10_boundary&quot;\r\nX-Mailer: CompuServe 2000 6.0 for Windows US sub 10511\r\nFrom: aerosmith60@...\r\nX-Yahoo-Group-Post: member; u=78217627\r\n\r\n\r\n--part1_1a0.47d21e7.2a4fbc10_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nOOC: its been a long time but ive decided to come back to the nbwrpg. Its \nlike comin back home after a long vacation. Some of you may remember me some \nmay not but im back and plan to have a little fun\n\n    Destructor&#39;s circuits came online. He had been in sleep underneath the \nearth&#39;s crust for almost a year. His gears squeaked as they came into motion. \nHis optical sensors came online. His hand sprung from the ground. He gripped \nhard and managed to pull himself out. His body was messed up pretty bad. He \nwould need a new beast mode. He basically put himself into an automatic \nrestart his body turned into a protoform type state. The black light emanated \nfrom him scanning for a body. It picked up a lion. He transformed into this \nnew mode. Except for his Lion from had a  a black mane. He ran up the hill \nscanning for the nearest  predacon base. He sent out a distress signal with \nhis location.\n\n Proto crawled out of his hole. His circuits had been frozen and he had been \nstuck in-between forms. (For all those unfamiliar with proto hes a rip off of \nthat terminator 2 thing) He took the form of  a hawk and flew through the \nsky. (When proto is in an animal form which he needs to do every day at least \ntwice to stay alive he has no more than the ability the animal gives him) His \ndark spark pulsated for destruction. He sent out a call for a predacon base \nto pick him up. (whoever wants a new recruit just be the first to answer.\n\n  Galvatron awakened. Much to the dread of the planets. His silver dragon \nmode shined in the sunlight. It had been a long sleep but he was finally \nrejuvenated after his dreadful defeat by Optimus Prime. (in my last posts \nhere me and another rpg&#39;er had a nice battle between optimus prime and \nGalvatron which ended with both thier deaths) Even the his great spark could \nnot keep him down. He would stay quiet for now. He would wait and watch the \nhappenings of the planets before he reentered himself into it.\n\n\r\n--part1_1a0.47d21e7.2a4fbc10_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  COLOR=&quot;#000080&quot; SIZE=2 FAMILY=&quot;SERIF&quot; FACE=&quot;Georgia&quot; LANG=&quot;0&quot;&gt;&lt;B&gt;OOC: its been a long time but ive decided to come back to the nbwrpg. Its like comin back home after a long vacation. Some of you may remember me some may not but im back and plan to have a little fun\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;&nbsp;&nbsp;Destructor&#39;s circuits came online. He had been in sleep underneath the earth&#39;s crust for almost a year. His gears squeaked as they came into motion. His optical sensors came online. His hand sprung from the ground. He gripped hard and managed to pull himself out. His body was messed up pretty bad. He would need a new beast mode. He basically put himself into an automatic restart his body turned into a protoform type state. The black light emanated from him scanning for a body. It picked up a lion. He transformed into this new mode. Except for his Lion from had a &nbsp;a black mane. He ran up the hill scanning for the nearest &nbsp;predacon base. He sent out a distress signal with his location.\n&lt;BR&gt;\n&lt;BR&gt; Proto crawled out of his hole. His circuits had been frozen and he had been stuck in-between forms. (For all those unfamiliar with proto hes a rip off of that terminator 2 thing) He took the form of &nbsp;a hawk and flew through the sky. (When proto is in an animal form which he needs to do every day at least twice to stay alive he has no more than the ability the animal gives him) His dark spark pulsated for destruction. He sent out a call for a predacon base to pick him up. (whoever wants a new recruit just be the first to answer.\n&lt;BR&gt;\n&lt;BR&gt; &nbsp;Galvatron awakened. Much to the dread of the planets. His silver dragon mode shined in the sunlight. It had been a long sleep but he was finally rejuvenated after his dreadful defeat by Optimus Prime. (in my last posts here me and another rpg&#39;er had a nice battle between optimus prime and Galvatron which ended with both thier deaths) Even the his great spark could not keep him down. He would stay quiet for now. He would wait and watch the happenings of the planets before he reentered himself into it.\n&lt;BR&gt;&lt;/B&gt;&lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_1a0.47d21e7.2a4fbc10_boundary--\r\n\n"}}