{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"Yh6LcIIJa_Are0uTl1aimjFWH-6iyZd9tq-wx5zYoZKqwytATK0A_IpqBu8rfSEOM25p6OeZ0c5PnZjHW94y37A8K8xAIYBSHkg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: MegatroN","postDate":"1027226408","msgId":50141,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGFoZGR2OCttZG5rQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGFoZGF2bytwZTF2QGVHcm91cHMuY29tPg=="},"prevInTopic":50139,"nextInTopic":50144,"prevInTime":50140,"nextInTime":50142,"topicId":50139,"numMessagesInTopic":16,"msgSnippet":"Perceptor: As you command, my master replied Perceptor who ran towards storage bay. ... as ... the ... free ... across ... one. ... the ... but ... jaw ... ","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_0_7_4); 21 Jul 2002 04:40:08 -0000\r\nReceived: (qmail 20613 invoked from network); 21 Jul 2002 04:40:08 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m12.grp.scd.yahoo.com with QMQP; 21 Jul 2002 04:40:08 -0000\r\nReceived: from unknown (HELO n6.grp.scd.yahoo.com) (66.218.66.90)\n  by mta3.grp.scd.yahoo.com with SMTP; 21 Jul 2002 04:40:08 -0000\r\nReceived: from [66.218.67.173] by n6.grp.scd.yahoo.com with NNFMP; 21 Jul 2002 04:40:08 -0000\r\nDate: Sun, 21 Jul 2002 04:40:08 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Re: MegatroN\r\nMessage-ID: &lt;ahddv8+mdnk@...&gt;\r\nIn-Reply-To: &lt;ahdavo+pe1v@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5187\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\nPerceptor:\n\n\n&quot;As you command, my master &quot;replied Perceptor who ran towards storage \nbay.\n\n\n--- In nbwrpg@y..., &quot;x_rauq_x&quot; &lt;x_rauq_x@y...&gt; wrote:\n&gt; -- Megatron / Switchblade --\n&gt; \n&gt; Megatron&#39;s irritation has dwindled a bit since he woke up, but -- \nas \n&gt; Switchblade would find out -- not very much at all. He growls \n&gt; softly, as he taps his fingers impatiently. Where was Switchblade? \n&gt; That miserable infidel would come to know just how much pain he \n&gt; could suffer for such an slight upon his mighty self.\n&gt; \n&gt; Wrath. Megatron chuckles to himself, &quot;Feel my wrath.&quot; The Pred \n&gt; leader waits for Switchblade to arrive; he was suspiciously late, \n&gt; but Megatron knew he would show up.\n&gt; \n&gt; ----------------------------\n&gt; \n&gt; Switchblade&#39;s eyes are raised when Destructor asks him politely to \n&gt; go to the control room. &quot;Politeness... out of a Predacon... are you \n&gt; sure that you are thinkin straight?&quot; He looks up at the bigger \n&gt; bot. &quot;Besides, there&#39;s no point in being polite, Megatron is \n&gt; definately going to give me a warm welcome when I arrive at the \n&gt; control room.&quot; A sarcastic lilt appears in his voice as he nears \nthe \n&gt; end of his last words. Unbeknownst to the Predacons present, \n&gt; Switchblade was talking to cover up his fear, and to delay for some \n&gt; time.\n&gt; \n&gt; &quot;Blah blah blah Perceptor, until I hear something worth listening \n&gt; too from your sorry mouth,&quot; grumbles the smaller bot, as he starts \n&gt; the painfully long journey to the control room. He brushes past \n&gt; Destructor as he leaves the room.\n&gt; \n&gt; -----------------------------\n&gt; \n&gt; Switchblade walks quietly down the corridor of the Pred ship, \n&gt; sorting out his thoughs, and deciding how he would play out the \n&gt; incident. Megatron was obviously unhappy, and would likely do \n&gt; something... damaging... to Switchblade. Though, if planned \n&gt; properly, he figures that he should be able to worm his way out of \n&gt; disfavour. &lt;I&#39;ll have to access the security cameras in the storage \n&gt; bay... they will show something interesting, probably enough to \nfree \n&gt; me from an untimely demise.&gt;\n&gt; \n&gt; He rounds the corner, and poks his head into the room. He is \n&gt; immediately noticed by Megatron, who without looking at him, bekons \n&gt; for him to enter.\n&gt; \n&gt; Switchblade sighs inwardly, and enters. He strols nochalantly \nacross \n&gt; the room, and sits himself down in one of the control room chairs, \n&gt; then looks over at the Pred leader.\n&gt; \n&gt; Megatron smiles, showing teeth, and making no effort to mask his \n&gt; irritation. &quot;Switchblade... It seems you have a problem.&quot;\n&gt; \n&gt; &quot;Heh, I thought that you might have something to say... would this \n&gt; perhaps be about the little incident with the artifa--&quot; Switchblade \n&gt; is cut off by Megatron.\n&gt; \n&gt; &quot;Yes...&quot; says Megatron as his eyes narrow, &quot;You were supposed to \n&gt; determine the usefullness of the artifacts, then take them \n&gt; outside... What happened?&quot; Demands the Pred leader.\n&gt; \n&gt; &quot;Well...&quot; mumbles Switchblade, &quot;I&#39;m, err, not 100% sure on that \none. \n&gt; You see, I was looking at the pieces, and trying to put them \n&gt; together. Quite accidentally, I managed to fit them together. About \n&gt; that time, I suddenly blanked out, and woke up to find myself on \nthe \n&gt; ground, artifact in hand, and a impressively large slashed hole in \n&gt; the side of the storage bay wall, looks like it might have been \n&gt; melted.&quot; He finishes sheepishly, &quot;Lets check the security vids.&quot; \n&gt; before Megatron can say something that might decide his fate.\n&gt; \n&gt; Switchblade hops up, and walks over to the security panel. His \n&gt; fingers blur as he types and presses buttons on the console. A holo \n&gt; display appears in the middle of the room, and starts to play a \n&gt; recording of the storage bay incident.\n&gt; \n&gt; It comes to the part when Switchblade blacked out, and Megatron \n&gt; watches the holo Switchblade go totally limp, and them raise the \n&gt; artifact over his head. Well, it was more like the artifact raised \n&gt; Switchblade. Then a bright light speared outward from the artifact, \n&gt; destroying the overloading the camera optics, effectively disabling \n&gt; that camera it gets repaired.\n&gt; \n&gt; Switchblade smiles triuphantly to himself, knowing that he&#39;s all \nbut \n&gt; proved that he wasn&#39;t going against Megatron...\n&gt; \n&gt; Turning back to Megatron, he is about ot say something, shen his \njaw \n&gt; drops, as he finds himself looking into the large barrel of \n&gt; Megatron&#39;s plasma cannon. &quot;Uhh...&quot; &lt;I guess I did still screw up...&gt;\n&gt; \n&gt; Megatron smiles taking the thoughts from Switchblade&#39;s mind, &quot;You \n&gt; still screwed up, and must pay the prices.&quot; He fires the cannon at \n&gt; the minibot. The results are devastating... for Switchblade. He \n&gt; loses his right arm, leg, and his head immediately, and there is \n&gt; significant damage to his body as the blast smashes it against the \n&gt; far wall.\n&gt; \n&gt; &quot;Fool...&quot; says Megatron to himself as he opens a commlink to \n&gt; Inferno, &quot;Inferno, get over here into the control room, and clean \nup \n&gt; this mess... Perceptor, begin repairs in the storage bay.\n&gt; \n&gt; He walks over to Switchblade&#39;s destroyed form, and picks up the \n&gt; single pieces of artifact. &quot;This doesn&#39;t look like the thing in the \n&gt; security vid... maybe I should have let him live for a bit \nlonger...&quot;\n\n\n"}}