{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"j37-h-syFK1CTkH7s0FPeztSO40CSVdtmfZwo3Cm2xIaUN8053ZfoahycFjUh00VvAEv-5MfQg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Neo USSR Beast Wars RPG","postDate":"962233195","msgId":5078,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyLjdiNGJhZTAuMjY4YmRkNmJAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":5077,"nextInTime":5079,"topicId":5078,"numMessagesInTopic":1,"msgSnippet":"(I urge everyone to read to the VERY end, I don t care if you don t want to, you HAVE TO!  It concerns EVERYONE, even if you don t see it developing, believe","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 19656 invoked from network); 28 Jun 2000 23:00:04 -0000\r\nReceived: from unknown (10.1.10.142) by m3.onelist.org with QMQP; 28 Jun 2000 23:00:04 -0000\r\nReceived: from unknown (HELO csimo01.mx.cs.com) (152.163.225.74) by mta1 with SMTP; 28 Jun 2000 23:00:03 -0000\r\nReceived: from KSLawdogg@... by csimo01.mx.cs.com (mail_out_v27.10.) id a.22.7b4bae0 (3314) for &lt;nbwrpg@egroups.com&gt;; Wed, 28 Jun 2000 18:59:56 -0400 (EDT)\r\nMessage-ID: &lt;22.7b4bae0.268bdd6b@...&gt;\r\nDate: Wed, 28 Jun 2000 18:59:55 EDT\r\nSubject: The Neo USSR Beast Wars RPG\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 103\r\nFrom: KSLawdogg@...\r\n\r\n(I urge everyone to read to the VERY end, I don&#39;t care if you don&#39;t want to, \nyou HAVE TO!  It concerns EVERYONE, even if you don&#39;t see it developing, \nbelieve me...it could change the fate of the Neo Beast Wars...so read to the \nend, especially Zardus!)\n\n\nKoga Shuko/Serpentor/Nemesis Enforcer/Anubis/Hades/Double \nPunch/Manterror/Injector/Ramhorn/Pyro/Breakdown/Scavenger:\n\n\n\nKoga Shuko raised his missile launcher, firing a rocket off at the Ark.  He \nhad now seen many Predacons retreat.  &lt;All forces under me, Koga Shuko, fall \nback.  Our &#39;allies&#39; seem to be lacking in courage, even when the battle is \nours&gt; he ordered his troops, walking away, followed by Unitron.  \n\n---\n\nSixshot got a lock, firing off a missile at the portside of the Ark, heading \nfor the Newcomer base now.\n\n---\n\nHades was going to run off, but he heard something.  Looking down, he saw a \ngrenade.  He turned and ran, but the grenade exploded, sending flames and \nshrapnel into his back, sending him flying forward to the ground.\n\n---\n\nAnubis raised his launcher, firing a rocket off at Prowl, getting Hades up, \nputting over his shoulder, and heading off.\n\n---\n\nPyro saw the grenade coming towards them, firing at it in mid-air, watching \nit explode, he didn&#39;t flinch, his optics on the flames.\n\nNeither did the others, but the other two winced as shrapnel scraped against \nthem.\n\nBreakdown looked around slowly, raising his missile launcher, firing a \ngrenade off, the grenade exploding against Ramhorn&#39;s chest, sending the \nMaximal slamming into thw all, going unconsciouss.\n&quot;Shut up!  I love good ranting, but you&#39;re just an idiot!&quot; the \nsecond-in-command of the Oblitercons said, sighing.  Let&#39;s move out!  Not one \nof these Maximals has the br-what the?&quot; he yelled, a missile from nowhere \nslamming him back 8 feet, crashing to the ground.\n\nPyro fired a burst of flames forward, seeing Injector and Manterror surging \nforward, the two stopping and stepping back.  He heard a clang as Manterror \nstepped back.  Like he had backed into something.  &quot;Scavenger, open fire on \nthat green guy!&quot; he ordered, refering to Manterror, who wa a green praying \nmantis.\n\nScavenger raised his chaingun, firing 25 explosive shells.  Twenty-two of the \nshells exploded against Manterror&#39;s chest and abdomen, sending him slamming \nbackwards.  Though the slamming sound of metal against metal, which would&#39;ve \nbeen caused by Manterror slamming into the wall, happened strangely.  The \nsound happened, but Manterror was leaning BACK as much as he could in pain, \nbut he wasn&#39;t touching the wall, he was still 3 ft from the wall.  &quot;Someone&#39;s \ncloaked!&quot; Scavenger yelled, a stinger missile catching him in the side, \nsending him slamming backwards.\n\nPyro raised his flame cannon, firing a fireball, engulfing Manterror who \nyelled for a moment, falling to the ground, an orange missile sending Pyro \nflying backwards, slamming back-first on the ground.\n\n---\n\nSerpentor took out his energy blade, Nemesis Enforcer taking out his own \nblade.\nSlashing forward, their blades met, creating a crackling sound.  \n&quot;I will win this feud between us!&quot; Serpentor yelled, pushing forward against \nthe sword, sending Nemesis stumbling back a foot.  Serpentor thrusted the \nblade forward, Nemesis parrying and backhanding Serpentor.  The reptilian \nwent back a foot, slashing in a rage down at Nemesis, who blocked the deadly \nblow, his arms above his head as he held Serpentor&#39;s blade at bay.\n\n---\n\n&quot;I...don&#39;t...think...so...psycho!&quot; he yelled, surging forward violently, \nNemesis pushing Serpentor&#39;s blade up, ending the crackling sound, \nsimultaneously slamming into Serpentor as hard as he could, sending the clone \nof the original Serpentor slamming to the ground three feet away.  \n\n---\n\n&quot;What wrong, don&#39;t have the internal circuitry to take me on, boyo?&quot; \nSerpentor asked mockingly, getting to his feet, eyeying his energy blade, \nthought not being obvious about it.  &quot;Let&#39;s fight the ol&#39; fashioned way!&quot; \nSerpentor looked at Nemesis optics now.  &quot;Come on, champ.  Try and take on \nthe champino!&quot; he taunted, raising his fists.\n\n---\n\nNemesis gave a lopsided grin, throwing his blade forward, it deactivating and \ndisappearing into subspace.  &quot;Alrighty then!&quot; he yelled.  Charging forward, \nSerpentor ducked low, Nemesis&#39; abdomen connecting with Serpentor&#39;s head.  \nNemesis let &quot;boxed&quot; the sides of Serpentor&#39;s heads.  Serpentor sent a knee to \nNemesis Enforcer&#39;s abdomen twice, punching him with a mean hook.\n\n---\n\nSerpentor sent a roundhouse kick, Nemesis blocking it with both arms, though \nstumbling back from the force of the kick.  Serpentor charged forward, \nleaping into the air, sending a foot flinging up quickly, in a kind of a jump \nkick, his foot met with Nemesis chin while going up, sending the Alliance \nmember&#39;s head jerking back. \nThe clone landed on his feet.  Taking a step forward, he punched Nemesis in \nthe abdomen, the robot keeling over, mech-fluid leaking from his lip.  \nSerpentor uppercutted Nemesis in the jaw, sending him flinging to his back.\n&quot;Pahtetic!&quot; Serpentor chuckled, slamming his right foot down on Nemesis&#39; \ndamaged abdomen as hard as he could.\n\nNemesis grabbed the foot, trying to twist it, but to no avail.  Serpentor \nbent down, pulling Nemesis up, twirling, throwing him, sending Nemesis \nrunning forward uncontrollably, slamming into a tree headfirst, slamming to \nthe ground on his back from the impact.\n\nSerpentor leaned over Nemesis, inspecting the damage he&#39;d done.  His face \nplate was cracked and covered in mech-fluid.  Almost beyond recognization.  \nProbably from the collision with the tree.  Both optics had been shattered, \nmech-fluid leaking into them and down the side of his face, the blue liquid \nstaining the green grass around Nemesis.  The rest of the damage had been \ninternal.  Serpentor smiled as he saw Nemesis try to get up.  &quot;Love ta kill \nyou lad, but it wouldn&#39;t be any fun!&quot; he said, slapping Nemesis mockingly.\n\n&quot;Y...y...y...you&#39;ll...pay...y...I&#39;M GONNA KILL YOU!&quot; Nemesis yelled in a \nrage, grabbing Serpentor by the neck, twisting it hard, a snapping noise as \nsome of the servos in the neck broke apart.  Serpentor pulled back quickly, \nunintentionally helping Enforcer up.  Nemesis smiled, punching Serpentor in \nthe face, followed by two more punches, followed up by an elbow to the neck.  \nSerpentor leaned against a tree for support, trying to breath.  Robots didn&#39;t \nneed to breath.  But if they didn&#39;t breath at all, the parts of their body \nthat needed oxygen wouldn&#39;t work, hence he would die.  Of course there&#39;s \nnothing to worry about, it hurt like Hell!\n\nNemesis wlaked over to Scattershot, who had a tight grip on DeathStorm&#39;s \nbattered and detached head.  &quot;Hmmm...&quot; Nemesis mused, picking up the head, \nfeeling a force hit him in the back, he went forward, his shoulder slamming \ninto a tree, a cracking sound heard as parts in the shoulder snapped like \ntwigs.\n\nSerpentor charged forward, ready to slam his entire body against Nemesis.  \nHis head bent down, he looked up for a moment, not wanting to run into a tree \non accident instead of his target.  He yelled, trying to stop, barely \nstopping before Nemesis, seeing DeathStorm&#39;s mouth moving.\n&quot;Wh..&quot;\n\n&quot;Hi, Serpentor, I&#39;m DeathStorm!  I live!  HELP ME AND I AM YOURS TO COMMAND!&quot; \n\nSerpentor saw the lips moving, and Nemesis Enforcer had slumped to the \nground, and it WASN&#39;T Nemesis&#39; voice.\n\n&quot;You&#39;re still alive?&quot;\n\n&quot;Y..yeah, barely.  The piles of slag tried to kill me!  THEN THAT FREAK CUT \nOFF MY SLAGGING HEAD!  You&#39;ve gotta help me!&quot;\n\n&quot;Ugh..&quot; Serpentor was getting confused.  Walking over to the head, a fist hit \nhim in the abdomen, Nemesis getting up.  &quot;You&#39;re an idiot!&quot; he yelled, \nkneeing Serpentor in the chin.\n\nSerpentor spat up some mech-fluid, a kick to Nemesis&#39; sternum sending the \nAlliance member, who still had a hold of DeathStorm&#39;s head, hitting a tree.  \nSerpentor punched, again and again, a steady river of mech-fluid leaking from \nNemesis&#39; mouth and &quot;nose&quot;, beginning to cough it up in bubbles.\n\nSerpentor elbowed Nemesis in the face, the put his hands together, swinging \nthe club made of his hands, beating it against Nemesis face, mech fluid \nslapshing to the green grass.  Serpentor laughed.  &quot;Now, you die!&quot; he yelled, \ntaking out an energon dagger and raising it, but he saw Nemesis turn quickly, \nDeathStorm&#39;s head slamming against his face, sending him stumbling back, \ndropping the dagger.  Again and again DeathStorm&#39;s head met Serpentor&#39;s own \nface, beginning to heavily dent.\n  \n&quot;DeathStorm REALLY doesn&#39;t like you, Serpentor!&quot; Nemesis chuckled, or at \nleast it sounded somewhat like a chuckle, muffled with the mess of \nmech-fluid.  Serpentor was down on his knees, the beating to much.  &quot;Hi, \nSerpentor!  Watch for me in the Pit!&quot; Nemesis said in DeathStorm&#39;s voice, \nmoving DeathStom&#39;s mouth, slamming the head down against Serpentor&#39;s \nforehead, laughing manically, beating the head down again and again and again \nagainst his head.  After eight slams, the tossed the head, it hitting \nScattershot.  Nemesis began to walk, seeing Hades and Anubis running towards \nhim.  Taking out his energy blade, he stumbled forward, two plasma bolts from \nAnubis&#39; plasma rifle sending him slamming to the ground, going unconciouss, \nthe colors swirling into a mess, soon he saw DeathStorm&#39;s face (this is all \n&quot;in his head&quot;) laughing manically.  In DeathStorm&#39;s own voice the head \nlaughed.\n\n&quot;Oh, Nemesis.  Nemesis!  You know what you have to do!  Avenge me!  Kill \nthose who killed me!&quot;\n\n&quot;But...I killed you, or helped.&quot; Nemesis reminded the head.\n\n&quot;Oooh!  I should ask Scattershot, shouldn&#39;t I?  He&#39;s crazier than you, isn&#39;t \nhe?&quot;\n\n&quot;Yeah.&quot;\n\n&quot;Oh, thanks Nemesis.&quot;\n\n&quot;No problem pal!&quot;\n\nDeathStorm&#39;s head flashed a bright green, and the head disappeared, leaving \nnothing but blackness.  (Nemesis Enforcer IS NOT dead)\n\n---\n\nAnubis walked over to Serpentor, Hades able to walk now.  &quot;Holy slag!  You \nguys beat the living scrap out of each other!&quot; A hand grabbed Anubis, pulling \nhim closer to Serpentor&#39;s mech-fluid soaked face.\n\n&quot;Hey, Anububi, wanna know something?&quot;\n\n&quot;What?&quot;\n\n&quot;I NOTICED WE BEAT EACH OTHER UP WHEN I HEARD MY NECK SNAP AND SAW HIS SOAKED \nFACE!  NOW...get me the hell out of here.&quot; he said, passing out.\nAnubis put Serpentor over his shoulder, heading back for base.\n\n---\nHell Beast and Zardus&#39; heads appeared (all in Serpentor&#39;s &#39;mind&#39;).  \n\n&quot;Serpentor!  You must avenge those who killed you!&quot; Zardus yelled.\n\nSerpentor looked around confused.  &quot;B...but it was your guys and you who \nkilled me.&quot;\n\n&quot;Oh, that&#39;s right!&quot; Zardus chuckled.  &quot;You know, I forget who I kill!  The \nAlliance just sits back and kills so many people it&#39;s hard to keep track!&quot;\n\nHell Beast&#39;s head swerved to Zardus.  &quot;Posh posh!  My group kills more!&quot;\n\n&quot;Mine!&quot; Zardus countered.\n\n&quot;Mine!&quot;\n\n&quot;Mine!&quot;\n\n&quot;Mine!&quot;\n\nA red arm appeared out of no where, slapping Zardus across the face.  &quot;Mine!&quot;\n\nZardus&#39; entire body appeared, kicking Hell Beast&#39;s head and arm, sending him \nthrough the air like a soccer ball.  &quot;MINE YOU BAG OF RUST!  See, we win!&quot;\n\nSerpentor could see himself now, taking out a rifle, firing a single bolt, \nhittin Zardus in his chest plate.  Nothing happened for a moment, suddenly \nZardus exploded, his head the only part that didn&#39;t go up.\n\nFidget&#39;s head appeared.  &quot;Serpentor!  Avenge me!  Kill the one that killed \nme!&quot;\n\nSerpentor looked to Fidget.  &quot;I KILL YOU YOU DOLT!&quot;\n\n&quot;Oh, I should ask that Scattershot guy then, shouldn&#39;t I?&quot;\n\n&quot;Evidently!&quot;\n\n&quot;He&#39;s crazier than you, isn&#39;t he?&quot;\n\n&quot;What?!&quot;\n\n&quot;Now, don&#39;t be upset, everyone has someone better than them in the universe.&quot;\n\n&quot;I&#39;M NOT CRAZY!&quot; Serpentor yelled, reaching into subspace, taking out a \nbaseball bat made of wood, beating on Fidget&#39;s head unti it broke apart.  A \nmini DeathStorm came out from the head, doing the river dance.\n\nThen there was darknesss in Serpentor&#39;s mind.  (Serpentor isn&#39;t dead)\n\n"}}