{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":65920974,"authorName":"EmprzAnastazia@aol.com","from":"EmprzAnastazia@...","profile":"forevermegatron","replyTo":"LIST","senderId":"ovbc1vvW4cuIXv1lOlXwl-4_CCvRPgWA_bI7ACs0CUhgvqtpN27xuTaFPJxajrskq0v9bTAOgK_QMVI-nw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Dark Awakening, part 2","postDate":"1040422671","msgId":53166,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGMzLjJkYzFjZjQyLjJiMzRmMTBmQGFvbC5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":53165,"nextInTime":53167,"topicId":53166,"numMessagesInTopic":1,"msgSnippet":"Laying there, in the white tiger form, at the large feet of the Decepticon statues. She had been laying there for sometime, completely oblivious to time. She","rawEmail":"Return-Path: &lt;EmprzAnastazia@...&gt;\r\nX-Sender: EmprzAnastazia@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_3_0); 20 Dec 2002 22:17:57 -0000\r\nReceived: (qmail 91135 invoked from network); 20 Dec 2002 22:17:57 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m3.grp.scd.yahoo.com with QMQP; 20 Dec 2002 22:17:57 -0000\r\nReceived: from unknown (HELO imo-r02.mx.aol.com) (152.163.225.98)\n  by mta1.grp.scd.yahoo.com with SMTP; 20 Dec 2002 22:17:57 -0000\r\nReceived: from EmprzAnastazia@...\n\tby imo-r02.mx.aol.com (mail_out_v34.13.) id r.c3.2dc1cf42 (4459)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 20 Dec 2002 17:17:51 -0500 (EST)\r\nMessage-ID: &lt;c3.2dc1cf42.2b34f10f@...&gt;\r\nDate: Fri, 20 Dec 2002 17:17:51 EST\r\nSubject: Dark Awakening, part 2\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_c3.2dc1cf42.2b34f10f_boundary&quot;\r\nX-Mailer: AOL 7.0 for Windows US sub 10626\r\nFrom: EmprzAnastazia@...\r\nX-Yahoo-Group-Post: member; u=65920974\r\nX-Yahoo-Profile: forevermegatron\r\n\r\n\r\n--part1_c3.2dc1cf42.2b34f10f_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nLaying there, in the white tiger form, at the large feet of the Decepticon \nstatues. She had been laying there for sometime, completely oblivious to \ntime. \n\nShe could feel all the things organics felt. Which is no welcome to her. As a \nDecepticon in years past, she despised humans, only going near a couple due \nto they were useful to Megatron & the Decepticon cause. But now... she was \norganic. A disgusting organic! Well.. partly organic. \n\nShe sighed as she stood up. A sort of.. hunger in her urged her to move & \nsearch for something. It took her a moment to understand what it was. She \nneeded fuel. Energon. Ummm... if she could STILL have energon & if energon \nwas still available. \n\nShe glanced about with her clear blue optics at her fallen comrades of long \nago. Was she truely the last of the Decepticons? Why did she return? HOW did \nshe return? Questions that needed to be answered... after she fould some \nenergon. \n\n**************************\n\nPadding along through the bowls of Cybertron, her optics kept everything in \nview. All sense were acute, most so than when she was a Decepticon. She \nsmirked, she felt more like Ravage. Now she knew how he felt. \n\nShe heard hums or machinery every so often. The lights were dim in areas, \nwhile in other areas they glowed brighter, or not at all. \n\nShe came to a Cybertronian transport system. It looked like it had not been \nused in some time, as she noticed no car & further down was heavily damaged. \n\nMoving along, for what seemed forever, she took in what was once her home. It \nwas a mix of Organic & Cybernetic. It literially sickened her. She ached for \nthe Cybertron she knew. \n\nMemories floded back to her, odd as it was, of when she was created. It was \nbut a million years after the Revolt when the Quints had been driven from \nCybertron. She was programmed & formatted to assist the Decepticon dignitary \nGamma Quadraine. He was her mentor for some time, until Megatron began his \nattacks & Gamma was destroyed permenently by Autobots. Over the millions of \nyears, she was in & out of battles, as the Decepticons took Cybertron, \nconquering it. She had her own missions & usually fulfilled them. \n\nAn image then formed & was clearly stuck in her mind.. Megatron. Her leader. \nThe one she swore to serve & protect. Loyal to him.. & ONLY him.  \n\n&quot;Maxima,&quot; a muffled, deep voice stated. &quot;Maxima.&quot;\n\nShe snapped out of it, finding herself at a walkway with a huge sphere of \nlight hovered in the center. Blinking, she stood there. \n\n&quot;Come forth, Maxima,&quot;\n\nShe looked oddly at the ball of light. &quot;Who are you?&quot; \n\nA scratchy voice slowly escaped the light, &quot;Before Cybertron was, I was.&quot; \n\nHer optics grew, she knew it, having visited the place a couple times. But it \nhad changed now. &quot;Vector Sigma,&quot; \n\nThen the voice changed again, to a raspy old voice, &quot;Aye.&quot;\n\nShe growled in a little annoyance. &quot;What do you want, old fool,&quot; Maxima \nglared at the light. \n\n&quot;To help you,&quot; the raspy old voice returned. \n\nSnorting, &quot;HA! You did this to me, didn&#39;t you!? Turning me into this.. \nhorrid, disgusting, aweful ORGANIC!&quot; She growled. \n\n&quot;It had to be done.&quot; \n\n&quot;NO! I want my old body back. I want to be the Decepticon I once was, Alpha \nTrion. not what YOU want me to be!&quot; \n\n&quot;I&#39;m sorry, but it was the only way-&quot; \n\n&quot;BLOODY HELL IT WAS!&quot; She growled, her feline voice booming in the open \nchamber. \n\nShe turned around. &quot;Spare me your concern, Alpha Trion. I&#39;m a Decepticon & \nalways will be .. a Decepticon. NOTHING will change that!&quot; Growling, as she \nturned her back upon the light & padded out of the chamber, away from the \nsphere of light. \n\nPadding through the corridors of Cybertron, she seemed to be going up towards \nthe surface. &quot;I SHALL return to my old form. I shall be who I was before,&quot; \nShe stated to herself. Angered with what had occured. She felt betrayed. \nAnother reason she hated Autobots. They destroy everything she knew, believed \nin, even.. loved. Her comrades, her home.. everything was gone thanks to \nthem!\n\n\r\n--part1_c3.2dc1cf42.2b34f10f_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=arial,helvetica&gt;&lt;FONT  SIZE=2 FAMILY=&quot;SANSSERIF&quot; FACE=&quot;Arial&quot; LANG=&quot;0&quot;&gt;Laying there, in the white tiger form, at the large feet of the Decepticon statues. She had been laying there for sometime, completely oblivious to time. &lt;BR&gt;\n&lt;BR&gt;\nShe could feel all the things organics felt. Which is no welcome to her. As a Decepticon in years past, she despised humans, only going near a couple due to they were useful to Megatron &amp; the Decepticon cause. But now... she was organic. A disgusting organic! Well.. partly organic. &lt;BR&gt;\n&lt;BR&gt;\nShe sighed as she stood up. A sort of.. hunger in her urged her to move &amp; search for something. It took her a moment to understand what it was. She needed fuel. Energon. Ummm... if she could STILL have energon &amp; if energon was still available. &lt;BR&gt;\n&lt;BR&gt;\nShe glanced about with her clear blue optics at her fallen comrades of long ago. Was she truely the last of the Decepticons? Why did she return? HOW did she return? Questions that needed to be answered... after she fould some energon. &lt;BR&gt;\n&lt;BR&gt;\n**************************&lt;BR&gt;\n&lt;BR&gt;\nPadding along through the bowls of Cybertron, her optics kept everything in view. All sense were acute, most so than when she was a Decepticon. She smirked, she felt more like Ravage. Now she knew how he felt. &lt;BR&gt;\n&lt;BR&gt;\nShe heard hums or machinery every so often. The lights were dim in areas, while in other areas they glowed brighter, or not at all. &lt;BR&gt;\n&lt;BR&gt;\nShe came to a Cybertronian transport system. It looked like it had not been used in some time, as she noticed no car &amp; further down was heavily damaged. &lt;BR&gt;\n&lt;BR&gt;\nMoving along, for what seemed forever, she took in what was once her home. It was a mix of Organic &amp; Cybernetic. It literially sickened her. She ached for the Cybertron she knew. &lt;BR&gt;\n&lt;BR&gt;\nMemories floded back to her, odd as it was, of when she was created. It was but a million years after the Revolt when the Quints had been driven from Cybertron. She was programmed &amp; formatted to assist the Decepticon dignitary Gamma Quadraine. He was her mentor for some time, until Megatron began his attacks &amp; Gamma was destroyed permenently by Autobots. Over the millions of years, she was in &amp; out of battles, as the Decepticons took Cybertron, conquering it. She had her own missions &amp; usually fulfilled them. &lt;BR&gt;\n&lt;BR&gt;\nAn image then formed &amp; was clearly stuck in her mind.. Megatron. Her leader. The one she swore to serve &amp; protect. Loyal to him.. &amp; ONLY him.&nbsp; &lt;BR&gt;\n&lt;BR&gt;\n&quot;Maxima,&quot; a muffled, deep voice stated. &quot;Maxima.&quot;&lt;BR&gt;\n&lt;BR&gt;\nShe snapped out of it, finding herself at a walkway with a huge sphere of light hovered in the center. Blinking, she stood there. &lt;BR&gt;\n&lt;BR&gt;\n&quot;Come forth, Maxima,&quot;&lt;BR&gt;\n&lt;BR&gt;\nShe looked oddly at the ball of light. &quot;Who are you?&quot; &lt;BR&gt;\n&lt;BR&gt;\nA scratchy voice slowly escaped the light, &quot;Before Cybertron was, I was.&quot; &lt;BR&gt;\n&lt;BR&gt;\nHer optics grew, she knew it, having visited the place a couple times. But it had changed now. &quot;Vector Sigma,&quot; &lt;BR&gt;\n&lt;BR&gt;\nThen the voice changed again, to a raspy old voice, &quot;Aye.&quot;&lt;BR&gt;\n&lt;BR&gt;\nShe growled in a little annoyance. &quot;What do you want, old fool,&quot; Maxima glared at the light. &lt;BR&gt;\n&lt;BR&gt;\n&quot;To help you,&quot; the raspy old voice returned. &lt;BR&gt;\n&lt;BR&gt;\nSnorting, &quot;HA! You did this to me, didn&#39;t you!? Turning me into this.. horrid, disgusting, aweful ORGANIC!&quot; She growled. &lt;BR&gt;\n&lt;BR&gt;\n&quot;It had to be done.&quot; &lt;BR&gt;\n&lt;BR&gt;\n&quot;NO! I want my old body back. I want to be the Decepticon I once was, Alpha Trion. not what YOU want me to be!&quot; &lt;BR&gt;\n&lt;BR&gt;\n&quot;I&#39;m sorry, but it was the only way-&quot; &lt;BR&gt;\n&lt;BR&gt;\n&quot;BLOODY HELL IT WAS!&quot; She growled, her feline voice booming in the open chamber. &lt;BR&gt;\n&lt;BR&gt;\nShe turned around. &quot;Spare me your concern, Alpha Trion. I&#39;m a Decepticon &amp; always will be .. a Decepticon. NOTHING will change that!&quot; Growling, as she turned her back upon the light &amp; padded out of the chamber, away from the sphere of light. &lt;BR&gt;\n&lt;BR&gt;\nPadding through the corridors of Cybertron, she seemed to be going up towards the surface. &quot;I SHALL return to my old form. I shall be who I was before,&quot; She stated to herself. Angered with what had occured. She felt betrayed. Another reason she hated Autobots. They destroy everything she knew, believed in, even.. loved. Her comrades, her home.. everything was gone thanks to them!&lt;BR&gt;\n&lt;BR&gt;\n&lt;/FONT&gt;&lt;/HTML&gt;\r\n--part1_c3.2dc1cf42.2b34f10f_boundary--\r\n\n"}}