{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":116224901,"authorName":"Vryl The Cranberry Hag","from":"&quot;Vryl The Cranberry Hag&quot; &lt;rm2kmidi@...&gt;","profile":"titobeau","replyTo":"LIST","senderId":"mcenyt4vD0_IhdBhBzGOLrMnmK07S9xxI8Tb1JMshM7Vjuidnl6kiP-CrQVFBwtx9pFxOPGaRYwp9NN8arfrM-JKf-tDrw3WrggJQMzR2xRruOwA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Celeron Cell Block","postDate":"1043777895","msgId":53563,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEdJSk1ORE1GSEpMS0FEQUFAbWFpbGNpdHkuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":53562,"nextInTime":53564,"topicId":53563,"numMessagesInTopic":1,"msgSnippet":"Celeron looked out into the hallway.  It had been quiet for 25 minutes now.  Celeron finally got up from his hiding place.  He looked up the hallway and saw a","rawEmail":"Return-Path: &lt;rm2kmidi@...&gt;\r\nX-Sender: rm2kmidi@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_3_0); 28 Jan 2003 18:18:21 -0000\r\nReceived: (qmail 34810 invoked from network); 28 Jan 2003 18:18:21 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m3.grp.scd.yahoo.com with QMQP; 28 Jan 2003 18:18:21 -0000\r\nReceived: from unknown (HELO mailcity.com) (209.202.220.160)\n  by mta1.grp.scd.yahoo.com with SMTP; 28 Jan 2003 18:18:21 -0000\r\nReceived: from Unknown/Local ([?.?.?.?]) by mailcity.com; Tue, 28 Jan 2003 18:18:15 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nDate: Tue, 28 Jan 2003 10:18:15 -0800\r\nMessage-ID: &lt;GIJMNDMFHJLKADAA@...&gt;\r\nMime-Version: 1.0\r\nContent-Language: en\r\nX-Sent-Mail: on\r\nX-Mailer: MailCity Service\r\nX-Priority: 3\r\nSubject: Celeron Cell Block\r\nX-Sender-Ip: 205.158.140.68\r\nOrganization: Lycos Mail  (http://www.mail.lycos.com:80)\r\nContent-Type: text/plain; charset=us-ascii\r\nContent-Language: en\r\nContent-Length: 5354\r\nContent-Transfer-Encoding: 7bit\r\nFrom: &quot;Vryl The Cranberry Hag&quot; &lt;rm2kmidi@...&gt;\r\nReply-To: rm2kmidi@...\r\nX-Yahoo-Group-Post: member; u=116224901\r\nX-Yahoo-Profile: titobeau\r\n\r\nCeleron looked out into the hallway.  It had been quiet for 25 minutes now.  Celeron finally got up from his hiding place.  He looked up the hallway and saw a sealed door.  He looked the other direction and saw a large dark chasim with the words Incarciration Facility written above the door.  He stepped out and quickly scaned the area as best he could.  He realised that there was no way to be certain if an ambush waited for him, he sneaked into the facility.\n\nThe door had been thurougly destroyed; evidently Fumeral was quite upset when he had done the damage.  Allthough the hallway had emergency lighting, the prison with its 40 meter high ceilings, two tier design, and 40-60 cells, was pitch black.  Celeron selected the the closest room to the door, which happened to be the warden&#39;s office.\n\nThe room had a double-sized door, and large bulletproof glass windows.  It was basically a fortress, but aparently Fumeral had gotten in there as well.  The windows were cracked but not shattered, the door was a complete loss.\n\nApon entering this messy office, he realised that it was actually quite a bit larger then he had originally estimated.  The rear areas were blocked off from any light, so he hadn&#39;t seen back there before.  Celeron entered, crouched, then scanned the room.\n\n&quot;Too much interference...&quot;\n\nHe saw a small closet that he thought housed the computer system.  He went to pick the lock, and discovered that somebody had done the job for him.  He opened up the doors and saw the power cord had been severed in a similiar fasion to the one on the bridge.  He quickly repair the cord and pluged in the server.  He also had to plug in several communications cords, 31 of them to be exact.  By the time he got them online, he realised that he didn&#39;t have his hacking computer.\n\nHe saw a targeting laser trace the back of his head and onto the wall.  He ducked and turned around but was shoved against the back wall of the closet.\n\n&quot;You scum!  You will pay for what you have done!&quot;\n\nCeleron looked up to see a humongous bot, approximately 4 times his size.  He had two very large cannons on his arms, and he was painted white.  He had a metalic tiger head on his chest, perhaps his beast mode and also quite a few other weapons that Celeron didn&#39;t have time to analyse.\n\n&quot;Who are you?&quot;\n\n&quot;You Treatcherous scum.  You betray your alegiance, then you go and kill someone who&#39;s sole job was to make you comfortable in you cell.&quot;\n\n&quot;You ship has crashed.  I came from the outside, I first climbed into the bridge, but this Fumeral guy came at me, broke my computer, and forced me to activate the security systems.  Then I found him down here in the cargo bay, locked in a fire fight with whoever.  And then...&quot;\n\n&quot;So you are telling me that you do not serve Fumeral?&quot;\n\n&quot;Serve him?  What is he, some kind of general?&quot;\n\n&quot;No, he and 4 other prisioners that survived the crash broke containment and killed all of my prision staff, except my engineer; who just recently was mortally wounded.&quot;\n\n&quot;The chambers upstairs are working.  If we work together we can save him.&quot;\n\n&quot;I don&#39;t trust you.&quot;\n\n&quot;I don&#39;t trust you either.  But Fumeral is on a little Ego Trip.  Maybe we could re-contain him plan somthing.  I know that the captian is still alive.  I&#39;m not sure...&quot;\n\n&quot;You talk too much.  Come you lead.  Do you need a weapon?&quot;\n\n&quot;No.&quot;\n\nThey walked out, the engineer in his arms, and Celeron in front looking for threats.  The bot forced his office doors closed and continued.\n\n&quot;So you must be the warden?&quot;\n\n&quot;Correct.&quot;\n\n&quot;Ah, where is this ship from...&quot;\n\n&quot;Cybetron or Somplace like that.  This ship is always moving prisioners, so we don&#39;t concider it from any particular place.  Perhaps you could say we&#39;re from...no, that&#39;s clasified.&quot;\n\nCeleron decided to take the root through the cargo bay once more.  Celeron was able to fit through into the control room, but the warden was force to go throught the main doors which were suspiciouly open.  They sprinted through to the hatch, Celeron opened it and they walked down the ramp onto the sand.  The door closed.\n\n&quot;Computer, what is the current situation.&quot;\n\n&quot;Who is this?&quot;\n\n&quot;Huh?&quot;\n\n&quot;Captain, we need some help, my engineer is badly wounded.  We need to get him to the AR chamber now.&quot;\n\n&quot;Vexi?&quot;\n\n&quot;No Vexi is dead along with the rest of my staff.&quot;\n\n&quot;......&quot;\n\nThe arived near the dune that Celeron had climbed down.  Celeron walked up to the bridge and knocked on the escape hatch.  The warden suprisingly could fly despite his size.  He landed hard on the outside of the bridge.  The door opened, a bot slightly more armored then Celeron put out his arms.  The warden layed the engineer in the captian&#39;s arms.  Celeron steped into the bridge.  The captain glared at him, but was soon distracted by the sound of repeated banging on the interior bridge door.  They set the engineer down in the server room and seal the door.\n\nThe warden, stuck his arm in the door and prepared to fight through the door.  Captain and Celeron took cover and also prepared.  The banging sounded like two pairs of arms.  Captain gulped.\n\n&quot;Computer, open door!&quot;\n\n\n_____________________________________________________________\nGet 25MB, POP3, Spam Filtering with LYCOS MAIL PLUS for $19.95/year.\nhttp://login.mail.lycos.com/brandPage.shtml?pageId=plus&ref=lmtplus\n\n"}}