{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Yanshosh@aol.com","from":"Yanshosh@...","replyTo":"LIST","senderId":"31OGZU7YePWH1T9SrdYOJ87V6tRGVMCxon2ilKzoYQvzlwizVhX6hbhea2g9TYdTyMv8XHH8rw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A new ship crashes.","postDate":"962410487","msgId":5379,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGI5LjQ4MjlkNDQuMjY4ZTkxZjdAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":5378,"nextInTime":5380,"topicId":5379,"numMessagesInTopic":1,"msgSnippet":"... Kluster turns in his command chair on the Maximal battle cruiser, The Cybertro nian Fire. The ship has been flying through space unevenfully for quite a ","rawEmail":"Return-Path: &lt;Yanshosh@...&gt;\r\nReceived: (qmail 17966 invoked from network); 1 Jul 2000 00:15:16 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 1 Jul 2000 00:15:16 -0000\r\nReceived: from unknown (HELO imo12.mx.aol.com) (152.163.225.2) by mta1 with SMTP; 1 Jul 2000 00:15:16 -0000\r\nReceived: from Yanshosh@... by imo12.mx.aol.com (mail_out_v27.10.) id a.b9.4829d44 (4522) for &lt;nbwrpg@egroups.com&gt;; Fri, 30 Jun 2000 20:14:51 -0400 (EDT)\r\nMessage-ID: &lt;b9.4829d44.268e91f7@...&gt;\r\nDate: Fri, 30 Jun 2000 20:14:47 EDT\r\nSubject: A new ship crashes.\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 4.0 for Windows 95 sub 104\r\nFrom: Yanshosh@...\r\n\r\n::Kluster::\n\nKluster turns in his command chair on the Maximal battle cruiser, The Cybertro\nnian Fire. The ship has been flying through space unevenfully for quite a \nwhile, ever since they made the transwarp jump. He yawns. The Maximal elders \nhad send The Cybertronian Fire to past earth, fearing that time would suffer \nif the predacons were victorious. Kluster looks at a scanner. They were \nnearing earth, the blue planet visible on their scanners.\n\nSuddenly, a shock goes through the whole ship. Kluster jumps to his feet, \nlooking at another scanner.\n\n&quot;Sir! We&#39;re being boarded!&quot; one of the crew members yells, jumping out of his \nseat and reaching for his gun. Kluster nods, lifting his comm-link to his \nmouth.\n\n&quot;All personel! We&#39;re being boarded! Assume battle stations immediately!&quot; He \nyells into it, getting out of his chair and taking out his gun.\n\n&quot;Close the comps!&quot; he yells to an officer on the ship, raising his voice over \nthe noise of the sudden panic. The officer nods, presses a button, and steel \npanels drop around the sides of the room, sealing the comps to they would not \nbe damaged during the battle.\n\nSounds of gunfire and yelling reach the bridge while more Maximal soldiers \nrush out to meet the invading Predacons. An officer spins around in his \nchair, the emergency comp (the one that is not hidden by the blast panels in \ncase of emergency usage) beeping. &quot;Sir! There is a fire in the engines!&quot;\n\nKluster swears. &quot;Eject the engines!&quot; He yells firing at a Predacon that has \nrun through the doors of the bridge.\n\n&quot;We can&#39;t do that! We&#39;ll crash!&quot; the officer yells, also firing at the \nPredacon, which falls over in stasis lock.\n\n&quot;Sure we can! Watch,&quot; Kluster says, pressing a button on the comp. A slight \ntremble runs through the ship as the engines detatch, flying off several \nhundred yards and exploding.\n\n&quot;Predacon vessel ... detatched,&quot; the comp beeps, Kluster looking at it to see \nwhat it was talking about. The Predacon ship that had supplied the predacons \nnow running through their halls had been blow off by the exterior defences, \nand was now flying off toward the astroid ring.\n\nPredacons rush into the bridge, systematically being shot by the Maximal \nsoldiers as well as the interior defences. One of them pulls out an energon \ndagger.\n\n&quot;Die Maximal scum!&quot; the Predacon yells, jumping at Kluster, who calmly kicks \nhim into a wall, sending him into stasis lock with a shot from his gun.\n\nA damaged Maximal stumbles into the bridge, leaking mech fluid on the floor.\n\n&quot;What&#39;s our situation?&quot; Kluster asks the Maximal, helping him over to a chair.\n\n&quot;Not so good,&quot; the Maximal barely says, &quot;We&#39;re being killed everywhere. But \nthe Preds won&#39;t last long.&quot;\n\nKluster looks at the Maximal&#39;s wounds. They were obvioutly very serious, \nperhaps even fatal. &quot;Will you be allright?&quot; he asks.\n\n&quot;Yeah, I&#39;ll be fine,&quot; the Maximal says, promptly sliding from his chair as \nsomething explodes in his neck, killing him.\n\nKluster sighs, standing up and firing at another Predacon that had run into \nthe bridge, sending the pred flying backwards into a wall.\n\n&quot;We&#39;re going into the atmosphere!&quot; an officer yells. Kluster swears again, \nlooking at the screen of the emergency comp. They were quickly heading toward \na landmass southwest of the biggest land mass on the planet.\n\n&quot;All hands! Brace for impact!&quot; he yells into his comm-link. Several seconds \nlater, there is a shock, a few seconds of paninc, and then everything goes \nblack.\n~~~~~~~~~~~~~~~~~~~~~~~~~\nKluster opens his eyes. His head was hurting like it had just been pulvarised \nwith an egg beater. All around him, Maximals were regaining consciousness. He \ngets to his feet, looking at the emergency comp. He blinks. The damage was \nconsiderably less than expected. Other than some interior damage from the \nPredacon attack, there was a little extra damage from the crash.\n\n&quot;Computers, open,&quot; he says, the steel panels lifting to reveal functioning \ncomps. Kluster still couldn&#39;t belive the damage was little. He blinks. He \nseemed to remember giving orders during the chaos before the crash, firing \nretrol rockets, steering the ship into as best a landing as was possible \nwithout engines.\n\n&quot;Computer, how many Maximals survived?&quot;\n\n&quot;11,&quot; the computer responds, in several seconds being followed by an \nexplosion somewhere in the ship, &quot;10.&quot;\n\nKluster swears. 40 Maximals dead! &quot;Any preds?&quot;\n\n&quot;Negative.&quot;\n\nWell, Kluster thinks to himself, at least the Predacon attack had been fought \nback.\n\n&quot;Raise shields. Autoguns, EMP cannons, laser batteries on full alert.&quot;\n\nThe computer following his orders, Kluster sits down at his command chair, \nsending a distress signal to the other maximals on the planet.\n~~~~~~~~~~~~~~~~~~~~~~~~~\n(Following are The Cybertronian Fire&#39;s stats)\n\nThe Cybertronian Fire:\n\n\nShip Name: Cybertronian Fire\nCrew Number: 50 (Can hold up to 140)\nArmaments: 6 laser batteries, 2 ion cannons, 25 exterior autoguns, shields, 4 \nmissile launchers.\n\n\n\nHistory:  Three times the size of the Axalon, this standard Maximal battle \ncruiser was constructed  recently in 2302 AD to help subdue growing tension \nbetween the Maximals and Predacons.  Soon, the Premier Hell Beast stole a \ncraft and crashed on Prehistoric Earth by passing through the transwarmp \nanomally still present that leads to a Prehistoric Earth when the Autobots \nand Decepticons were in a state of stasis for four million years in the \nAutobot craft, called the Ark.  After a while, the Maximal Elders got edgy.  \nEvidently time hadn&#39;t changed at all.  As they could tell.  Maximals were \nstill in power.  Interested, they sent the Cybertronian Fire to assist the \nMaximals present on Prehistoric Earth with enough energon adn raw materials \nto build an entire ship, and send back a starhopper or two to tell the Elders \nof the situation.  But, in sight of the planet earth, they were boarded by \nPredacons, who instantly opened fire. The Maximals on the craft stopped them, \nand only the engines were blown to Hell.\n\n\nLaser Batteries:\n\nThere are currently six large, 10 ft high, 5 ft wide twin-barreled laser \nbatteries.  Able to fire its double laser bursts once every 2 minutes.  All \nsix provide deadly coverfire for the Maximals and any allies of theirs.\n\nEMP Cannons:\n\nThe EMP cannons, which are 5 ft high and 3 ft wide,  firing blasts of \nElectro-Magentic Pules.  Knocking out all targets that use unnatural energies \n (IE: Energon), will short circuit any hit targets, making them immobile.     \nThe cannons are able to fire once every 3 minutes.\n\nMissile Launchers:\n\nEach missile launcher holds 20 missiles.  Able to fire a maximum of two at \nonce.  There are 5 energy-signature seeking missiles, 5 heat seeking \nmissiles, and ten normal missiles.  With four missile launchers,  80 \nmissiles, it is a formidable force alone.\n\nShields: \n\nThe shields are a mix of ion and plasma, able to block energy and projectile \nweapons.  Including missiles, charges, and other explosives.  There are two \nshield generators deep within the core of the craft that use cold fusion as a \nsource of energy.  They can take quite a pounding, giving plenty of time for \nship defenses to scatter enemies.\n\nExterior Autoguns:\n\nThere are 25 exterior autoguns, firing a mix of lasers and projectile weapons \nat enemies.  Not that strong at this point in the war, they still annoy \nenemies, and may cause them to think unclearly.\n\nInternal Defenses:\n\nIn each room, there is a camera.  Of course, they are never on because of \nMaximal privacy, which is taken VERY seriously.  They are only used if they \nhave guests that they can&#39;t exactly trust.  They are also in every hallway, \nwhich ARE monitored.  In case...there are any late night invasions.  In each \nroom there is a single \nautogun.  Along a hallway, in the walls are a flame thrower on both sides, \nand in the cielings are autoguns.\n\n\nThere are 60 rooms in all.  In each room is a recharge bed, plenty of extra \nspacefor personal belongings and such, and a room to &quot;freshen&quot; up.  As well \nas a personal energon dispensor for when crew members get hunfry.  And, \nwindows (with super strong glass), which can be sealed over with a 5 inch \nthick plate of titanium alloy.\n\nHolo-Rooms:\n\nUsed for training, relaxation, and tests, the Holo-Rooms is a great accessory.\n\n\nA large solar panel can be extended from the back of the ship, and gather the \nequivelant of 400 kilos of energon in 1 hour when needed.  Of course, it \ntkaes about 50 kilos worth of energon just to get the solar panels ready.\n\n"}}