{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"roaklin@yahoo.com","from":"roaklin@...","replyTo":"LIST","senderId":"fPbcC4KBpZabBkZoAUxBwCWwK6cz3L871trfxjRM--JLa4ekYTAju454TfdKSabZosdxFTeOqf4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Iron Fist","postDate":"962567857","msgId":5540,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhqbzZyaCtwbHJpQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14668,"prevInTime":5539,"nextInTime":5541,"topicId":5540,"numMessagesInTopic":4,"msgSnippet":"For character reference here are the specs for the Iron Fist The The Iron Fist: Ship Name: Iron Fist Crew Number: 1,200( mostly ship automated drones that","rawEmail":"Return-Path: &lt;roaklin@...&gt;\r\nReceived: (qmail 23442 invoked from network); 2 Jul 2000 19:57:43 -0000\r\nReceived: from unknown (10.1.10.142) by m3.onelist.org with QMQP; 2 Jul 2000 19:57:43 -0000\r\nReceived: from unknown (HELO hk.egroups.com) (10.1.10.43) by mta1 with SMTP; 2 Jul 2000 19:57:43 -0000\r\nX-eGroups-Return: roaklin@...\r\nReceived: from [10.1.10.113] by hk.egroups.com with NNFMP; 02 Jul 2000 19:57:42 -0000\r\nDate: Sun, 02 Jul 2000 19:57:37 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: The Iron Fist\r\nMessage-ID: &lt;8jo6rh+plri@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3372\r\nX-Mailer: eGroups Message Poster\r\nFrom: roaklin@...\r\n\r\nFor character reference here are the specs for the Iron Fist\n The The Iron Fist:\n \n \n Ship Name: Iron Fist\n Crew Number: 1,200( mostly ship automated drones that operate the \nship)\n Armaments: 8  massive Plasma rifles in four twin turrets, multiple \nsmaller turrets armed with laser cannons. Multiple hull mounted \nretractable missile arrays \n  Cabilites: The Iron Fist is one and half times larger then the \nDecepticon warship Nemisis, the ship that inspired her creation. Her \napperance is similar to the nemisis in the lower hull,( this section \nis completely sumberged when the ship is in the water) but mid way up \nher appearance is radicly different. to save on description picture \nthe WW2 battleship BISMARK and the Nemisis togther thats what you got.\n\n  The ship is a wonder of Predicon technology, she can enter and \nleave a planet&#39;s atmosphere but can not fly like the Nemsis was \ncapable of. She can however sail any water she is in like a normal \nship. To enter the atmosphere she uses energy shields but to leave \nshe must rely on her massive engines to thrust her free.\n\n  The ship&#39;s weapons are formidable, but have weaknesses. Desgined \nfor ship to ship combat her main armament has difficulty being used \nto bombard pin point targets ona planet&#39;s surface. Her central fire \ncontrol located atop the bridge tower is acurate but cant aim the \nsmaller batteries which have thier own targeting scanners. None of \nthese systems can work togther as one super smart system.\n\n  The ship&#39;s drone crew are not intelleigent and must remain at most \nwith in a line of sight of the ship to operate. They all use a \ncentral computer on the ship to function and think. Lose the signal \nthey go off line.\n\n  Strengths: The ship is at home in the water as much as she is in \nspace. While the drones can&#39;t operate very far from the ship, she \ndoes carry probes and small scout ships that can roam the planet and \nthe solar system. \n\n  Her armor plating is thick and most land based weapons will not \npierce it. Her targeting systems work well by themselves and are \nacurate when working right. Her transwarp engines are 100% \nfunctional, but like all cybertrionian ships her parts are \ninterchangeable with maximal componets.\n\n Note: Finer details of the ship will become evident throu game play.\n\n\n-Game Play-\n\n  The Iron Fist&#39;s arrival to prehistory earth was less the subtle. A \nfiery streak across the sky, that rapidly dissappated as the ship \nslowed. Passing over the European contient the ship set down in the \ncool waters of the English coast.\n\n  &quot;Reentry complete, water mode online,&quot; the drone reported.\n\n  &quot;Good, launch the probes lets confirm what our planetary scans \nshowed,&quot; Major Panzertron ordered,&quot; Also find out where that Maximal \nship landed, she cost us one of our scout ships.&quot;\n\n  Panzertron waited for the probes to depart and begin scanning.\n  He then tapped the computer display and  a holo image appered \nbefore him.\n    &quot;Probes confirm, high levels of energon detected. Operational \nMaximal and Predicon energy singatures exceddes mission expectations.&quot;\n\n  &quot;No one knew for sure how many had made it to this time frame,&quot; \nPanzertron said to himself,&quot;Scan for compaitable beast forms and \nreplicate for the crew.&quot;\n\n &quot;Yes sir,&quot; the drones replied.\n\n &quot;And hail any transformers in the area,&quot; Panzertron said,&quot; Let them \nknow where are here.&quot;\n\n\n\n\n\n\n\n"}}