{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"qErXpswgzeaKej_CEGuXU2oVIGM_nSkRNocqhNgcWHMyGE-SQwoz-rjy2499NcXP1bSF_u8hyqT3pjDps7rECvHLNebb1A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Neo Beast Wars RPG","postDate":"962571112","msgId":5549,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxYzIwMWJmZTQ2NyQ1YWEzOWU2MCRmZDUzZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PGM0LjVkNDI2ODkuMjY5MDViOTFAY3MuY29tPg=="},"prevInTopic":5544,"nextInTopic":5551,"prevInTime":5548,"nextInTime":5550,"topicId":4014,"numMessagesInTopic":25,"msgSnippet":"I don t believe I let this happen. Plintissa said. She was kneeling outside of the base, about 4 miles from it, holding a dismembered arm, mech fluid spilled","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 5378 invoked from network); 2 Jul 2000 20:56:01 -0000\r\nReceived: from unknown (10.1.10.26) by m3.onelist.org with QMQP; 2 Jul 2000 20:56:01 -0000\r\nReceived: from unknown (HELO pimout7-int.prodigy.net) (207.115.63.106) by mta1 with SMTP; 2 Jul 2000 20:56:01 -0000\r\nReceived: from birdboy (TAMPA020-0070.splitrock.net [63.254.82.70]) by pimout7-int.prodigy.net (8.8.5/8.8.5) with SMTP id QAA20656 for &lt;nbwrpg@egroups.com&gt;; Sun, 2 Jul 2000 16:55:58 -0400\r\nMessage-ID: &lt;01c201bfe467$5aa39e60$fd53fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;c4.5d42689.26905b91@...&gt;\r\nSubject: Re: The Neo Beast Wars RPG\r\nDate: Sun, 2 Jul 2000 16:51:52 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\n&quot;I don&#39;t believe I let this happen.&quot; Plintissa said. She was kneeling\noutside of the base, about 4 miles from it, holding a dismembered arm, mech\nfluid spilled all over the ground. Dracona was standing over Plimtissa.\nDracona&#39;s hand reached out and settled on Plintissa&#39;s shoulder. Plintissa\ncried, she had let someone else die all because she was working on the base\nand never noticed Lightmare sneak out the back way. Plintissa paused. What\nback way? Plintissa realized that there was something Dracona didn&#39;t tell\nher about.\n\n&quot;Dracona, we have a back way out, don&#39;t we?&quot; Plintissa asked.\n\n&quot;Yes.&quot; Dracona said. Plintissa sighed and took the piece of Lightmare, the\narm that wouldn&#39;t work. Plintissa put it into Cyberspace and walked back\ntowards the base, Dracona looked at the spilled mech fluid, collected some\nof it into a little jar, and followed Plintissa.\n\nArtist walked around the Poeple&#39;s Base, he was sick of waiting on Gangon! He\nactually had to bring him a glass and it was too much! (A little frustrated\nover one thing joke) Artist walked around until Dracona and Plintissa came\nin. He followed them as the walked to a room that was previously locked.\nPlintissa cried as she put the arm into cold storage. Artist opened a\ncabinet and gasped. He slammed it closed he opened it again. There was a\nhand, clutching a blaster there. Obviously, Plintissa and Dracona have been\nkeeping these pieces of corpses since they were on Cybertron. Plintissa\nwalked out Dracona looked around the room, looking for a spot to put some of\nthe mech fluid, she would check it out later, maybe see Lightmare&#39;s cause of\ndeath. Artist opened another drawer. Artist&#39;s eyes flew open wide. There was\na arm. Suukie&#39;s arm. Artist slowly turned around and looked at the room. He\nopened another drawer and seen Suukie&#39;s chest plate. Artist hunted around\nthe room, finding various parts of Suukie. Dracona walked out of the room.\nArtist walked out and Dracona sealed the door. Artist slowly walked outside.\nThere was a scream and a bunch of blaster fire.\n\n&quot;Die Dinobot, die!&quot; Artist screamed, shooting at something that wasn&#39;t even\nthere.\n\n&quot;Tavatron and Kluster must die too!&quot; Artist screamed, holding his head in\npain. Dracona and Plintissa darted out the door to see what was going on.\nArtist looked at them. He seen dracona. He stumbled back from an invisible\nshot and stared at Dracona. Plintissa came close to Artist to try and calm\nhim down.\n\n&quot;Thief! Good grief!&quot; artist yelled. He grabbed Plintissa and put his fingers\ntoward her mouth, and then jumped behind a rock. Plintissa sighed. Artist\nlaughed and grabbed someone invisible, slamming him into the base, or at\nleast that&#39;s what Artist thought. He grbabed Plintissa and threw her into\nthe base. Plintissa and Dracona stared in shock.\n\n&quot;Sinesis and Plintissa re impaled! Your next, Megatron! And then you,\nDinobot!&quot; Artist screamed. artist started to struggle with a rock, thinking\nit was Sinister and Sinesis. He was reliving different moments of Suukie&#39;s\nlife. Suddenly he was still, and just talking in rhymes. Like when he was in\nthe CR Chamber. Plintissa came close and decided she had to do what she had\nto do. The revenge of Plintissa part of Suukie&#39;s life. Plintissa fired at\nhim, missing on purpose, and Artist thought he was blown to pieces. Artist\nsuddenly started to stare meanly, and walked toward the Maximal base.\nPlintissa sighed and walked back inside the base.\n\n&quot;What happened to the bot I loved?&quot; Plintissa whispered. dracona walked to\nher lab.\n\nGangon had a dream, in his dream, BrightBlade was there, and she was\nbeckoning him to come closer. He came closer but then she ran from him.\nGangon stared in horror as Sinesis and Sinister, really huge, came above\nhim. Lightmare came up and kissed him, suddenly Dracona was chasing him, and\nthen he was tied to a chair, then he was bleeding, and then crippled, all\nthe time BrightBlade was laughing. Then suddenly, a form appeared, and\nkilled Lightmare and BrightBlade, but left Gangon to suffer. Deemos and\nInzola came out of the shadows. Gangon woke up, now he wanted to die more\nthan ever! That dream destroyed any hope he had left. He tried to call\nBrightBlade, but couldn&#39;t reach his commlink. Plintissa walked into the\nroom.\n\n&quot;What kind of body do you want?&quot; Plintissa asked.\n\n&quot;Where&#39;s Lightmare?&quot; Gangon asked.\n\n&quot;Gone, something took her.&quot; Plintissa said. Gangon sighed at the thought of\nit.\n\n&quot;What kind of body do you want?&quot; Plintissa asked again.\n\n&quot;I want this one.&quot; gangon said. Plintissa seemed surprised.\n\n&quot;This is the body I&#39;ve known BrightBlade with, I want to die with it.&quot;\nGangon said.\n\n&quot;Your not going to die, we&#39;re going to handle this.&quot; Plintissa said.\n\n&quot;I&#39;m not switching bodies, and that&#39;s that.&quot; Gangon said. He highly believed\nin what he was saying, he was crying.\n\n&quot;If that&#39;s what you want, I have no right to change it.&quot; Plintissa said.\n\n&quot;Can I get you anything?&quot; Plintissa asked.\n\n&quot;A knife.&quot; Gangon answered. Plintissa shook her head.\n\n&quot;How about something to eat, then.&quot; Gangon asked. Plintissa nodded.\n\n&quot;Wait, sorry, changed my mind.&quot; Gangon suddenly said. Plintissa looked at\nhim.\n\n&quot;We&#39;ll have to fuel you up with energon then.&quot; She said. Gangon sighed, his\ncheap way of dying didn&#39;t work. He suddenlt hoped that a giant rock would\nfall on top of the base and kill him now...\n----- Original Message -----\nFrom: &lt;KSLawdogg@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Sunday, July 02, 2000 4:47 AM\nSubject: The Neo Beast Wars RPG\n\n\n&gt; Amobeous/Ramhorn/Double Punch/Manterror/Injector/Koga Shuko:\n&gt;\n&gt;\n&gt;\n&gt; Amobeous looked to Bacterium, then to Ramhorn.  &quot;Get out of here, quick!&quot;\nhe\n&gt; yelled, slamming Ramhorn into a wall, punching him quickly, knocking the\n&gt; Maximal out, heading for the exit.\n&gt;\n&gt; ====\n&gt;\n&gt; Double Punch, Injector, and Manterror looked to Hell Beast.  &quot;We require\n&gt; orders, sir.&quot;\n&gt;\n&gt; ====\n&gt;\n&gt; Koga Shuko looks to Defection. &quot;No...I don&#39;t want the Ark destroyed.\nBegin\n&gt; repairs.  He said, pointing to the only damage, a large hole in the\n&#39;cieling&#39;\n&gt; of Koga Shuko and Set&#39;s ship.\n&gt;\n&gt; ------------------------------------------------------------------------\n&gt; Free, Unlimited Calls Anywhere!\n&gt; Visit Firetalk.com - click below.\n&gt; http://click.egroups.com/1/5479/13/_/_/_/962527639/\n&gt; ------------------------------------------------------------------------\n&gt;\n&gt;\n\n\n"}}