{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":145871388,"authorName":"dishpanhandninja","from":"&quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;","profile":"dishpanhandninja","replyTo":"LIST","senderId":"2xWC4AnQpfQnYoGyFFXXEhB_d6pixxJnGcGGTV9JWVcDpEdS5Qo5pWN9FLgBJ_wZdSAFOM8uPFSaXQ-A8EiK-vXICyTozLtQi0cM-C4a5A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"CRASH!","postDate":"1052806687","msgId":56419,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGI5cTJtdis4dmlpQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":56428,"prevInTime":56418,"nextInTime":56420,"topicId":56419,"numMessagesInTopic":5,"msgSnippet":"Unknow Bot:: AAAAAGGGHHHHHHH!!!! the male screamed in pain while his body was severy hurted, he fell in stasis, whiloe his spark started to blink and menaced","rawEmail":"Return-Path: &lt;foxmanroar1@...&gt;\r\nX-Sender: foxmanroar1@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 13 May 2003 06:18:09 -0000\r\nReceived: (qmail 7414 invoked from network); 13 May 2003 06:18:09 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m6.grp.scd.yahoo.com with QMQP; 13 May 2003 06:18:09 -0000\r\nReceived: from unknown (HELO n13.grp.scd.yahoo.com) (66.218.66.68)\n  by mta3.grp.scd.yahoo.com with SMTP; 13 May 2003 06:18:08 -0000\r\nReceived: from [66.218.67.137] by n13.grp.scd.yahoo.com with NNFMP; 13 May 2003 06:18:08 -0000\r\nDate: Tue, 13 May 2003 06:18:07 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: CRASH!\r\nMessage-ID: &lt;b9q2mv+8vii@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4620\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;\r\nX-Yahoo-Group-Post: member; u=145871388\r\nX-Yahoo-Profile: dishpanhandninja\r\n\r\nUnknow Bot:: \n\n&quot;AAAAAGGGHHHHHHH!!!!&quot; the male screamed in pain while his body was \nsevery hurted, he fell in stasis, whiloe his spark started to blink \nand menaced to fade\n\nThe cargo bay lay close by as the CR chambers inside reeched and four \nsoldiers emerged growling, snarling and screeching. Mirage lay close \nby having landed outside the ship his leg was ripped apart, but he \nwas alive... \n  \nUnknow BOt: \n  \nThe male was bleeding and his spark menaced to fade \n\nThe four soldiers walked out and looked around, one transformed and \nflew around screeching, the tallest of the four picked up mirage \nwhile the last two began tearing there way into the cockpit... \n \nUnkow bot:\n\nThe young male woke up and  said &quot;Help... me&quot; he felt uncounceus \naagain \n\nSlag and snarl pulled the bot up and carried him to the the \nother. &quot;What we do now?&quot; Asked Sludge. &quot;Grimlock King he give \norders.&quot; Slag replied. Swoop crcled over head. &quot;No see, no see.&quot; \nSnarl growled. &quot;GrimLock King we wait.&quot; \n*********** \nGrimLock looked up his body twisted and burned. He stood, all of his \narmor was gone, and his bot form was striped clean to his \nexoskeleton, He dragged the object he landed on and walked towards \nthe crash... \n  \nUnknow BOt \n  \n&quot;C... R&quot;said the bot who was feeling that he was dying, he lost his \nconceus again Slag transformed into fiddled with his horns. &quot;Me think \nbot want in box?&quot; Sludge picked him up roughly and took the unknown \nbot into the CR chamber and placed mirage next to him. The doors \nclosed as the ship prepared them for rpairs and beast forms... \n \nCR: \n \nCR started to work, in case of the young male, but outside it was \nsparking and It seemed that Cr wasn&#39;t working all right. The bot \nwould be lucky if CR didn&#39;t fail before end reparations  \n \nSwoop transformed. &quot;What wrong, what wrong?&quot; Slag poked at the \nsparks. just then the devastated Grimlock walked in. &quot;M-M-Me, \nGrim...&quot; He stopped and walked over and puleed open the dorr and \nlifted Mirage out, &quot;What wrong wih Box?&quot; \n \nMirgae looked hald contious, &quot;I-I&#39;m not S-sure...&quot; He passed out. \n \nGrimlock looked around, Close dorrs, Me Fix.&quot; \n \nSnarl blinked. &quot;You Fix?&quot; \n \nGrimlock turned his disfigured face snarling. &quot;You not think me can \nfix?&quot; \n \nSnarl jumped back. &quot;No, You fix, you fix good.&quot; \n \nCR \n\nCr continued  working on the bot. Now it was scanning and builting a \nbeast mode for him and a new body too Grimlock felt his body \nchanging, his armor being rplaced, as well as mirage, \n \nand the others. Mirage blinked looking up. &quot; Grimlock... what did you \nd-do?&quot; \n \nSoon the room glowed enough to blind the bots... slowly the cargo \ndoors opened, and Grimlock stood in new armor, and a bit \ntaller... &quot;GrimLock look funny?!&quot; His bot form was not much different \nexcept for the fact that instead of claws on each hand he now had \neither the upper or lower jaws of a t-rex, his feet now ended in \nlarge claws, and he had a tail folded against his \nback,he pulled it off and lifted it, the tail split down the middle \nand a large broad sword sli out. &quot;Grimlock want old sword back.&quot; \n\nSwoop blinked and preened his new scales. &quot;Swoop no missiles?&quot;! Slag \nand snarl looked at each other growling while sludge had wondered off \nto graze... \n \nMirage was the most changed. &quot;Oh man....&quot; He looked around, he had \nhis beast forms head while the rest of him appeared to be robotic \nexcept for patches of fur. \n \nQuetzalcoatl: \n \nThe young bot emerged from Cr in his beast form. It was a sort of \nfuzzor: a pterodactil named by future humans as Quetzalcoatlus with \nthe shinning blue-green mettallic feathers of a bird named Quetzal. \nThe male crawled using his little paws and his wings. more useful to \nfly. &quot;Are all, All right&quot;  \n \nMirage just shook his head. &quot;I&#39;m a cat?&quot; What am i supposed to do as \na cat?&quot; \n \nGrimlock Changed and loomed over them as a T-Rex, his scales were \nbrown, tan, and black, he looked arounf as slag became the \ntriceratops, snarl the stegosaurus, swoops a teradactyl, and sludge \nwas busy eating plants near by as a bronto. &quot;Me GrimLock soft and \nugly?!&quot; \n  \nQuetzalcoatl: \n  \n&quot;It&#39;s nice tha you&#39;re a cat, sir&quot;said the bot &quot;That meanst that you \nhave seven lifes or nine... We got this organic forms &#39;cause this \nplace has Energon Radiation that could be mortal for us... So&quot;he \nlooked his own beast mode&quot;This is the best protection that we can \nhave&quot; \n \nGrimLock slamed one large foor down. &quot;Me GrimLock not like soft \nskin.&quot; \n \nMirage looked over at quetzalcoatl. &quot;Oh man this is not cool.&quot; \n \nQuetzalcoatl:\n \n&quot;It&#39;s the only way that we can survive here&quot;said the male &quot;We have to \nuse this... or dead&quot;\n\n\n\n"}}