{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":63204882,"authorName":"Jeff","from":"&quot;Jeff&quot; &lt;x_rauq_x@...&gt;","profile":"x_rauq_x","replyTo":"LIST","senderId":"mo57rP3So-E05JyhEf868N_LfT9YHDQMwSi9YKWGVNWfNLC_VTLREDIHXa2ugBuTrq6_sPGuN30ZJYowdKbT5z9F","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rukus","postDate":"1053131443","msgId":56490,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJhM3ZyaitwZnRvQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGJhMW00OStpbDI1QGVHcm91cHMuY29tPg=="},"prevInTopic":56457,"nextInTopic":56532,"prevInTime":56489,"nextInTime":56491,"topicId":56457,"numMessagesInTopic":4,"msgSnippet":"--Rukus-- The pod screamed across the sky, blazing a trail right through the clouds as it made it s way down to the planet. Beside punching a hole through a","rawEmail":"Return-Path: &lt;x_rauq_x@...&gt;\r\nX-Sender: x_rauq_x@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 17 May 2003 00:31:13 -0000\r\nReceived: (qmail 17877 invoked from network); 17 May 2003 00:31:13 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m2.grp.scd.yahoo.com with QMQP; 17 May 2003 00:31:13 -0000\r\nReceived: from unknown (HELO n2.grp.scd.yahoo.com) (66.218.66.75)\n  by mta3.grp.scd.yahoo.com with SMTP; 17 May 2003 00:31:13 -0000\r\nReceived: from [66.218.67.186] by n2.grp.scd.yahoo.com with NNFMP; 17 May 2003 00:30:44 -0000\r\nDate: Sat, 17 May 2003 00:30:43 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Rukus\r\nMessage-ID: &lt;ba3vrj+pfto@...&gt;\r\nIn-Reply-To: &lt;ba1m49+il25@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4166\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Jeff&quot; &lt;x_rauq_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=63204882\r\nX-Yahoo-Profile: x_rauq_x\r\n\r\n--Rukus--\n\nThe pod screamed across the sky, blazing a trail right through the \nclouds as it made it&#39;s way down to the planet. Beside punching a \nhole through a flock of birds which were unfortunate enough to be in \nthe path of the fireball, the initial part of the decent was \nuneventful. The landing was somewhat more interesting.\n\nThe pod came down somewhat hard, but as luck had it, it glanced off \nof a lake and rolled for about a kilometre knocking down a few trees \nbefore coming to a rest in an upright position in a snow patch. Base \nscanners showed the pod landing in the Rocky Mountains near a \nsmallish lake around the US-Canada (locations with reference to the \nfuture&#39;s locations). A scanning device popped up out of the top of \nthe pod, and proceeded to scan the area.\n\nThe scanning device selected two life forms it picked up: a black \nwolf, and a white and black fox. The computer melded the two forms \ntogether, choosing the black wolf as the dominate side, and then \noutputed a digital 3 dimentional view of the transformation mode to \nthe pods occupant.\n\nThe pod was then silent for a few minutes, and some of the wildlife \nstarted to casually walk away, ignoring it. Then suddenly there was \na hissing noise that came from the pod. The front fireshield raised \nslowly as a moderate amount of mist spewed out of the once sealed \nchamber. As the mist finished emptying itself, a mostly black bot \nwith some white parts stepped out and looked around.\n\n\n\n--- In nbwrpg@yahoogroups.com, &quot;Jeff&quot; &lt;x_rauq_x@y...&gt; wrote:\n&gt; ooC: \n&gt; \n&gt; Well, things have settled down enough for me to have time to \nrejoin \n&gt; the RPG for a while, probably the summer, but whatever, i&#39;ll enjoy \n&gt; it while it lasts. ^^\n&gt; \n&gt; biC:\n&gt; \n&gt; In the far reaches of the universe - well, it&#39;s pretty hard to say \n&gt; HOW far with the universe in question - a military weapons \n&gt; developement space station of the Autobot-Decepticon alliance, \nnamed \n&gt; Berthyscape, was working on a new weapons tech. Their scientists \nhad \n&gt; recently started experimenting on harnasing the power of a small \n&gt; black-hole.\n&gt; \n&gt; As with most things, not fully understanding what you are doing \ncan \n&gt; often prove fatal. The Scientsts, proved this when one of the \nblack-\n&gt; holes they were working on began to rupture it&#39;s containment \nfield. \n&gt; A code red alert was initialized, and evac began immediately. It \nwas \n&gt; soon realized, however, that there would be no escape from this \n&gt; phenomenon by simply trying to leave the area. So, in an attempt \nto \n&gt; save all of their lives, the head scientist initiated another \n&gt; project that had also been worked on at the time: the time-warp \nrift \n&gt; device. At the moment, they could only figure out how to open it \nup, \n&gt; not how to pinpoint target locations. Things that went in were \nnever \n&gt; returned, and the time readings that were sent back were all \n&gt; different from the space station time. Due to these problems, \n&gt; research on the time-warp rift tech was not high proirity.\n&gt; \n&gt; The head scientists enabled the device, and opened up the time-\nwarp \n&gt; rift in the space station. The black-hole, the escape pods, and \nthe \n&gt; station itself were all sucked in. Although they hadn&#39;t discovered \n&gt; this yet, objects which enter a time-warp rift without some sort \n&gt; method of normalizing the time fluctuations, would end up spat out \n&gt; at random times and in random locations. Following this principle, \n&gt; all of the pods, the station, and the black-hole were then spit \nout \n&gt; at various times and places.\n&gt; \n&gt; One pod found it&#39;s way to a planet, which (though the bot inside \nthe \n&gt; pod didn&#39;t know it) happened to be inhabited. His onboard computer \n&gt; listed the planet as unknown, with similarities to an ancient \nplanet \n&gt; which destroyed itself, Terra, or more commonly known as Earth to \n&gt; it&#39;s weak but self-destructive beings which inhabited it \noriginally.\n&gt; \n&gt; His pod splashed into the upper atmosphere and streaked across the \n&gt; sky leaving a tell tale - not that he knew this - sign of a new \npod \n&gt; entering the the brewing conflict between various forces of \n&gt; transformers which had already found themselves stuck on this \n&gt; archaic planet.\n\n\n"}}