{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":63204882,"authorName":"Jeff","from":"&quot;Jeff&quot; &lt;x_rauq_x@...&gt;","profile":"x_rauq_x","replyTo":"LIST","senderId":"SidJaUem9BiZ7-pE68mgzK67lmElnPL2K96zaTCcopkSc0nh44oD-VYJKjrgqtJEjTohfTEk6kc2nV2GmyZUEDtt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rukus","postDate":"1053282010","msgId":56532,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJhOGlzcStiaTJjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGJhM3ZyaitwZnRvQGVHcm91cHMuY29tPg=="},"prevInTopic":56490,"nextInTopic":56533,"prevInTime":56531,"nextInTime":56533,"topicId":56457,"numMessagesInTopic":4,"msgSnippet":"ooc: any factions in particular needing members? --Rukus-- Rukus tests out his joints by twirling his arms a bit. They moved efficiently, and without any","rawEmail":"Return-Path: &lt;x_rauq_x@...&gt;\r\nX-Sender: x_rauq_x@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 18 May 2003 18:20:10 -0000\r\nReceived: (qmail 9723 invoked from network); 18 May 2003 18:20:10 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 18 May 2003 18:20:10 -0000\r\nReceived: from unknown (HELO n26.grp.scd.yahoo.com) (66.218.66.82)\n  by mta1.grp.scd.yahoo.com with SMTP; 18 May 2003 18:20:10 -0000\r\nReceived: from [66.218.67.183] by n26.grp.scd.yahoo.com with NNFMP; 18 May 2003 18:20:10 -0000\r\nDate: Sun, 18 May 2003 18:20:10 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Rukus\r\nMessage-ID: &lt;ba8isq+bi2c@...&gt;\r\nIn-Reply-To: &lt;ba3vrj+pfto@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3671\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Jeff&quot; &lt;x_rauq_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=63204882\r\nX-Yahoo-Profile: x_rauq_x\r\n\r\nooc: any factions in particular needing members?\n\n--Rukus--\n\nRukus tests out his joints by twirling his arms a bit. They moved \nefficiently, and without any hinderance. His black armour glistened \nin the sun as he moved his arms.\n\nPeering back into his pod, he checks the readings. He didn&#39;t read it \nwrong, according to the computer, this was ancient Terra, and he had \nlanded near a lake on the eastern side of a chain of mountains in a \noddly shaped continent. Apparently most of this planet was made up \nof a molecule made up of two hydrogen atoms, and an oxygen atom - \nnamed water by the original inhabitants. He thought that it must \nhave been somewhat lucky he landed on one of the land masses then.\n\nReaching for the communication system in the pod, he scans a few \nshort-wave and long-wave radio frequencies, and then when he found \nnothing, he ran a search for laser beam transmissions. Again he came \nup with nothing, and he began to wonder whether he was the only one \nfrom the station who had arrived here. \n\nSince he couldn&#39;t pick up any signals, he decided to make his own \nand see what happened, there was intelligent life on this planet or \nso the history said, but who knows, maybe someone could help him. He \nreconfigured the comm unit to broadcast a short-wave, long-wave, and \nlaser beam transmission help call, then he started looking for \nsomewhere to hide.\n\n&quot;Beast Mode.&quot; He said purposefully, as if he&#39;d known he could say \nthis and have something happen his whole life. His torso twirled and \nhis arms and legs folded slightly and soon he was no longer the \nserious looking black and white biped he had been not too long ago. \nHe was now a large quadraped, a hybrid of a black wolf, and a white \nsnow fox - but it was obvious that the wolf side had remained \ndominant.\n\n&quot;Must be part of the mode scanner&#39;s work... but it did a good job, \nthe manoverability of this form is amazing!&quot; He says quietly to \nhimself, as he leaps onto a large rock, and lets loose a haunting \nhowl. \n\nA soldier must always adapt to the situation, Rukus was no exception.\n\n\n--- In nbwrpg@yahoogroups.com, &quot;Jeff&quot; &lt;x_rauq_x@y...&gt; wrote:\n&gt; --Rukus--\n&gt; \n&gt; The pod screamed across the sky, blazing a trail right through the \n&gt; clouds as it made it&#39;s way down to the planet. Beside punching a \n&gt; hole through a flock of birds which were unfortunate enough to be \nin \n&gt; the path of the fireball, the initial part of the decent was \n&gt; uneventful. The landing was somewhat more interesting.\n&gt; \n&gt; The pod came down somewhat hard, but as luck had it, it glanced \noff \n&gt; of a lake and rolled for about a kilometre knocking down a few \ntrees \n&gt; before coming to a rest in an upright position in a snow patch. \nBase \n&gt; scanners showed the pod landing in the Rocky Mountains near a \n&gt; smallish lake around the US-Canada (locations with reference to \nthe \n&gt; future&#39;s locations). A scanning device popped up out of the top of \n&gt; the pod, and proceeded to scan the area.\n&gt; \n&gt; The scanning device selected two life forms it picked up: a black \n&gt; wolf, and a white and black fox. The computer melded the two forms \n&gt; together, choosing the black wolf as the dominate side, and then \n&gt; outputed a digital 3 dimentional view of the transformation mode \nto \n&gt; the pods occupant.\n&gt; \n&gt; The pod was then silent for a few minutes, and some of the \nwildlife \n&gt; started to casually walk away, ignoring it. Then suddenly there \nwas \n&gt; a hissing noise that came from the pod. The front fireshield \nraised \n&gt; slowly as a moderate amount of mist spewed out of the once sealed \n&gt; chamber. As the mist finished emptying itself, a mostly black bot \n&gt; with some white parts stepped out and looked around.\n\n\n"}}