{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":145871388,"authorName":"dishpanhandninja","from":"&quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;","profile":"dishpanhandninja","replyTo":"LIST","senderId":"rWT-F1CMu1tGTkOEmfaFLBtz4rA8CHuRSibLFx5YSjH4J8kHTHFMF4BpH5BtkXsOegfyzGTTSYGw0MeKJ65p0QDgyLhn7YOhu0IWWeOuZw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Scourge/Maxi:  heart 2 heart","postDate":"1053327650","msgId":56544,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJhOXZmMitxNm9iQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":56545,"prevInTime":56543,"nextInTime":56545,"topicId":56544,"numMessagesInTopic":2,"msgSnippet":"Scourge placed a large hand on her shoulder. If i may can we talk in private. He had transformed back into a bot durring her talk on the communicater. ","rawEmail":"Return-Path: &lt;foxmanroar1@...&gt;\r\nX-Sender: foxmanroar1@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 19 May 2003 07:00:55 -0000\r\nReceived: (qmail 18616 invoked from network); 19 May 2003 07:00:54 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m3.grp.scd.yahoo.com with QMQP; 19 May 2003 07:00:54 -0000\r\nReceived: from unknown (HELO n25.grp.scd.yahoo.com) (66.218.66.81)\n  by mta2.grp.scd.yahoo.com with SMTP; 19 May 2003 07:00:54 -0000\r\nReceived: from [66.218.67.190] by n25.grp.scd.yahoo.com with NNFMP; 19 May 2003 07:00:54 -0000\r\nDate: Mon, 19 May 2003 07:00:50 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Scourge/Maxi:  heart 2 heart\r\nMessage-ID: &lt;ba9vf2+q6ob@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7152\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;\r\nX-Yahoo-Group-Post: member; u=145871388\r\nX-Yahoo-Profile: dishpanhandninja\r\n\r\n Scourge placed a large hand on her shoulder. &quot;If i may can we talk \nin private.&quot; He had transformed back into a bot durring her talk on \nthe communicater. \n \nEmprzAnastazia [1:52 AM]:  Her crimson optics glanced at his hand \nupon her shoulder, then looked up at him, she had an interesting look \non her face as to curious that anyone dared to touch her. \n&quot;Very well. We shall talk.&quot; As shee turned & walked to the Bridge. \nShe felt most comfortable there.\nAccessing it as she stepped up to the door, touched a couple buttons, \nthen the door slid open... she stepped inside..  \n\n FoxManRoar1 [1:54 AM]:  Scourge Followed feeling small... he once \ntore these doors from there frame, and killed the autobot Brawn with \nhis bare hands... now he was a mouse scurring through its walls... \n \n\nEmprzAnastazia [1:56 AM]:  She strode over to a place where she could \nsit. T&#39;was difficult to moved about with all the scattered parts. \n&quot;What is it that you wish to talk about, Scourge?&quot; Her voice close to \nthat of her old form&#39;s voice, deep & sophisticated. The tone in her \nvoice was serious, with a hint of curiousity & command to it.  \n \nFoxManRoar1 [1:58 AM]:  Scourge stood and looked around. &quot;I am here \nfor three reasons, protect megatron, my father, to protect prime my \nbrother, and to change time in favor of my future.&quot; I would like to \nknow if you would aide me?&quot; \n \nEmprzAnastazia [2:01 AM]:  The other 2 were interesting enough. But \nacceptable. The final one was very questionable. &quot;Change time in YOUR \nfavor?&quot; Leaning back, her arms drapped over the armrests, &quot;I&#39;m \nafraid, I will do nothing of the sort unless you tell me WHAT in \nspecific you are suggesting about, changing time in your favor.&quot; Her \ncrimson optic gazed at him with serious curiousity.  \n \nFoxManRoar1 [2:06 AM]:  &quot;In the current time line Megatron is beat by \nprime and he sells out to become galvatron, he goes insane later and \nis destroyed...&quot; \n \nEmprzAnastazia [2:07 AM]:  She tried not to wince at the pain that \nthat caused. &quot;I am well aware of that,&quot; she kept her voice under \ncontrol as much as possible. \n \nFoxManRoar1 [2:08 AM]:  &quot;I am from an alternate reality he thus \ncreated, instead of becoming galvatron he retreated from that battle \nand later created me.&quot; \n \nEmprzAnastazia [2:09 AM]:  She froze a moment. As she listened & \ntried her best to let it sink in. &#39;He created this form before her?&#39; \nshe thought. \n&quot;Go on...&quot;  \n \nFoxManRoar1 [2:13 AM]:  &quot;Megatron built me as a wepon, but in his \ndeath i became ruler of the decepticons, and soon ended the war of \nthe transformers. Alas my time stream is unraveling, i have struck a \ndeal with prime, protect the future no matter what, or my fate is \nworse then death.&quot; &quot;I will do anything to make my reality the \ndominate, even if it means leading autobots.&quot; \n \nEmprzAnastazia [2:17 AM]:  She gazed at him with an alarm. She was so \nunsure of this. A reality that was changed? \nHer optics glanced over at Megatron. She dare not do anything. At \nthis point in time, her form here was silent... but on Cybertron now, \nshe would be doing much.. including hunting down the Autobot fembots, \nassasinations, etc.\n&quot;If the future is changed here, Scourge... then even Hydras would not \nbe forged.&quot; She gazed at him hoping to arouse his curiousity in \nHydras.  \n \nFoxManRoar1 [2:19 AM]:  &quot;Hydras?&quot; He cocked his head and like prime, \nbut stroked his chin and furrowed his brows like megatron... \n \nEmprzAnastazia [2:21 AM]:  She smirked, she did succeed there. &quot;The \nfinal product of a complete merging of Megatron & Galvatron.&quot; her \nvoice was reflecting the slight menece & joy of suc a possibility. \nHer crimson optics barely glowed as she mentioned both names.  \n \nFoxManRoar1 [2:23 AM]:  Scourge looked at her for a second and shook \nhis head. &quot;Galvatron was powerful but unstable, the power and prssure \nmade megatron go insane, with the two combined would he not be even \nmore unstable?&quot;  \n \nEmprzAnastazia [2:25 AM]:  She shook his head. &quot;Negative. I have seen \nhim both in action & not. He&#39;s far more stable than I could have \nimagined. Let alone, powerful.&quot; she smirked slightly. It had been a \nwhile since she saw him. Already, her lasercore cried out to him. \nBegging to see him again. But, she subdued that emotion. A downfall \nof such a type of body.  \n \nEmprzAnastazia [2:26 AM]:  &quot;Are you willing to change a future that \nwould cause major catastrophes & consequences?  \n EmprzAnastazia [2:26 AM]:  &quot; \n \nFoxManRoar1 [2:30 AM]:  &quot;Are you asking me to die so these pathetics \nbio bots can live? Do you not remember MY father despised orgainics!&quot; \nHe stood pulling out his cannon feeling the same hatred.... \n \nEmprzAnastazia [2:34 AM]:  She stood & moved up to him. &quot;SO DO I! \nThink I ENJOY being stuck in this form?! Hmm?! Alpha Trion & Vector \nSigma did this to me! I&#39;m doing what I can to get back to my \nCybertronian form.&quot; she then turned back around & stepped back over \nto the seat she was in, standing by it, turning back around to face \nhim. &quot;However, I will not nor cannot allow the future to be changed. \nIf you change it now... who&#39;s to say, that you will exist in the \nfuture?&quot;  \n\n FoxManRoar1 [2:38 AM]:  Scourge lowered his cannon. &quot;I suppose \ntheres no real way to ensure my future will come about.&quot; He sat \nthinking of what he was going to lose... he looked up at her. &quot;I \nended the war, i had peace in my iron grip, i ruled them all, but \nthere was no death, i found our people a new home, we destroyed \nunicron and the black plague... my future...&quot; He lowered his head... \n \nEmprzAnastazia [2:42 AM]:  She gazed at him. &quot;In your reality, \nperhaps so. But.. this is .. different.&quot; she said the last word with \na slight pain to it. \n&quot;My devotion if to the Decepticon cause.&quot; pausing. &quot;&.. to Megatron. \nI shall not deviate from what I must do. I am here.. to protect \nMegatron at all costs. I will not allow anything to happen. Destroy \nthe current beasts if you will. I&#39;m sure you will enjoy destroying \nRodimus Prime & his Autobots & Maximals. Destroy the Predacon&#39;s for \nall I care. They give the ones I knew a bad ... \n EmprzAnastazia [2:42 AM]:  reputation.&quot;  \n \nFoxManRoar1 [2:45 AM]:  Scourge looked up. &quot;You realize with \nmegatrons personality, i have an advantage in life.&quot; &quot;Think, if \nmegatron was cornered, and he had no other thing to do what would he \ndo?&quot; \n \nEmprzAnastazia [2:47 AM]:  She gazed at him; trying not to think of \nit. \nThen glanced down, then looked up at the form that lay dormant \nnearby. \nFor the moment, she was lost.  \n \nFoxManRoar1 [2:50 AM]:  &quot;My Father would have found some use in any \nsituation.&quot;  \n \nEmprzAnastazia [2:52 AM]:  &#39;A use to his advantage, if not for the \nadvantage of the Decepticons,&#39; she thought. \nStill she remained silent.  \n \nFoxManRoar1 [2:54 AM]:  Scourge was delighted... it had been years \nsince he was truly able to be a true decepticon. He hugged her \nhappily. &quot;Yessss i can see it now, I&#39;ll rebuild from here with these \nautobots and who ever i force into my army i will recreate my future \nnow...&quot; He looked into her eyes. &quot;We will make megatrons day of \nwakening a grande one. where he will awaken to his dream come true!&quot; \n\n\n"}}