{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":145871388,"authorName":"dishpanhandninja","from":"&quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;","profile":"dishpanhandninja","replyTo":"LIST","senderId":"GuBF9N4YqYiYt0oVq2qzB6oB9kEgQDszSdtrC_EZnu1BcbJbPJalee6LfnDmdk2sGK0k69ZriOpsGPAMEfXBRq3FAp-aPCOu_R2pbgHNgA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Scourges betrayal, and the new faction....","postDate":"1053764680","msgId":56633,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJhbmE4OCtpcGd2QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":56638,"prevInTime":56632,"nextInTime":56634,"topicId":56633,"numMessagesInTopic":2,"msgSnippet":"Maxima sat next to Teletran 1 with no response back from Battera yet. Rapping her claws upon the metal of the console, her head rested upon her palm, pondering","rawEmail":"Return-Path: &lt;foxmanroar1@...&gt;\r\nX-Sender: foxmanroar1@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 51921 invoked from network); 24 May 2003 08:24:43 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m13.grp.scd.yahoo.com with QMQP; 24 May 2003 08:24:43 -0000\r\nReceived: from unknown (HELO n12.grp.scd.yahoo.com) (66.218.66.67)\n  by mta3.grp.scd.yahoo.com with SMTP; 24 May 2003 08:24:42 -0000\r\nReceived: from [66.218.67.249] by n12.grp.scd.yahoo.com with NNFMP; 24 May 2003 08:24:40 -0000\r\nDate: Sat, 24 May 2003 08:24:40 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nSubject: Scourges betrayal, and the new faction....\r\nMessage-ID: &lt;bana88+ipgv@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 9882\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;dishpanhandninja&quot; &lt;foxmanroar1@...&gt;\r\nX-Yahoo-Group-Post: member; u=145871388\r\nX-Yahoo-Profile: dishpanhandninja\r\n\r\n  Maxima sat next to Teletran 1 with no response back from Battera \nyet. Rapping her claws upon the metal of the console, her head rested \nupon her palm, pondering what to do. She hated waiting around.\nGetting up, she left the Bridge & went in search of Scourge.  \n FoxManRoar1 [2:39 AM]:  Scourge was typing at a counsel, he always \nplanned out thins ahead of time. right now he was working on a to-do \nlist. \n EmprzAnastazia [2:41 AM]:  Eventually she found him as she entered \nthe room. However, found it a little difficult to say anything in \nparticular. Perhaps it was loneliness that drove her to find him. \nBeing close to organic was making it rather difficult for her. \n EmprzAnastazia [2:41 AM]:  She finally spoke.. &quot;I .. see that you \nare busy.&quot; \n FoxManRoar1 [2:42 AM]:  He turned and his hand went to his face and \nthe prime mask he wore... &quot;Y-yes, i was working on a new objective... \n EmprzAnastazia [2:43 AM]:  Her crimson optics watched him, barely \nnarrowing. &quot;I see.. I shall not ask what then.&quot;  \n EmprzAnastazia [2:44 AM]:  She found it difficult to really say \nanything.. more of not sure what to do... she wanted something, but \nshe didn&#39;t know what.  \n FoxManRoar1 [2:44 AM]:  &quot;Completing my fathers work...&quot; He pulled \noff the mask and slid it off. \n EmprzAnastazia [2:47 AM]:  A bit edgy at the mere mention about \nMegatron. he optics glanced down. &quot;I see,&quot; was all she could say. She \nfelt foolish in a way. Why was she here actually... she had no idea.  \n FoxManRoar1 [2:48 AM]:  He moved aside and looked up at \nher... &quot;Maxima come here for a moment.&quot; \n EmprzAnastazia [2:49 AM]:  Her optics glancing about, then as she \nturned back towards the door, he asked her to approch him.\nShe turned back around & walked hesitantly towards him. she was \nsilent.. this was somewhat unusual for her to be like this. Perhaps \nbeing at the Ark was not a wise idea.  \n FoxManRoar1 [2:54 AM]:  He placed an arm around her waist and gently \nheld her close. &quot;I am working on a program here, that if my actions \nto come change my future, that i will be able to survive... What i \nhave here is a list of powerful creatures in this area, and the \nmetalogical technology that the autobot C R chamber has, i plan on \ncreating a back up body in other words... i need your help, i will \nfuze the two greatest of these animals into one, and as a machine it \nwill hopefully be a suitable body, i have these so far...&quot; \n FoxManRoar1 [2:56 AM]:  He showed her a creature like a griffon, a a \nfew other forms, all based on mechanation. \n EmprzAnastazia [2:57 AM]:  Him holding her close was odd yet \ncomforting, numbed her... but as he spoke, she kinda snapped out of \nit. &quot;A fuzor?&quot; she glanced over them, pondering & curious.. yet \nalarm.  \n EmprzAnastazia [2:57 AM]:  She couldn&#39;t seem to say anything to \neither be for the idea or against it. but.. then again, she was \nsomewhat a fuzor now.. after the recent upgrade.  \n FoxManRoar1 [2:59 AM]:  &quot;A transmetal.&quot; He looked at her and guided \none of her hands over the different forms, all of these will appear \norganic in nature but will be fully robotic.&quot; \n EmprzAnastazia [3:02 AM]:  Her optics watched as her clawed hands \nwer brought to the beasts. &quot;Our technology is far more advanced now \nthan what the Quints attempted with many, many millenia ago.&quot; she \nshivered with the thought of the transorganics. \nBut, her optics watched her clawed hands, she glanced a couple times \nback & forth between him & the fuzors. \n FoxManRoar1 [3:04 AM]:  He smiled. &quot;All these forms are powerful, \nbut we both now my father had taste... I beleive this one will be a \ngood one.&quot; He placed her claw onto a Griffon a powerful combination \nof Leopard, and Falcon.... \n(Brb) \n EmprzAnastazia [3:07 AM]:  (OK)\nShe pondered this a moment. &quot;Possible. He did use a fortress that \nlooked much like one of the human&#39;s mythological creatures.&quot; \nPausing for a moment. &quot;Creating a being is not easy.&quot; she stated..  \n FoxManRoar1 [3:13 AM]:  He smiled. &quot;You forget my ship was from the \nfuture, we have tech that would make your head spin Maxi.&quot;  \n EmprzAnastazia [3:14 AM]:  She cocked a brow & looked at him. This \nsparked her interest. &quot;Indeed....&quot;  \n FoxManRoar1 [3:17 AM]:  &quot;I told you, we may have what it takes to \ngive you your old body back.&quot; He smiled and thought back to the \ncrash, and the Dinos destroying most of the C R Chambers... but there \nwas one left... \n EmprzAnastazia [3:19 AM]:  She smiled just slightly. The idea of not \nbeing stuck in the partial organic form... was fabulous. &quot;That&#39;s \nrather good to hear. Thank you.&quot;  \n FoxManRoar1 [3:20 AM]:  He smiled and looked down at her then back \nto the screen, &quot;Have you ever heard of the Terracons?&quot; \n EmprzAnastazia [3:21 AM]:  Shakes her head, &quot;no.&quot;  \n FoxManRoar1 [3:22 AM]:  &quot;If your willing you&#39;ll be the second \nmember, and as for the autobots...&quot; He raised his cannon and the four \nmissiles slid out and armed... \n EmprzAnastazia [3:27 AM]:  She smirked. &quot;termination. Charming.&quot; she \nstraightened, but rested her hand upon his shoulder. &quot;Hydras was \nunable to deal with Rodimus Prime recently,&quot; she stated sourly as her \nmemory of her battle with Rodimus surfaced. But, it was still \nbittersweet as Nightlight became Blackstorm. \nPondering. &quot;As to the 2nd member, I will think about your offer. I \nwill always remain true to the Decepticon cause...&quot; she paused. &quot;& \nMegatron.&quot; stated a little softly \n FoxManRoar1 [3:31 AM]:  He looked at her, and something in him \ntwisted and he reached up and pulling back the prime helmet slid off \nand he let it drop to the ground, I will always be a decepticon, but \ni look at you and I see what could have been, Megtron lives on in my \nmemories, he will always be alive in your CPU, but the decepticons of \nthis time are ignorant and slothful, join with me and we will build a \ngrand future.&quot; He placed his other arm around her and looked into her \neyes. \n EmprzAnastazia [3:36 AM]:  Her crimson optics moved to meet his \noptics as well. His speech was rather moving. Something that \ntriggered by emotions, triggered more emotions. She had never felt \nsuch an ache, some strange feeling. It was something she didn&#39;t care \nfor.Though it was perhaps something she had to deal with until she \nleft this era. \nHer optics gazed at him. Softly she spoke &quot;Megatron has existed no \nmatter what. & has held many names: Galvatron, Neotron, Hydras... as \nwell as many forms.&quot;  \n FoxManRoar1 [3:38 AM]:  Scourge stepped back. &quot;In life we have \ndestineys, and choices, you have chosen destiney, what i&#39;m about to \ndo is choose a new one... He turned and the cannon begand to release \na small lick of flame... \n EmprzAnastazia [3:40 AM]:  She stood there watching him, curious & \nbewildered. &quot;Scourge?&quot; \n FoxManRoar1 [3:45 AM]:  He stopped and turned. &quot;Maxima, I&#39;m going to \ncreate a new world, i hope you&#39;ll be there when i&#39;m done.&quot; He opned \nthe main doors and aimed the four missiles and fired them all, and \nwith one quick burst of flames caught Mirage in the blast...\n\nSludge, Swoop, Snarl, and Slag had no time to prepare and the damage \nthey received placed them in stasis lock, grimlock wounded lay \nuncontious and mirage cried out as the flames tore through his \norganics. &quot;Welcome to the newage Autobots!&quot; \n EmprzAnastazia [3:49 AM]:  She stood there, not in horror, but \ncuriousity. Curious as to why she did that to them. Not that she \ncared about them whatsoever. \nHer optics went back to Scourge. &quot;I&#39;m curious as to why you need me?&quot; \nshe smirked. \n FoxManRoar1 [3:54 AM]:  He turned to her and smiled. &quot;I left the \nhistorian alive, and you my dear Maxima, you will be the perfect \nedition, you know the future to come, the past that has been, and the \nlocation of all our brothers, and sister on this planet, not to \nmention you know where our enemies lay in wait, and...&quot; He walked \nover to her and placed one arm around her, &quot;you bring out the best in \nme.&quot; \n FoxManRoar1 [3:54 AM]:  &quot;Or should i say the worst?&quot; \n EmprzAnastazia [3:58 AM]:  She smirked, glancing down a moment. That \nMegatron side in him. Possible she thought. Like it was with the \nothers, Scourge could just be another version of Megatron... it was \nalways possible. Stranger yet, he was also partly Prime.\nThens he looked up at him, still smirking. But.. said nothing. \n FoxManRoar1 [4:00 AM]:  He looked down at her and lowered himself \ndown on one knee and he smiled. &quot;I&#39;m not him... i could never be him, \nbut I not prime either, I am scourge.&quot; \nEmprzAnastazia [4:07 AM]:  She looked at him. &quot;Are are much like \nhim.&quot;pausing a moment. &quot;The Scourge I knew was not one of great \nintelligence.&quot; she winced somewhat, &quot;How in the world did you get \nstuck with that name?&quot; \n FoxManRoar1 [4:08 AM]:  Scourge drew back hurt. &quot;I created it \nmyself, i am a Scourge upon the Autobot cause...&quot; \n EmprzAnastazia [4:11 AM]:  Smirking again. &quot;Interesting way to put \nit.&quot; \nShe patted his shoulder, &quot;I&#39;m sure.. you will do him justice to the \nname & the Decepticon cause.&quot; was all she said.  \n&quot;Perhaps I should return to Predacon Base for a time then return.&quot; \nshe stated, standing before him.  \n FoxManRoar1 [4:14 AM]:  He nodded. &quot;Yes, i suppose i should try and \ncalm my uninjured comrade... and find shelter before the Grimlock \nawkens...&quot; He smiled and took her hand. &quot;My base is not far from \nhere, remember that.&quot; He walked outside and towards Quetzalcoatl. \n EmprzAnastazia [4:17 AM]:  She went out with him, having been a \nwhile in the sun since she rekindled the Ark....\nHer optics glanced about, then she turned to Scourge. &quot;I will \neventually return.&quot; she said.  \n FoxManRoar1 [4:18 AM]:  &quot;I&#39;ll be waiting.&quot; He watched her leave... \n EmprzAnastazia [4:19 AM]:  she weakly smiled at him, then trotted \noff away from him, leapt into the air, transformed into some funky \nlooking aircraft with animal features & soared off in the direction \nof the Predacon base. \n\n\n"}}