{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":65920974,"authorName":"EmprzAnastazia@aol.com","from":"EmprzAnastazia@...","profile":"forevermegatron","replyTo":"LIST","senderId":"b0t8i1vMVK2Y-XeEDUouHN2cG_HD-a6SXvsoEzQ9PNQN5NhPoBu_LznZVHakrWBDxzetjPbGYXSfRHoYnA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lost","postDate":"1054860627","msgId":57062,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDFjYS5iMWRlMzIwLjJjMTEzZjUzQGFvbC5jb20+"},"prevInTopic":57053,"nextInTopic":57063,"prevInTime":57061,"nextInTime":57063,"topicId":57053,"numMessagesInTopic":77,"msgSnippet":"Maxima explored the land that she came to. So perfect, prestine, full of life... it was odd. But at the moment, nothing seemed to matter or make sense. She was","rawEmail":"Return-Path: &lt;EmprzAnastazia@...&gt;\r\nX-Sender: EmprzAnastazia@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 1532 invoked from network); 6 Jun 2003 00:50:35 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m9.grp.scd.yahoo.com with QMQP; 6 Jun 2003 00:50:35 -0000\r\nReceived: from unknown (HELO imo-m07.mx.aol.com) (64.12.136.162)\n  by mta1.grp.scd.yahoo.com with SMTP; 6 Jun 2003 00:50:36 -0000\r\nReceived: from EmprzAnastazia@...\n\tby imo-m07.mx.aol.com (mail_out_v36.3.) id r.1ca.b1de320 (657)\n\t for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 5 Jun 2003 20:50:27 -0400 (EDT)\r\nMessage-ID: &lt;1ca.b1de320.2c113f53@...&gt;\r\nDate: Thu, 5 Jun 2003 20:50:27 EDT\r\nSubject: Re: Lost\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;part1_1ca.b1de320.2c113f53_boundary&quot;\r\nX-Mailer: 7.0 for Windows sub 10626\r\nFrom: EmprzAnastazia@...\r\nX-Yahoo-Group-Post: member; u=65920974\r\nX-Yahoo-Profile: forevermegatron\r\n\r\n\r\n--part1_1ca.b1de320.2c113f53_boundary\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\n\r\nMaxima explored the land that she came to. So perfect, prestine, full of \nlife... it was odd. But at the moment, nothing seemed to matter or make sense. She \nwas just... here. Her whole existance seemed to be in limbo, her memory \ncurrently short circuited, ... in otherwords.. she had amnesia. She couldn&#39;t \nremember a thing. however, ... she could feel. She felt tired & weak. Also, feeling \nthat a part of her was sad & aching for something. Unsure what it was. \n\nAs she strode along, coming to a clearing where her optics beheld a waterfall \n& a lagoon. Cocking her head to the side, she gazed at it curiously. Then \nmoved up to it. As she looked into it, it showed her then as the breeze moved \nacross it it showed her a different reflection. \n\n&quot;Whaaa!&quot; Jumping back. Stunned for a moment. Then leaning back over the \nwaters to see her reflection of her battered body. Seeing it she felt the dull \naches & pains. What were they from?   \n\n-Leave this place! A familiar voice echoed. Tell Rodimus I will speak with \nhim-  the voice again echoed.\n\nShe gazed at the waterfall, as the roar of the water hypnotized her. Rodimus, \nthe name was ... familiar to her. But.. how? Who was he? How did she know \nthis... Rodimus? \n\nShe knelt at the water&#39;s edge, leaned over the waters again, her face up to \nthe water&#39;s surface. The water though, seemed to sparkle as a breeze washed \nover it again. She then took a taste. It wasn&#39;t just water.. it was... energy! \nThe energy surged through her reviving her. She smiled as she slipped into the \nwater. enveloping her, causing energy to surge through her.... & to the Matrix \nwithin her. Swimming in it&#39;s waters, memories rushed to her, visions of the \npast, faces of bots she had cared deeply for, had given her loyalty to: \nSoundwave, Thundercracker, Skywarp, Nightbird, Scream, Solaris.. so many faces... then \nanother who she remembered, Gamma, her mentor... & .. another whom she cared \nso deeply for... Megatron... visions of him,... Cybertron.. the Ark... the \nHeart of Cybertron.. the Matrix of Leadership.. Unicron... Quints... Golden \nAge... everything was so fast, she barely recognized it. \n\nThe past memories then mixed with the present.. of a lion, a battle with a \norange/red car, of a face of a fembot, a group of Decepticons... then.. of a \nkiss. A face... My sweet tigress, it echoed... \n\nThen the present gave way to the future, with Cybertron... few of either \nside.. a battle with Flarea, daughter of Optimus Prime & Elita -1... of a battle \nfor Leadership... then her holding a Matrix releasing the power as the light \nflooded her. \n\nShe stiffened in the water as light enveloped her. \n\nShooting to the surface, she nearly shot out of the waters as her feathery \nmane flung back in a fantastic, erotic display. Her crimson optics glowed. As \nshe then bobbed & all calmed down. The visions confused her.. but they will be \nanswered in time. \n\nMaking her way to the waterfall, she then stood under it. The water shimmered \nwith her form as the golden sun washed over her like the water.  \n\r\n--part1_1ca.b1de320.2c113f53_boundary\r\nContent-Type: text/html; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;HTML&gt;&lt;FONT FACE=3Darial,helvetica&gt;&lt;FONT  SIZE=3D2 FAMILY=3D&quot;SANSSERIF&quot; FAC=\r\nE=3D&quot;Arial&quot; LANG=3D&quot;0&quot;&gt;Maxima explored the land that she came to. So perfec=\r\nt, prestine, full of life... it was odd. But at the moment, nothing seemed =\r\nto matter or make sense. She was just... here. Her whole existance seemed t=\r\no be in limbo, her memory currently short circuited, ... in otherwords.. sh=\r\ne had amnesia. She couldn&#39;t remember a thing. however, ... she could feel. =\r\nShe felt tired &amp; weak. Also, feeling that a part of her was sad &amp; a=\r\nching for something. Unsure what it was. &lt;BR&gt;\n&lt;BR&gt;\nAs she strode along, com=\r\ning to a clearing where her optics beheld a waterfall &amp; a lagoon. Cocki=\r\nng her head to the side, she gazed at it curiously. Then moved up to it. As=\r\n she looked into it, it showed her then as the breeze moved across it it sh=\r\nowed her a different reflection. &lt;BR&gt;\n&lt;BR&gt;\n&quot;Whaaa!&quot; Jumping back. Stunned f=\r\nor a moment. Then leaning back over the waters to see her reflection of her=\r\n battered body. Seeing it she felt the dull aches &amp; pains. What were th=\r\ney from?&nbsp;&nbsp; &lt;BR&gt;\n&lt;BR&gt;\n-&lt;I&gt;Leave this place!&lt;/I&gt; A familiar voice e=\r\nchoed. &lt;I&gt;Tell Rodimus I will speak with him&lt;/I&gt;-&nbsp; the voice again ech=\r\noed.&lt;BR&gt;\n&lt;BR&gt;\nShe gazed at the waterfall, as the roar of the water hypnotiz=\r\ned her. Rodimus, the name was ... familiar to her. But.. how? Who was he? H=\r\now did she know this... Rodimus? &lt;BR&gt;\n&lt;BR&gt;\nShe knelt at the water&#39;s edge, l=\r\neaned over the waters again, her face up to the water&#39;s surface. The water =\r\nthough, seemed to sparkle as a breeze washed over it again. She then took a=\r\n taste. It wasn&#39;t just water.. it was... energy! The energy surged through =\r\nher reviving her. She smiled as she slipped into the water. enveloping her,=\r\n causing energy to surge through her.... &amp; to the Matrix within her. Sw=\r\nimming in it&#39;s waters, memories rushed to her, visions of the past, faces o=\r\nf bots she had cared deeply for, had given her loyalty to: Soundwave, Thund=\r\nercracker, Skywarp, Nightbird, Scream, Solaris.. so many faces... then anot=\r\nher who she remembered, Gamma, her mentor... &amp; .. another whom she care=\r\nd so deeply for... Megatron... visions of him,... Cybertron.. the Ark... th=\r\ne Heart of Cybertron.. the Matrix of Leadership.. Unicron... Quints... Gold=\r\nen Age... everything was so fast, she barely recognized it. &lt;BR&gt;\n&lt;BR&gt;\nThe p=\r\nast memories then mixed with the present.. of a lion, a battle with a orang=\r\ne/red car, of a face of a fembot, a group of Decepticons... then.. of a kis=\r\ns. A face... &lt;I&gt;My sweet tigress&lt;/I&gt;, it echoed... &lt;BR&gt;\n&lt;BR&gt;\nThen the prese=\r\nnt gave way to the future, with Cybertron... few of either side.. a battle =\r\nwith Flarea, daughter of Optimus Prime &amp; Elita -1... of a battle for Le=\r\nadership... then her holding a Matrix releasing the power as the light floo=\r\nded her. &lt;BR&gt;\n&lt;BR&gt;\nShe stiffened in the water as light enveloped her. &lt;BR&gt;\n=\r\n&lt;BR&gt;\nShooting to the surface, she nearly shot out of the waters as her feat=\r\nhery mane flung back in a fantastic, erotic display. Her crimson optics glo=\r\nwed. As she then bobbed &amp; all calmed down. The visions confused her.. b=\r\nut they will be answered in time. &lt;BR&gt;\n&lt;BR&gt;\nMaking her way to the waterfall=\r\n, she then stood under it. The water shimmered with her form as the golden =\r\nsun washed over her like the water.&nbsp; &lt;/FONT&gt;&lt;/HTML&gt;\n\r\n--part1_1ca.b1de320.2c113f53_boundary--\r\n\n"}}