{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":35280091,"authorName":"Polar Claw","from":"=?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;","profile":"cycodrone","replyTo":"LIST","senderId":"pb4yFW9INsybsS716KkdJ2xgTdGmusIVEJfiElD7HDvRri8jgn9JqwVzVkJ2dTYlKvRYWCTZUZ2iacxtJt3vHTFvNisLV_UJkdafPA32WmHUI8rP9I7Rtpi9xAMo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Character Application","postDate":"1073274850","msgId":59240,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMTA1MDM1NDEwLjEzOTcyLnFtYWlsQHdlYjQwNzA5Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGJ0NDVnZyt2b241QGVHcm91cHMuY29tPg=="},"prevInTopic":59213,"nextInTopic":59249,"prevInTime":59239,"nextInTime":59241,"topicId":59212,"numMessagesInTopic":4,"msgSnippet":"Name: Nightstalk Allegiance: Autobot Gender:  Male Age:  Unknown Function:  Berserker Profile: Once one of Optimus Prime s most passive troops under the","rawEmail":"Return-Path: &lt;cycodrone@...&gt;\r\nX-Sender: cycodrone@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 25011 invoked from network); 5 Jan 2004 03:54:10 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m6.grp.scd.yahoo.com with QMQP; 5 Jan 2004 03:54:10 -0000\r\nReceived: from unknown (HELO web40709.mail.yahoo.com) (66.218.78.166)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 Jan 2004 03:54:10 -0000\r\nMessage-ID: &lt;20040105035410.13972.qmail@...&gt;\r\nReceived: from [202.7.171.23] by web40709.mail.yahoo.com via HTTP; Mon, 05 Jan 2004 14:54:10 EST\r\nDate: Mon, 5 Jan 2004 14:54:10 +1100 (EST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;bt45gg+von5@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 66.218.78.166\r\nFrom: =?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;\r\nSubject: Character Application\r\nX-Yahoo-Group-Post: member; u=35280091\r\nX-Yahoo-Profile: cycodrone\r\n\r\nName: Nightstalk\nAllegiance: Autobot\nGender:  Male\nAge:  Unknown\nFunction:  Berserker\n\nProfile: Once one of Optimus Prime&#39;s most passive\ntroops under the codename of First Aid, a freakish and\nhorrifying attack by Sunstorm and the mayhem squad not\nonly traumatised him, but removed every inch of his\nsanity, resulting in him becoming a berserker,\npathalogically existing for ine purpose- the ruthless\nmurder of every Decepticon in existence and their\ndecendants.  Not long after the incident which forever\nremoved his compassion, he volunteered for not only\nthe great upgrade, but also an upgrade on his systems\nand left the Protectobots, instead requesting\nfrontline combat- he increased his armour and\nfirepower, and had Perceptor add a special ability in\nhim, the ability to temporarily absorb any weapon or\ndevice into himself, along with arming himself with a\nseries of vibroclaws that tear apart armour with the\nsame efficiency as Transmetal 2 talons, along with a\nleft wrist mounted electro disruptor, overloads any\nelectronic equipment it hits, and a right wrist\nmounted null ray.  \n\nMost Autobots looked at it positively, seeing First\nAid as gaining his nerve.  Optimus viewed it\ncautiously worried that this course of action might\nresult in an even greater horror. However, he trusted\nin First Aid&#39;s entrenched pacifism to intrinsitacally\nremain, so allowed the upgrade. It was during the\nfirst mission where First Aid was on the front line\nagainst a group of Decepticons that to everyone&#39;s\nhorro, the once compassionate doctor had become an\nunstopable killing machine. If it were cold blooded\nmurder then the autobots might have possibly been able\nto handle it, however, what they saw was a\nfrightening, malicious killer who seemed to delight in\ngiving his victims a violent torturous death before\nextinguishing their sparks by crushing their spark\ncontainment chambers then shredding their sparks.  \n\nHorrified at this turn of events, the Autobots were\nfaced with no choice but to place him in stasis- an\nact which cemented great animosity towards his fellow\nAutobots in his heart. In a similar vein to Protoform\nX, he was meant to be dumped stasis pod and all on a\nfbarren world where it was hoped he would be unable to\nharm another living thing. However, he was jetisoned\nalong with all the other pods aboard the Axalon during\ncrash landing. Amazingly his pod survived a crash\nlanding and lay dormant underground, albeit affected\nby the quantum surge and changed into a transmetal. \n\nHis scanners picking up the form of a Tasmanian Devil,\nand donning the name Nightstalk, he awoke as a\nsadistic berserker, estranged from his fellow maximals\nand driven my the malevolent wish to eradicate all\nPredicons from existence.\n\nAbilities: Nightstalk is one bot prepped for mainframe\ncombat as cheetor would put it.  His beast mode is\nequipped with great speed and agility while being\narmed with energon teeth and claws identical to the\nretractable ones he uses in robot mode. His transmetal\nmode is a jet where he is armed with all three of his\nweapons. His favorite tactic in this mode is to use\nfull powered shots from his electro disruptor to short\nout an oponent&#39;s engines and send them carreening to\ntheir death. These three vmodes in combination make\nhim  a dangerous foe to all Predacons.\n\nWeaknesses: Nightstalk&#39;s insanity is a double edged\nsword, while it works liek an adrenhaline facvotr, in\nthe sense that short of blowing off a limb, most pain\nindicing damage he&#39;ll merely shrug off, it also makes\nhim hostile towards his comrades, headstrong when\nlogic would dictate pulling out or avoiding conflict\nand pretty likely to get himself in stasis lock long\nafter a wiser bot would have withdrawn.\n\nStrength: 9\nIntelligence: 6\nSpeed: 8\nEndurance: 10\nRank: 1\nCourage: 10\nFirepower: 7\nSkill: 7\n\nhttp://personals.yahoo.com.au - Yahoo! Personals\nNew people, new possibilities. FREE for a limited time.\n\n"}}