{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":140463140,"authorName":"Nic","from":"&quot;Nic&quot; &lt;Proudwing500k@...&gt;","profile":"warriorazure","replyTo":"LIST","senderId":"g_GSE5Xsdh2OKRip7B9Xr1KPZ9w7fKUl1dJ6HcktgLkZzXt4oSYfI1YPBt3MjOfzolS_RGQ_TVK_nDWf2M5vcywkhe0k3xtx","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shadowcaster","postDate":"1073488629","msgId":59300,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJ0aDd0bCtyaHZyQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDQwMTA3MDUwMTU0Ljk4MjcucW1haWxAd2ViNDA3MDcubWFpbC55YWhvby5jb20+"},"prevInTopic":59298,"nextInTopic":59306,"prevInTime":59299,"nextInTime":59301,"topicId":59216,"numMessagesInTopic":30,"msgSnippet":"Kool, and again, as long as you don t abuse it, go for it!","rawEmail":"Return-Path: &lt;Proudwing500k@...&gt;\r\nX-Sender: Proudwing500k@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 20364 invoked from network); 7 Jan 2004 15:17:53 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m18.grp.scd.yahoo.com with QMQP; 7 Jan 2004 15:17:53 -0000\r\nReceived: from unknown (HELO n4.grp.scd.yahoo.com) (66.218.66.88)\n  by mta5.grp.scd.yahoo.com with SMTP; 7 Jan 2004 15:17:52 -0000\r\nReceived: from [66.218.67.133] by n4.grp.scd.yahoo.com with NNFMP; 07 Jan 2004 15:17:09 -0000\r\nDate: Wed, 07 Jan 2004 15:17:09 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;bth7tl+rhvr@...&gt;\r\nIn-Reply-To: &lt;20040107050154.9827.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 20879\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.88\r\nFrom: &quot;Nic&quot; &lt;Proudwing500k@...&gt;\r\nSubject: Re: Shadowcaster\r\nX-Yahoo-Group-Post: member; u=140463140\r\nX-Yahoo-Profile: warriorazure\r\n\r\nKool, and again, as long as you don&#39;t abuse it, go for it!\n\n--- In nbwrpg@yahoogroups.com, Polar Claw &lt;cycodrone@y...&gt; wrote:\n&gt; I&#39;ve been thinking about it too. One mod I&#39;d like to\n&gt; make which is something he&#39;d switch on or off at the\n&gt; gun is a beacon setting. When this setting is used, it\n&gt; adds a subroutine on the virus where the victim&#39;s\n&gt; comlink is sent open and a coded sos signal on one of\n&gt; the victims own side&#39;s channels would be repeatedly\n&gt; sent.  Also, Shadowcaster is more likely than not in\n&gt; the evewnt of having to use the lock pistol and then\n&gt; cloak himself and wait for the victim&#39;s own side to\n&gt; arrive to retrieve the victim of the weapon.\n&gt; \n&gt; --- Nic &lt;Proudwing500k@h...&gt; wrote: \n&gt; ---------------------------------\n&gt; OOC: About the Lock pistol, it would be better to use\n&gt; it only on \n&gt; Nightstalk, as you pointed out. This way, he won&#39;t be\n&gt; too powerful \n&gt; (although I doubt his sense of ethos would permit him\n&gt; to kill a \n&gt; Locked char). Anyways, play reasonably and it&#39;ll be\n&gt; great!\n&gt; \n&gt; --- In nbwrpg@yahoogroups.com, Polar Claw\n&gt; &lt;cycodrone@y...&gt; wrote:\n&gt; &gt; Name: Shadowcaster\n&gt; &gt; Alliegance: Maximal (formerly Decepticon)\n&gt; &gt; Function: Guardian\n&gt; &gt; Motto: &quot;Beware of the shadows..... I may be one of\n&gt; &gt; them- even yours!&quot;\n&gt; &gt; \n&gt; &gt; Profile: Shadowcaster was originally built by the\n&gt; &gt; Quintessons (back when the quints were still\n&gt; &gt; manufacturing Autobots and Decepticons as a\n&gt; wholesale\n&gt; &gt; commodity) as a prototype of what was to be their\n&gt; &gt; finest accomplishment- the ultimate\n&gt; &gt; assassin/intelligence robot.  \n&gt; &gt; \n&gt; &gt; Virtually unstoppable at the time, his strength and\n&gt; &gt; physical prowess were unmatched by any Decepticon\n&gt; ever\n&gt; &gt; created.  His name comes from his model name-\n&gt; &gt; Shadowcaster.  The reason for this designation, was\n&gt; &gt; because he and all others of the class of robots\n&gt; that\n&gt; &gt; were to go into main production were designed to be\n&gt; &gt; manufactured with a then state of the art cloaking\n&gt; &gt; device, and stealth jamming system- rendering them \n&gt; &gt; undetectable till they choose to reveal themselves. \n&gt; \n&gt; &gt; \n&gt; &gt; The Quintessons had created - in him - the perfect\n&gt; &gt; military robot to sell off to their clients, or so\n&gt; it\n&gt; &gt; seemed.  However, there was a &#39;flaw&#39; in his program-\n&gt; &gt; Shadowcaster not only possessed emotions but also\n&gt; the\n&gt; &gt; soul of a noble samurai- something that would\n&gt; &gt; essentially ruin their latest creation.\n&gt; &gt; \n&gt; &gt; Shadowcaster was aware of their intentions, however\n&gt; &gt; just like a true samurai, he was unable to a stop\n&gt; &gt; them.  \n&gt; &gt; \n&gt; &gt; However before the Quintessons could correct the\n&gt; &gt; &#39;glitch&#39;, they fell foul of the uprising led by\n&gt; Alpha\n&gt; &gt; Trion, in which Shadowcaster was a more than willing\n&gt; &gt; participant.  Shadowcaster soon discovered something\n&gt; &gt; which he found he immensely liked- peace.  In true\n&gt; &gt; samurai tradition, he decided then and there, that\n&gt; it\n&gt; &gt; was his obligation to maintain the peace and to\n&gt; &gt; protect the weak (mainly the Autobots).\n&gt; &gt; \n&gt; &gt; However, nothing - including peace - lasts forever. \n&gt; &gt; It wasn&#39;t long before the warring instincts of the\n&gt; &gt; other Decepticons found an outlet- the Autobots, and\n&gt; &gt; ultimately, the universe.  When the war started up,\n&gt; &gt; Shadowcaster decided then and there, that he could\n&gt; no\n&gt; &gt; longer remain a Decepticon and maintain his beliefs-\n&gt; &gt; and so he chose the later: secretly swearing\n&gt; &gt; allegiance to the Autobots, as well as an oath to\n&gt; &gt; protect them from his fellow Decepticons, as he\n&gt; views\n&gt; &gt; them as innocents- unprepared for war. He starts\n&gt; &gt; miraculously appearing in battle after battle,\n&gt; &gt; continually saving the Autobots- only to then\n&gt; &gt; disappear into the shadows. A legend soon sprung up-\n&gt; a\n&gt; &gt; legend which brought hope to the Autobots, and fear\n&gt; to\n&gt; &gt; the Decepticons.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; However, there were a some who knew that his\n&gt; existence\n&gt; &gt; was real- one of those being Alpha Trion; the other\n&gt; &gt; Straxus- when Shadowcaster revealed himself to him-\n&gt; &gt; before permanently taking him offline.  After the\n&gt; &gt; second war, Shadowcaster&#39;s friendship with Alpha\n&gt; Trion\n&gt; &gt; grew.  In that time, Shadowcaster learned a great\n&gt; deal\n&gt; &gt; about the sciences, and became a skilled doctor and\n&gt; &gt; programmer.  However, he insisted that Alpha Trion,\n&gt; &gt; not reveal his existence, as there was always the\n&gt; &gt; possibility  that the Decepticons might find another\n&gt; &gt; Straxus, and begin a new war.\n&gt; &gt; \n&gt; &gt; Sure enough, he was right.  Only this time the\n&gt; &gt; Decepticons could not only fly, but they were\n&gt; &gt; stronger, better armoured and more powerful than\n&gt; ever\n&gt; &gt; before.  Shadowcaster saw the writing on the wall,\n&gt; and\n&gt; &gt; insisted that Alpha Trion assist him in developing a\n&gt; &gt; reconstruction process for the Autobots.  For as\n&gt; much\n&gt; &gt; as he hated to admit it, this was one war which he\n&gt; &gt; could not win alone.  They commenced the project in\n&gt; &gt; earnest- with Shadowcaster making Alpha Trion keep\n&gt; his\n&gt; &gt; existence still as a secret.\n&gt; &gt; \n&gt; &gt; It was not long however, that the first of the new\n&gt; &gt; Autobots would come about.  Shadowcaster saw Alpha\n&gt; &gt; Trion bring the almost lifeless body of Orion Pax\n&gt; in,\n&gt; &gt; knowing instinctively that he was someone special. \n&gt; So\n&gt; &gt; that Shadowcaster could work unseen, Alpha Trion\n&gt; &gt; insisted that the Aerialbots remain outside.  In the\n&gt; &gt; months that followed, they successfully rebuilt\n&gt; &gt; numerous Autobots, with none aware that they owed\n&gt; &gt; their continued existence to two Autobots- not just\n&gt; &gt; one.\n&gt; &gt; \n&gt; &gt; Not long after, he had Alpha Trion make all the\n&gt; &gt; necessary modifications on him, so that he could\n&gt; &gt; destroy these new Decepticons as easily as he had\n&gt; the\n&gt; &gt; older ones.  He then recommenced (in secret) his\n&gt; &gt; active role in the war.  During the time that the\n&gt; &gt; Autobots were still on Cybertron, he destroyed\n&gt; several\n&gt; &gt; Decepticon super weapons and killed off many would\n&gt; be\n&gt; &gt; assassins, with noone but Alpha Trion knowing of his\n&gt; &gt; existence.\n&gt; &gt; \n&gt; &gt; After the Autobots left on the voyage that would\n&gt; &gt; ultimately bring both them and the Decepticons to\n&gt; &gt; Earth, Shadowcaster began waging his one man war on\n&gt; &gt; the Decepticons more intensely than ever, inflicting\n&gt; &gt; one punishing raid on the Decepticons after another-\n&gt; &gt; nothing large enough to finish them, just enough to\n&gt; &gt; greatly aid the small number of Autobots left\n&gt; behind.\n&gt; &gt; \n&gt; &gt; During the events of &#39;The Heavy Metal War&#39; he\n&gt; sneaked\n&gt; &gt; aboard the space bridge and travelled to Earth after\n&gt; &gt; overhearing a transmission from Megatron to\n&gt; Shockwave,\n&gt; &gt; and, after reaching the Ark, used a backdoor code\n&gt; into\n&gt; &gt; one of his greatest creations- Teletran One - to\n&gt; &gt; reconfigure himself into a more Earth-like form\n&gt; (using\n&gt; &gt; the configuration that would later be used on the\n&gt; &gt; Autobot Tracks), then creating false security logs,\n&gt; &gt; and storing the real ones in an area of it&#39;s memory\n&gt; &gt; not accessible to any other Autobot.  After that\n&gt; time\n&gt; &gt; he continued his one man war- both on Cybertron and\n&gt; &gt; Earth.\n&gt; &gt; \n&gt; &gt; However, by 2005, the Decepticons had taken over all\n&gt; &gt; of Cybertron, forcing him to change his tactics.\n&gt; Being\n&gt; &gt; careful not to reveal the true extent of his powers,\n&gt; &gt; he joined the Decepticons again- only this time as a\n&gt; &gt; well planted spy- relaying what information when he\n&gt; &gt; could, while still remaining anonymous. During the\n&gt; &gt; attack by Unicron, Shadowcaster disappeared into the\n&gt; &gt; shadows....... \n&gt; &gt; \n&gt; &gt; After the planet was liberated due to the attack on\n&gt; &gt; Cybertron, he went back into the shadows, observing\n&gt; &gt; Rodimus Prime&#39;s actions and helping where he could. \n&gt; &gt; At the end of the third great war, he came out from\n&gt; &gt; hiding and joined one of the numerous teams of\n&gt; &gt; Autobots who were responsible for hunting down the\n&gt; &gt; Decepticons and bring them to justice one way or\n&gt; &gt; another.\n&gt; &gt; \n&gt; &gt; However, with the end of the signing of the Pax\n&gt; &gt; Cybertronia he found himself out of place, deep down\n&gt; &gt; wanting a peaceful existence, but the warrior in him\n&gt; &gt; being ever vigilant- convinced that it was only a\n&gt; &gt; matter of time before the Decepticons returned to\n&gt; &gt; their former ways in the same numbers as from the\n&gt; &gt; past. At the same time though, in this time of peace\n&gt; &gt; he felt like an anachronism, a guardian with no need\n&gt; &gt; to guard those he was sworn to protect. \n&gt; Begrudgingly,\n&gt; &gt; he found himself undergoing the great upgrade and\n&gt; &gt; reverting to the role of scientist, at which he\n&gt; found\n&gt; &gt; he excelled. However, his latent abilities could not\n&gt; &gt; curb his latent fear that the Decepticons or their\n&gt; &gt; decendants would rise up again and strike the moment\n&gt; &gt; he let his guard down.  \n&gt; &gt; \n&gt; &gt; As things would turn out he found himself as part of\n&gt; &gt; one of the many science exploration voyages to\n&gt; &gt; numerous different worlds.  It was on this voyage\n&gt; that\n&gt; &gt; he would meet a bot that would change everything in\n&gt; &gt; his life a female Maximal by the name of Phoenix. \n&gt; &gt; Phoenix and Shadowcaster formed a kinship almost\n&gt; &gt; immediately, with him being drawn to her youthful\n&gt; &gt; innocence and hope-filled outlook, and her being\n&gt; drawn\n&gt; &gt; to this weary battered soul.  At first things were\n&gt; &gt; awkard when they talked of times past or things\n&gt; &gt; started to become intimate, with Shadowcaster\n&gt; &gt; withdrawing, unable to let his guard down, having\n&gt; &gt; witnessed too much over the millions of years in the\n&gt; &gt; shadows, and feeling the weight of too much blood on\n&gt; &gt; his hands for those whose lives he had ended.\n&gt; Phoenix\n&gt; &gt; sensed his pain internally, however she persitsted,\n&gt; &gt; determined to to break through to the bot she knew\n&gt; he\n&gt; &gt; was inside.  On the night of what seemed like the\n&gt; &gt; perfect day to end the perfect cycle, she finally\n&gt; &gt; broke through, and he sobbed mech fluid\n&gt; uncontrollably\n&gt; &gt; for over an hour, finally letting go of his demons,\n&gt; &gt; Phoenix holding him and comforting him the entire\n&gt; &gt; time.  It was then that he experienced one of the\n&gt; &gt; greatest miracles in the universe, he fell in love. \n&gt; \n&gt; &gt; From that day onward, he went from strength to\n&gt; &gt; strength, healing more and more as the days went on,\n&gt; &gt; even starting to forgive himself for his sins during\n&gt; &gt; the war, they even procreated life in the form of\n&gt; &gt; three offspring, one who would be later known as\n&gt; &gt; Rattrap.  For the next few years, things were\n&gt; perfect,\n&gt; &gt; and for the second time in his life, Shadowcaster\n&gt; was\n&gt; &gt; truly at peace. However, it was soon after this that\n&gt; &gt; would not be long before an ambitious and war\n&gt; &gt; mongering Predacon would raid and steal the\n&gt; &gt; personality chip of the most dangerous Decepticon\n&gt; ever\n&gt; &gt; to exist: Megatron.\n&gt; &gt; \n&gt; &gt; When he heard the knews of the rise of Megatron,\n&gt; &gt; Shadowcaster was on edge, verging on the point of\n&gt; &gt; paranoia, however Phoenix reassured him they had\n&gt; &gt; nothing to worry about, mostly out of a youthful\n&gt; sense\n&gt; &gt; of naivette. Shadowcaster after all had witnessed\n&gt; &gt; peace for so long and felt that security on\n&gt; Cybertron\n&gt; &gt; would be upto the task.\n&gt; &gt; \n&gt; &gt; Soon after this, Megatron recruited some of the\n&gt; worst\n&gt; &gt; Predacons in existence by means of a breakin and\n&gt; &gt; breakout of a Cybertronian maximum security prison,\n&gt; &gt; then decided to teach the ruling Maximal governing\n&gt; &gt; council on Cybertron a lesson by randomly\n&gt; obliterating\n&gt; &gt; the maximal science teams on the neumerous planets\n&gt; &gt; throughout the galaxy- their first target would turn\n&gt; &gt; out to be the very team that Shadowcaster was a\n&gt; member\n&gt; &gt; of.\n&gt; &gt; \n&gt; &gt; It was a sunny, clear skied, perfect day that day.\n&gt; &gt; Shadowcaster had decided to go on a scouting mission\n&gt; a\n&gt; &gt; few hours north of camp to observe  the growth in\n&gt; &gt; population of the newly dominant species on that\n&gt; &gt; planet. He was half an hour away from the base when\n&gt; he\n&gt; &gt; heard the massive explosions which took out the\n&gt; base&#39;s\n&gt; &gt; shield generators and ripped a massive gaping hole\n&gt; &gt; through the center of its hull.  Knowing instantly\n&gt; &gt; what it could only mean he raced back there as fast\n&gt; as\n&gt; &gt; he could, bearly overloading his servos in the\n&gt; &gt; process.\n&gt; &gt; Nothing could have prepared him for what he saw when\n&gt; &gt; he returned, with most of his team mates dismembered\n&gt; &gt; beyond the point of repair, their sparks\n&gt; extinguished.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; His mind started racing, as he rushed all over the\n&gt; &gt; base looking for her. He found her in the CR Chamber\n&gt; &gt; area, mech fluid gushing, and clearly looking like\n&gt; she\n&gt; &gt; was not going to make it, as she lay over another\n&gt; &gt; small bot that Shadowcaster couldn&#39;t quite make out.\n&gt; \n&gt; &gt; He transformed and held her in his arms, begging her\n&gt; &gt; to hang on, feeling like he was about to break in\n&gt; two\n&gt; &gt; at the very sight of her in that state.  She kept\n&gt; &gt; saying how she was sorry and that she couldn&#39;t save\n&gt; &gt; them, then begging him to hold on to the light. All\n&gt; he\n&gt; &gt; could do was beg her to stay- it was then that her\n&gt; &gt; spark extinguished.  \n&gt; &gt; \n&gt; &gt; Thrity seconds later, the Predacon who Megatron had\n&gt; &gt; left behind to take care of any scouts who had been\n&gt; in\n&gt; &gt; the field stumbled upon him.  It was then that the\n&gt; &gt; programmijng that the Quintessons originally tried\n&gt; to\n&gt; &gt; install in him took over, as he moved at blight\n&gt; speed,\n&gt; &gt; ripping the would be killer&#39;s limbs off violently\n&gt; and\n&gt; &gt; at mach speed. The Predacon begged Shadowcaster for\n&gt; &gt; mercy, at which point he was told that he would\n&gt; &gt; receive the mercy that scum like him deserve.  The\n&gt; &gt; scream which the hapless Predacon gave out as he was\n&gt; &gt; savaged to death rang out for miles like a symphony\n&gt; of\n&gt; &gt; death resonating through a concert hall.\n&gt; &gt; \n&gt; &gt; It was when he went to pick up Phoenix that he\n&gt; noticed\n&gt; &gt; the bot she had been trying to protect- their son\n&gt; &gt; Rattrap- he was in stasis lock and severely damaged,\n&gt; &gt; but he would live. Not wasting an instant,\n&gt; &gt; Shadowcaster placed him in the nearest working CR\n&gt; &gt; Chamber and then repaired the base enough to get a\n&gt; &gt; distress beacon working.\n&gt; &gt; \n&gt; &gt; Blaming himself for the incident due to him letting\n&gt; &gt; his guard down, Shadowcaster vowed to never allow\n&gt; &gt; himself the luxury of peace ever again. He returned\n&gt; to\n&gt; &gt; a secret life in the shadows, secretly augmenting\n&gt; &gt; himself once more for combat, and resuming the one\n&gt; man\n&gt; &gt; war he once fought against the Predacons. However,\n&gt; &gt; things had now changed, this time around he blamed\n&gt; the\n&gt; &gt; Maximals and the Autobots for allowing the Predacons\n&gt; &gt; the oportunity to exist, viewing th Pax Cybertronia\n&gt; as\n&gt; &gt; a slap in the face to all those that the Decepticons\n&gt; &gt; and their decendants had caused pain to over the\n&gt; eons.\n&gt; &gt; Soon after the attacks on the colonies, Shadowcaster\n&gt; &gt; caught wind of Megatron&#39;s plan to steal the Golden\n&gt; &gt; disk.  At this, Shadowcaster raided a top secret\n&gt; &gt; weapons factory storing as many high powered and\n&gt; &gt; lethal weapons as he could in subspace, then, after\n&gt; &gt; rigging the flight control computers in Iacon\n&gt; command\n&gt; &gt; so that the Axalon would be the only ship capable of\n&gt; &gt; catching up with the rogue Predacons, then replacing\n&gt; &gt; one of the protoform filled stasis pods on board the\n&gt; &gt; Axalon with and empty one modified by him to design\n&gt; &gt; specifications which he pre programmed into the\n&gt; &gt; scanning program., which he then boarded.\n&gt; &gt; \n&gt; &gt; He awoke after the quantum surge, then a transmetal\n&gt; &gt; Panther with a third tank mode and a psychotic\n&gt; &gt; disposition towards the Predacons, and a cold\n&gt; &gt; resolution to remove any obstacles in his path to\n&gt; &gt; their eradication.  After losing a major battle with\n&gt; &gt; Megatron not long after he landed, Shadowcaster\n&gt; &gt; decided there was only one weapon that he could use\n&gt; to\n&gt; &gt; overcome Megatron- the Autobot Matrix of leadership.\n&gt; \n&gt; &gt; He then began a quest from Africa to North America,\n&gt; &gt; finally reaching his destination. Getting past\n&gt; &gt; Teletran 1 was easy, after all, it was his creation.\n&gt; &gt; Finding his was to Optimus Prime&#39;s stasis filled\n&gt; body,\n&gt; &gt; he quickly removed the matrix, and took tis power\n&gt; for\n&gt; &gt; his own.  However, what resulted was the last thing\n&gt; he\n&gt; &gt; expected- as he found hiself confronted with his own\n&gt; &gt; demons and ghosts, and forced to find true peace. He\n&gt; &gt; awoke 4 times his post upgrade size, with a blending\n&gt; &gt; of his original G1 form and his Maximal form, and\n&gt; with\n&gt; &gt; everything in balance for the first time in his\n&gt; life.\n&gt; &gt; \n&gt; &gt; However, before he returned the Matrix, he knew\n&gt; there\n&gt; &gt; was one more thing he had to do- pass on its power\n&gt; to\n&gt; &gt; Optimus Primal, resulting in the birth of Optimal\n&gt; &gt; Optimus. They then returned to the Ark, and restored\n&gt; &gt; order to it, while at the same time, upgrading\n&gt; &gt; defences, to stop any attempt at temporal sabotage\n&gt; by\n&gt; &gt; megatron.\n&gt; &gt; \n&gt; &gt; Over the course of the next year, they went from\n&gt; &gt; strength to strength, until Megatron showed his\n&gt; trump\n&gt; &gt; card, the Nemesis.  Knowing that if nothing was\n&gt; done,\n&gt; &gt; the Maximals, and perhaps the Autobots and humans\n&gt; &gt; would be destroyed and history forever altered,\n&gt; &gt; Shadocaster launched a successful frontal assault\n&gt; &gt; against the nemesis, severely crippling it, however,\n&gt; &gt; the attack resulted in the destrustion of his life. \n&gt; &gt; \n&gt; &gt; Finding himself in the Allspark, he now spends what\n&gt; he\n&gt; &gt; expects to be the rest of eternity in peace. \n&gt; However,\n&gt; &gt; life doesn&#39;t always turn out as we plan it.....\n&gt; &gt; \n&gt; &gt; Abilities: Shadowcaster&#39;s name comes from his\n&gt; &gt; incredible cloaking device, which allows him to move\n&gt; &gt; around unseen and undetected by all tracking systems\n&gt; &gt; in any of his three forms.  In addition, he is\n&gt; &gt; equipped with a low powered anti gravity system,\n&gt; &gt; allowing him to hover just far enough off the ground\n&gt; &gt; so as not to leave any tracks. He has a\n&gt; communications\n&gt; &gt; array which contains a broadband scrambler system,\n&gt; &gt; capable of scrambling all communications up to a\n&gt; 10km\n&gt; &gt; radius. \n&gt; &gt; \n&gt; &gt; His large, TM3 (think Optimal Optimus) size also\n&gt; &gt; belies incredible speed and agility, and his\n&gt; &gt; sttrenghth is such that he is capable of lifting up\n&gt; to\n&gt; &gt; 60 tonnes.  A superb marksman- contains telescoping\n&gt; &gt; optic sensors, allowing him to lock onto a hex nut\n&gt; &gt; from 3km away.  In jet mode, can attain speeds of up\n&gt; &gt; to mach 1.5 at a ceiling of 10km, while in Panther\n&gt; &gt; mode he is capable of reaching speeds of 150km/h and\n&gt; &gt; 500km/h in land assault mode. In all three modes,\n&gt; has\n&gt; &gt; access to twin corrosion missile launchers- which\n&gt; &gt; contain warheads filled with sulfuric acid.  In jet\n&gt; &gt; and robot modes, carries an electro disruptor, which\n&gt; &gt; fries the electronics of anything it hits. In robot\n&gt; &gt; mode, he is also equipped with two retractable wrist\n&gt; &gt; blades that extend out to a length of 2m.\n&gt; &gt; \n&gt; &gt; Weaknesses: Shadowcasters only real weakness is that\n&gt; &gt; those that know of him, know of him only as a\n&gt; legend-\n&gt; &gt; if he ever actually were to get in real trouble, his\n&gt; &gt; comrades wouldn&#39;t even know of him, also,\n&gt; &gt; Shadowcasters beliefs on the combat skill of the\n&gt; &gt; average Autobot make him resistant to ever ask for\n&gt; &gt; assistance- however, the possibility of that ever\n&gt; &gt; happening is extremely remote. \n&gt; &gt; \n&gt; &gt; GM Note: A gift which Shadowcaster will receive from\n&gt; &gt; Primus after Primus briefs him, is a weapon of my\n&gt; own\n&gt; &gt; creation called a Lock pistol, which is the\n&gt; &gt; transformer equivalent of a blowpipe with knockout\n&gt; &gt; darts. What is shoot the target with a tight beam\n&gt; &gt; transmission, which contains a computer virus which\n&gt; &gt; not only overrides the victim&#39;s system and activates\n&gt; &gt; stasis lock, but to keep them there, it makes a\n&gt; &gt; connection between two major components in a medium\n&gt; &gt; level, but non critical system (the virus is\n&gt; designed\n&gt; &gt; to analyse and determine which system will be the\n&gt; &gt; ideal choice) go open circuit. Its purpose complete,\n&gt; &gt; the virus then destroys both itself and any trace of\n&gt; &gt; itself which may have been used to create an\n&gt; &gt; antivirus.  The effects of the virus can be\n&gt; countered\n&gt; &gt; after stasis lock, by either a well trained medic\n&gt; &gt; which located the tricked up away and restores the\n&gt; &gt; connection, or by a very short spell in the CR\n&gt; &gt; chamber, as in no longer than 30 seconds.  The main\n&gt; &gt; purpose of this weapon will be for use on\n&gt; nightstalk,\n&gt; &gt; however, in cases of emergency, Shadowcaster may\n&gt; &gt; resort to using this gun.\n&gt; &gt; \n&gt; &gt; http://personals.yahoo.com.au - Yahoo! Personals\n&gt; &gt; New people, new possibilities. FREE for a limited\n&gt; time.\n&gt; \n&gt; \n&gt; Yahoo! Groups Sponsor  ADVERTISEMENT\n&gt;  \n&gt; \n&gt; ---------------------------------\n&gt; Yahoo! Groups Links\n&gt; \n&gt;    To visit your group on the web, go to:\n&gt; http://groups.yahoo.com/group/nbwrpg/\n&gt;  \n&gt;    To unsubscribe from this group, send an email to:\n&gt; nbwrpg-unsubscribe@yahoogroups.com\n&gt;  \n&gt;    Your use of Yahoo! Groups is subject to the Yahoo!\n&gt; Terms of Service.\n&gt;  \n&gt; \n&gt; http://personals.yahoo.com.au - Yahoo! Personals\n&gt; New people, new possibilities. FREE for a limited time.\n\n\n"}}