{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":35280091,"authorName":"Polar Claw","from":"=?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;","profile":"cycodrone","replyTo":"LIST","senderId":"hhLzRCGh8OLEls_df9cChz41tlg592g4iihHfC5B7O03bcGIB8Ccx5uggY1WddlsVqj73Os4ke8d4cmWJcjNhDF_qQZcz8NKFn-Cgu-moNO3ykMPQgae2b9K71Wi","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A hero reborn","postDate":"1074165456","msgId":59409,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMTE1MTExNzM2LjgzOTk0LnFtYWlsQHdlYjQwNzA5Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGJ1NWR0dStobmd0QGVHcm91cHMuY29tPg=="},"prevInTopic":59408,"nextInTopic":59410,"prevInTime":59408,"nextInTime":59410,"topicId":59120,"numMessagesInTopic":157,"msgSnippet":"Shadowcaster suddenly found himself in a plane filled with light, suddenly plucked from the nirvana of the Matrix. All around him was blingind white- the","rawEmail":"Return-Path: &lt;cycodrone@...&gt;\r\nX-Sender: cycodrone@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 2184 invoked from network); 15 Jan 2004 11:17:37 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m11.grp.scd.yahoo.com with QMQP; 15 Jan 2004 11:17:37 -0000\r\nReceived: from unknown (HELO web40709.mail.yahoo.com) (66.218.78.166)\n  by mta1.grp.scd.yahoo.com with SMTP; 15 Jan 2004 11:17:37 -0000\r\nMessage-ID: &lt;20040115111736.83994.qmail@...&gt;\r\nReceived: from [202.7.171.22] by web40709.mail.yahoo.com via HTTP; Thu, 15 Jan 2004 22:17:36 EST\r\nDate: Thu, 15 Jan 2004 22:17:36 +1100 (EST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;bu5dtu+hngt@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 66.218.78.166\r\nFrom: =?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;\r\nSubject: A hero reborn\r\nX-Yahoo-Group-Post: member; u=35280091\r\nX-Yahoo-Profile: cycodrone\r\n\r\nShadowcaster suddenly found himself in a plane filled\nwith light, suddenly plucked from the nirvana of the\nMatrix. All around him was blingind white- the source\nof it appeared to be a being the size of the legendary\nchaos bringer himself. However, this being radiated\nsomething intense, but at the same time, this\nintensity seemed to be founded on infinite good. \n\nIt took Shaodwcaster a mintue to realise who he was in\nthe presense of and when he did, he could hardly\nbelieve it. There, in front of him, was Primus.\n\nPrimus then began to speak, but in a surprisingly soft\ntone and volume for one his size.  &quot;Be not afraid my\nchosen one, for I have summoned you here for a purpose\nwhich is of critical importance for the future of the\nuniverse.  I know for eons deep down what you have\nwondered - how a Decepticon would become one of the\ngreatest protectors of the Autobots in Cybertronian\nhistory.  The Answer is that it was by my hand. I was\nthe one who altered your programing, you were chosen\nby my own intervention to be a guardian for those of\nmy children who required protection.&quot;\n\nShadowcaster for the first time in his existence was\nspeechless. How could it have been that he was chosen?\nWhy him? He knew that he was the most advanced of the\n1st generation of Transformers to be created but aside\nfrom his design, why him?\n\nPrimus continued &quot;I know what you&#39;re thinking- why me?\nThe fact is that aside from your design, your spark\nwas that of a hero, a being destined to save, to be\ngreat. That fusion made you my choice as guardian for\nmy Autobot children. And watch over them well you did-\nthe war would not have turned out as it did were it\nnot for your intervention.  I know that in the Beast\nWars, you lost much that was close to you, but I am\nglad that you were able to join with the matrix, see\nwhat you were meant for, to be reniewed for the\npurpose you were meant for. Now though I have a new\npurpose- one far more perilous and crucial than any I\nhave given you before.  I am sending you back in time-\nUnicron has contacted himself in the past and informed\nhimself of his future defeat, and now tries to alter\nhistory.  I cannot intervene, however I send you back\nto fight for me against him.  I will give you your\noptimised maximal body, along with all the data it\ncontained, as well as the ability to sense the matrix\nin any era you are in, along with its present location\nand its location in the time you are travelling to. It\nis on your shoulders that the fate of every\ncybertronian and possibly the universe rests. Go now,\nand protect all my children- Autobot, Maximal,\nDecepticon, Tripredacus and Predacon alike. Bring them\npeace, unite them.  Remeber always, you are my hands,\nmy eyes, my tongue, my ears.... Remember always I\nbelieve in you.....&quot;\n------------------------------------------------------\n\nMegatron cackled manaiacally ordering Dinobot to open\nfire as the Nemesis closed in on the volcano which\nwould later be named Mount Saint Hillary.\n\nOptimus was in disbelief at what he saw &quot;By the\nmatrix, if Megatron succeeds here, we&#39;ll all be\ndestroyed.  Shadimus, you&#39;re in command! Optimus-&quot;\nOptimus was interrupted by Shadimus&#39; hand clasped\nfirmly on his shoulder.\n\nHe looked into Primal&#39;s eyes, with the look of a\nmartyr about to sacrifice himself unwillingly, but at\nthe same time knowing there was no other way.\n\n&quot;No! Your place is with those undser your command...\nThis is no longer about revenge or vindication.... I\nknow what must be done. Optimus, take care you those I\nhave sworn to watch over..... Optimus Prime would be\nproud to know his name had gone to a more than worthy\nsuccessor.?&quot;\n\nOptimus tried desperately to persuade him otherwise\n&quot;Wait, you don&#39;t have to do this, there has to be\nanother way. I&#39;m not in the mood to lose any more\nfriends today!&quot;\n\n&quot;Please don&#39;t make this harder than it already is. My\nduty is to protect the Autobots and their decendants.\nIt has been an honour serving with you, but I cannot\nshirk my duty.... Til all... are one!&quot;\n\nBefore Optimus could react, Shadimus broke away from\nhim, and transformed into his air attack mode, guns\nblazing at the predacon ship, destroying turret after\nturret.\n\n&quot;Shadimus... NOOOO!&quot; Primal cried out, but he knew it\nwas too late. The other Maximals looked on is respect\nbut in disbelief, as if watching someone close to them\nfall out of their grasp when hanging perilously over a\ncliff. \n\nMegatron was less than impressed &quot;Playtimes over\npussycat... Yess! OPEN FIRE, ALL CANNONS!&quot; The turrets\nstarted heavily ripping into his armour, faster than\nShdimus could fire back. Knowing the specs of the\nNemesis from millions of years ago, Shadimus knew what\nhe had to do. &quot;Computer, disengage all safety\nprotocols, program omega-1.&quot; \n\n&quot;Acknowledged...&quot; reluctantly came the voice of his\ninternal computer.\n\nWith that he adjusted his flight path into a collision\ncourse directly at the bridge of the behemoth.\n\nThe cannonse kept ripping him to shreds, the pain\nbecoming intense, however Shadimus refused to waver\n&quot;Til.... all....... are..... one!&quot;\nWith that the ripped a gaping hole in the hull of the\nNemesis, with Shadimus seemilngy being atomised in the\nprocess.\n\nOOC: It&#39;s upto whoever ius playing the characters that\nwere in Nemesis parts 1 and 2 as to their\nmemories/feelings for that day. Especially critical\nwith Rattrap who&#39;s Shadowcaster&#39;s son.\n\nBIC: Unknown to all parties, at that instant, several\nmicroscopic transwarp portals opened up absorbing\npiece after piece after piece of Shadimus&#39; broken\nbody.\n------------------------------------------------------\n\nNot far from the Maximal base, a submerged blank\nprotoform begins to glow bright white, its form\nbecoming unrecognisable, as several transwarp portals\nopen up around the now seemingly formless protoform,\nthe parts these portals have ferried merging with the\nprotoform, as it begins to alter it&#39;s form, like clay\nmoulded with unseen hands, over the course of a\nminute, altering form until with an ethereal glow\nsurrounding him, Shadowcaster awakens.\nOOC: these protals would be noticable by Maximal\nscanners.\n\nBIC:Not wasting any time, he quickly scans the area\nfor the Maximal Base, transforms into his air attack\nmode, then flys there at top speed, landing in front\nof the base. Once landed and transformed into robot\nmode, he opens up a channel, a wry smile on his face.\n\n&quot;Maximal Base this is Shadowcaster. Let me just say\nthat, while the Matrix was nice, it&#39;s great to be back\namong the living.&quot;\n\n\n\nhttp://personals.yahoo.com.au - Yahoo! Personals\nNew people, new possibilities. FREE for a limited time.\n\n"}}