{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":35280091,"authorName":"Polar Claw","from":"=?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;","profile":"cycodrone","replyTo":"LIST","senderId":"65S_bsxME0k6a2YVfDFKSdpLoZzrbwLO6Ooclyl87lBmh590RzUt_4dFnV7eKUSlRugg0CpC1jTmrVFEjhqmT_m14JSHd6q69wEVg6ZqbubgnlK9FjHoIf_LexbL","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A hero reborn","postDate":"1074244171","msgId":59431,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMTE2MDkwOTMxLjEyNDM2LnFtYWlsQHdlYjQwNzA2Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGJ1N2R0YSs1dmE4QGVHcm91cHMuY29tPg=="},"prevInTopic":59430,"nextInTopic":59432,"prevInTime":59430,"nextInTime":59432,"topicId":59120,"numMessagesInTopic":157,"msgSnippet":"OOC: Basically as things stood, Shaimus Prime s body was atomised in the collision. To ensure all Shad s data tracks were intact along with his form, Primus ","rawEmail":"Return-Path: &lt;cycodrone@...&gt;\r\nX-Sender: cycodrone@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 6682 invoked from network); 16 Jan 2004 09:09:31 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m5.grp.scd.yahoo.com with QMQP; 16 Jan 2004 09:09:31 -0000\r\nReceived: from unknown (HELO web40706.mail.yahoo.com) (66.218.78.163)\n  by mta5.grp.scd.yahoo.com with SMTP; 16 Jan 2004 09:09:31 -0000\r\nMessage-ID: &lt;20040116090931.12436.qmail@...&gt;\r\nReceived: from [202.7.171.22] by web40706.mail.yahoo.com via HTTP; Fri, 16 Jan 2004 20:09:31 EST\r\nDate: Fri, 16 Jan 2004 20:09:31 +1100 (EST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;bu7dta+5va8@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 66.218.78.163\r\nFrom: =?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;\r\nSubject: Re: A hero reborn\r\nX-Yahoo-Group-Post: member; u=35280091\r\nX-Yahoo-Profile: cycodrone\r\n\r\nOOC: Basically as things stood, Shaimus Prime&#39;s body\nwas atomised in the collision. To ensure all Shad&#39;s\ndata tracks were intact along with his form, Primus\nused divine intervention by going back to his moment\nof deat and transporting his components through space\nand time from the very instant before he became\natomised. He then used a blank protoform for materials\nin restoring his form. Plus it gave those who had\ncharacters who were involved with the Nemesis incident\na background and referince point for their characters\nwhen they saw him again.\n\n --- Nic &lt;Proudwing500k@...&gt; wrote: \n---------------------------------\nOOC: Can you just clarify the situation in the\nNemesis? I didn&#39;t \nquite understand...\n\n--- In nbwrpg@yahoogroups.com, Polar Claw\n&lt;cycodrone@y...&gt; wrote:\n&gt; Shadowcaster suddenly found himself in a plane\nfilled\n&gt; with light, suddenly plucked from the nirvana of the\n&gt; Matrix. All around him was blingind white- the\nsource\n&gt; of it appeared to be a being the size of the\nlegendary\n&gt; chaos bringer himself. However, this being radiated\n&gt; something intense, but at the same time, this\n&gt; intensity seemed to be founded on infinite good. \n&gt; \n&gt; It took Shaodwcaster a mintue to realise who he was\nin\n&gt; the presense of and when he did, he could hardly\n&gt; believe it. There, in front of him, was Primus.\n&gt; \n&gt; Primus then began to speak, but in a surprisingly\nsoft\n&gt; tone and volume for one his size.  &quot;Be not afraid my\n&gt; chosen one, for I have summoned you here for a\npurpose\n&gt; which is of critical importance for the future of\nthe\n&gt; universe.  I know for eons deep down what you have\n&gt; wondered - how a Decepticon would become one of the\n&gt; greatest protectors of the Autobots in Cybertronian\n&gt; history.  The Answer is that it was by my hand. I\nwas\n&gt; the one who altered your programing, you were chosen\n&gt; by my own intervention to be a guardian for those of\n&gt; my children who required protection.&quot;\n&gt; \n&gt; Shadowcaster for the first time in his existence was\n&gt; speechless. How could it have been that he was\nchosen?\n&gt; Why him? He knew that he was the most advanced of\nthe\n&gt; 1st generation of Transformers to be created but\naside\n&gt; from his design, why him?\n&gt; \n&gt; Primus continued &quot;I know what you&#39;re thinking- why\nme?\n&gt; The fact is that aside from your design, your spark\n&gt; was that of a hero, a being destined to save, to be\n&gt; great. That fusion made you my choice as guardian\nfor\n&gt; my Autobot children. And watch over them well you\ndid-\n&gt; the war would not have turned out as it did were it\n&gt; not for your intervention.  I know that in the Beast\n&gt; Wars, you lost much that was close to you, but I am\n&gt; glad that you were able to join with the matrix, see\n&gt; what you were meant for, to be reniewed for the\n&gt; purpose you were meant for. Now though I have a new\n&gt; purpose- one far more perilous and crucial than any\nI\n&gt; have given you before.  I am sending you back in\ntime-\n&gt; Unicron has contacted himself in the past and\ninformed\n&gt; himself of his future defeat, and now tries to alter\n&gt; history.  I cannot intervene, however I send you\nback\n&gt; to fight for me against him.  I will give you your\n&gt; optimised maximal body, along with all the data it\n&gt; contained, as well as the ability to sense the\nmatrix\n&gt; in any era you are in, along with its present\nlocation\n&gt; and its location in the time you are travelling to.\nIt\n&gt; is on your shoulders that the fate of every\n&gt; cybertronian and possibly the universe rests. Go\nnow,\n&gt; and protect all my children- Autobot, Maximal,\n&gt; Decepticon, Tripredacus and Predacon alike. Bring\nthem\n&gt; peace, unite them.  Remeber always, you are my\nhands,\n&gt; my eyes, my tongue, my ears.... Remember always I\n&gt; believe in you.....&quot;\n&gt;\n------------------------------------------------------\n&gt; \n&gt; Megatron cackled manaiacally ordering Dinobot to\nopen\n&gt; fire as the Nemesis closed in on the volcano which\n&gt; would later be named Mount Saint Hillary.\n&gt; \n&gt; Optimus was in disbelief at what he saw &quot;By the\n&gt; matrix, if Megatron succeeds here, we&#39;ll all be\n&gt; destroyed.  Shadimus, you&#39;re in command! Optimus-&quot;\n&gt; Optimus was interrupted by Shadimus&#39; hand clasped\n&gt; firmly on his shoulder.\n&gt; \n&gt; He looked into Primal&#39;s eyes, with the look of a\n&gt; martyr about to sacrifice himself unwillingly, but\nat\n&gt; the same time knowing there was no other way.\n&gt; \n&gt; &quot;No! Your place is with those undser your command...\n&gt; This is no longer about revenge or vindication.... I\n&gt; know what must be done. Optimus, take care you those\nI\n&gt; have sworn to watch over..... Optimus Prime would be\n&gt; proud to know his name had gone to a more than\nworthy\n&gt; successor.?&quot;\n&gt; \n&gt; Optimus tried desperately to persuade him otherwise\n&gt; &quot;Wait, you don&#39;t have to do this, there has to be\n&gt; another way. I&#39;m not in the mood to lose any more\n&gt; friends today!&quot;\n&gt; \n&gt; &quot;Please don&#39;t make this harder than it already is.\nMy\n&gt; duty is to protect the Autobots and their\ndecendants.\n&gt; It has been an honour serving with you, but I cannot\n&gt; shirk my duty.... Til all... are one!&quot;\n&gt; \n&gt; Before Optimus could react, Shadimus broke away from\n&gt; him, and transformed into his air attack mode, guns\n&gt; blazing at the predacon ship, destroying turret\nafter\n&gt; turret.\n&gt; \n&gt; &quot;Shadimus... NOOOO!&quot; Primal cried out, but he knew\nit\n&gt; was too late. The other Maximals looked on is\nrespect\n&gt; but in disbelief, as if watching someone close to\nthem\n&gt; fall out of their grasp when hanging perilously over\na\n&gt; cliff. \n&gt; \n&gt; Megatron was less than impressed &quot;Playtimes over\n&gt; pussycat... Yess! OPEN FIRE, ALL CANNONS!&quot; The\nturrets\n&gt; started heavily ripping into his armour, faster than\n&gt; Shdimus could fire back. Knowing the specs of the\n&gt; Nemesis from millions of years ago, Shadimus knew\nwhat\n&gt; he had to do. &quot;Computer, disengage all safety\n&gt; protocols, program omega-1.&quot; \n&gt; \n&gt; &quot;Acknowledged...&quot; reluctantly came the voice of his\n&gt; internal computer.\n&gt; \n&gt; With that he adjusted his flight path into a\ncollision\n&gt; course directly at the bridge of the behemoth.\n&gt; \n&gt; The cannonse kept ripping him to shreds, the pain\n&gt; becoming intense, however Shadimus refused to waver\n&gt; &quot;Til.... all....... are..... one!&quot;\n&gt; With that the ripped a gaping hole in the hull of\nthe\n&gt; Nemesis, with Shadimus seemilngy being atomised in\nthe\n&gt; process.\n&gt; \n&gt; OOC: It&#39;s upto whoever ius playing the characters\nthat\n&gt; were in Nemesis parts 1 and 2 as to their\n&gt; memories/feelings for that day. Especially critical\n&gt; with Rattrap who&#39;s Shadowcaster&#39;s son.\n&gt; \n&gt; BIC: Unknown to all parties, at that instant,\nseveral\n&gt; microscopic transwarp portals opened up absorbing\n&gt; piece after piece after piece of Shadimus&#39; broken\n&gt; body.\n&gt;\n------------------------------------------------------\n&gt; \n&gt; Not far from the Maximal base, a submerged blank\n&gt; protoform begins to glow bright white, its form\n&gt; becoming unrecognisable, as several transwarp\nportals\n&gt; open up around the now seemingly formless protoform,\n&gt; the parts these portals have ferried merging with\nthe\n&gt; protoform, as it begins to alter it&#39;s form, like\nclay\n&gt; moulded with unseen hands, over the course of a\n&gt; minute, altering form until with an ethereal glow\n&gt; surrounding him, Shadowcaster awakens.\n&gt; OOC: these protals would be noticable by Maximal\n&gt; scanners.\n&gt; \n&gt; BIC:Not wasting any time, he quickly scans the area\n&gt; for the Maximal Base, transforms into his air attack\n&gt; mode, then flys there at top speed, landing in front\n&gt; of the base. Once landed and transformed into robot\n&gt; mode, he opens up a channel, a wry smile on his\nface.\n&gt; \n&gt; &quot;Maximal Base this is Shadowcaster. Let me just say\n&gt; that, while the Matrix was nice, it&#39;s great to be\nback\n&gt; among the living.&quot;\n&gt; \n&gt; \n&gt; \n&gt; http://personals.yahoo.com.au - Yahoo! Personals\n&gt; New people, new possibilities. FREE for a limited\ntime.\n\n\nYahoo! Groups Sponsor  ADVERTISEMENT\n \n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/nbwrpg/\n \n   To unsubscribe from this group, send an email to:\nnbwrpg-unsubscribe@yahoogroups.com\n \n   Your use of Yahoo! Groups is subject to the Yahoo!\nTerms of Service.\n \n\nhttp://personals.yahoo.com.au - Yahoo! Personals\nNew people, new possibilities. FREE for a limited time.\n\n"}}