{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":156647449,"authorName":"robert riley","from":"robert riley &lt;bustercross365@...&gt;","profile":"bustercross365","replyTo":"LIST","senderId":"V3PpAG3M95aBQoIyeOgAfzh7HhtkjsIkGxb4SH_huWXeYFqzD2yFcJv7bijRarM8aQ4AaENit1tVHf5ZLO-6uZFymTwR2Wqfcl0fzzSf","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Crackers for Cheese./Maximals","postDate":"1074278259","msgId":59441,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMTE2MTgzNzM5LjI1OTc3LnFtYWlsQHdlYjYwNjA4Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGJ1OTk4aCs2bW5tQGVHcm91cHMuY29tPg=="},"prevInTopic":59440,"nextInTopic":59442,"prevInTime":59440,"nextInTime":59442,"topicId":59120,"numMessagesInTopic":157,"msgSnippet":"Malice scoffed and turned to Windlord. I m going to find some energon.  If Kup comes looking for me or needs me, tell him just outside the base entrance. He","rawEmail":"Return-Path: &lt;bustercross365@...&gt;\r\nX-Sender: bustercross365@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 74442 invoked from network); 16 Jan 2004 18:37:42 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 16 Jan 2004 18:37:42 -0000\r\nReceived: from unknown (HELO web60608.mail.yahoo.com) (216.109.119.82)\n  by mta1.grp.scd.yahoo.com with SMTP; 16 Jan 2004 18:37:42 -0000\r\nMessage-ID: &lt;20040116183739.25977.qmail@...&gt;\r\nReceived: from [12.218.109.75] by web60608.mail.yahoo.com via HTTP; Fri, 16 Jan 2004 10:37:39 PST\r\nDate: Fri, 16 Jan 2004 10:37:39 -0800 (PST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;bu998h+6mnm@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-349425435-1074278259=:24543&quot;\r\nX-eGroups-Remote-IP: 216.109.119.82\r\nFrom: robert riley &lt;bustercross365@...&gt;\r\nSubject: Re: Crackers for Cheese./Maximals\r\nX-Yahoo-Group-Post: member; u=156647449\r\nX-Yahoo-Profile: bustercross365\r\n\r\n\r\n--0-349425435-1074278259=:24543\r\nContent-Type: text/plain; charset=us-ascii\r\n\r\nMalice scoffed and turned to Windlord.\n&quot;I&#39;m going to find some energon.  If Kup comes looking for me or needs me, tell him just outside the base entrance.&quot;\nHe then marched past them both, his tail trailing behind him.  Sure enough, he detected a raw energon deposit.  It was buried in the rock, so Malice crushed the stone barrier.  Once he was finished, he beheld a extremly high density deposit of energon.  It would soon kill any Maximal or Predacon, but Malice was differant all together.  His endurance and fuel efficentcy was superior to most.  He started tearing hunks of crystallized energon and stuffed them in his mouth, crunching them and swallowing before another handful filled his mouth.  He ate for ten straight minutes, before slowing down, and five minutes later he was pulling large, whole shards to take back to his quarters.  He carried the armful of toxic stuff into his chamber and put them in an upright storage locker.  He left his quarters and sought out Kup again.  He found him, still in the Cr room.  There was tension in the place as Malice picked out the lone Predacon and slowly approached him. \n\nshadowess_azogoth &lt;shadowess_azogoth@...&gt; wrote:\nWOlfBlade. \n\n&quot;Are you always this rude and impolite with those who are to be your \nallies. If so, you show incredible lack of manner for one trying to \nshow how superior they are. Anyway, Yes, I know how to defeat him. \nMyself and the Maxitrons have deafed him many times. He&#39;s tough, yes, \nhard to take down, yes, and very adaptive. We have not been able to \ntake him down the same way twice. BUt he&#39;s not some supertranformer. \nHe&#39;s only 200 yards tall. It&#39;s not like he&#39;s as big as a planet. He&#39;s \njust a pain n the tail. That&#39;s it.&quot;  She glared at Malice. &quot;And by \nthe way, I&#39;ve never said I beat him completely on my own. But I&#39;ve \nfought him enough to were it would only take ten of us and not the \nwhole base. WE would adapt to. I mean, sure he was evolving as well, \nbut he&#39;s not the smartest thing in the universe. He&#39;s too self \ncentered to think bout how to really grow in intelegence. Oh, and \nMalice, the next time you decide to insult someone, please remember, \nthey may be the one watching your back when you most need it. I \nalready learned that lesson.&quot;  She looked at Windlord. &quot;Well, let&#39;s \ngo inside. I&#39;m starved. Please lead the way.&quot;\n\n\n\n\n\n---------------------------------\nDo you Yahoo!?\nYahoo! Hotjobs: Enter the &quot;Signing Bonus&quot; Sweepstakes\r\n--0-349425435-1074278259=:24543\r\nContent-Type: text/html; charset=us-ascii\r\n\r\n&lt;DIV&gt;Malice scoffed and turned to Windlord.&lt;/DIV&gt;\n&lt;DIV&gt;&quot;I&#39;m going to find some energon.&nbsp; If Kup comes looking for me or needs me, tell him just outside the base entrance.&quot;&lt;/DIV&gt;\n&lt;DIV&gt;He then marched past them both, his tail trailing behind him.&nbsp; Sure enough, he detected a raw energon deposit.&nbsp; It was buried in the rock, so Malice crushed the stone barrier.&nbsp; Once he was finished, he beheld a extremly high density deposit of energon.&nbsp; It would soon kill any Maximal or Predacon, but Malice was differant all together.&nbsp; His endurance and fuel efficentcy was superior to most.&nbsp; He started&nbsp;tearing hunks of crystallized energon and stuffed them in his mouth,&nbsp;crunching them and swallowing before another handful filled his mouth.&nbsp; He ate for ten straight minutes, before slowing down, and five minutes later he was pulling large, whole shards to take back to his quarters.&nbsp; He carried the&nbsp;armful of toxic stuff into his&nbsp;chamber and put them in an upright storage locker.&nbsp; He left his quarters and sought out Kup again.&nbsp; He found him, still in the Cr room.&nbsp; There was tension in the place as Malice\n picked out the lone Predacon and slowly approached him.&nbsp;&lt;BR&gt;&lt;BR&gt;&lt;B&gt;&lt;I&gt;shadowess_azogoth &lt;shadowess_azogoth@...&gt;&lt;/I&gt;&lt;/B&gt; wrote:&lt;/DIV&gt;\n&lt;BLOCKQUOTE class=replbq style=&quot;PADDING-LEFT: 5px; MARGIN-LEFT: 5px; BORDER-LEFT: #1010ff 2px solid&quot;&gt;&lt;TT&gt;WOlfBlade. &lt;BR&gt;&lt;BR&gt;&quot;Are you always this rude and impolite with those who are to be your &lt;BR&gt;allies. If so, you show incredible lack of manner for one trying to &lt;BR&gt;show how superior they are. Anyway, Yes, I know how to defeat him. &lt;BR&gt;Myself and the Maxitrons have deafed him many times. He&#39;s tough, yes, &lt;BR&gt;hard to take down, yes, and very adaptive. We have not been able to &lt;BR&gt;take him down the same way twice. BUt he&#39;s not some supertranformer. &lt;BR&gt;He&#39;s only 200 yards tall. It&#39;s not like he&#39;s as big as a planet. He&#39;s &lt;BR&gt;just a pain n the tail. That&#39;s it.&quot;&nbsp; She glared at Malice. &quot;And by &lt;BR&gt;the way, I&#39;ve never said I beat him completely on my own. But I&#39;ve &lt;BR&gt;fought him enough to were it would only take ten of us and not the &lt;BR&gt;whole base. WE would adapt to. I mean, sure he was evolving as well, &lt;BR&gt;but he&#39;s not the smartest thing in the universe. He&#39;s too self\n &lt;BR&gt;centered to think bout how to really grow in intelegence. Oh, and &lt;BR&gt;Malice, the next time you decide to insult someone, please remember, &lt;BR&gt;they may be the one watching your back when you most need it. I &lt;BR&gt;already learned that lesson.&quot;&nbsp; She looked at Windlord. &quot;Well, let&#39;s &lt;BR&gt;go inside. I&#39;m starved. Please lead the way.&quot;&lt;BR&gt;&lt;BR&gt;&lt;BR&gt;&lt;BR&gt;&lt;/TT&gt;&lt;/BLOCKQUOTE&gt;&lt;p&gt;&lt;hr SIZE=1&gt;\nDo you Yahoo!?&lt;br&gt;\nYahoo! Hotjobs: &lt;a href=&quot;http://pa.yahoo.com/*http://us.rd.yahoo.com/hotjobs/mail_footer_email/evt=21482/*http://hotjobs.sweepstakes.yahoo.com/signingbonus&quot;&gt;Enter the &quot;Signing Bonus&quot; Sweepstakes&lt;/a&gt;\r\n--0-349425435-1074278259=:24543--\r\n\n"}}