{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Moon Mist","from":"&quot;Moon Mist&quot; &lt;shadowwarrior_ax@...&gt;","replyTo":"LIST","senderId":"oL20cx6sYKaW4yCUASrEsrOAbFO_GzujxIXc3BuoKXEVZzsMwgbD-waplngdAdFyKc_XJl6jDFFzGUpluncY9XoSRvGHz1sQRmI4FpLjzWBm","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"962928013","msgId":5992,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNzA3MDAwMDEzLjg2ODEzLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":5991,"nextInTopic":5993,"prevInTime":5991,"nextInTime":5993,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* BrightBlade yawned as she walked towards the bridge, a confused look on her face as she saw a miniature T-Rex fembot walk past.*  Who in the Pit? * She","rawEmail":"Return-Path: &lt;shadowwarrior_ax@...&gt;\r\nReceived: (qmail 9431 invoked from network); 7 Jul 2000 00:00:13 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 7 Jul 2000 00:00:13 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.193) by mta1 with SMTP; 7 Jul 2000 00:00:13 -0000\r\nReceived: (qmail 86814 invoked by uid 0); 7 Jul 2000 00:00:13 -0000\r\nMessage-ID: &lt;20000707000013.86813.qmail@...&gt;\r\nReceived: from 207.194.22.146 by www.hotmail.com with HTTP; Thu, 06 Jul 2000 17:00:13 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Thu, 06 Jul 2000 17:00:13 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Moon Mist&quot; &lt;shadowwarrior_ax@...&gt;\r\n\r\n\n\n* BrightBlade yawned as she walked towards the bridge, a confused look on \nher face as she saw a miniature T-Rex fembot walk past.*\n\n&quot; Who in the Pit?&quot;\n\n* She shook her head and then looked back up the bridge and at Hell Beast, \nhearing a bit of the conversation between the two but not thinking much \nabout it. All she knew was that that fem-reptile was in for the shock of her \nlife if she thought she could overpower Hell Beast.\nOf course, BrightBlade would never try such a stunt, she wanted to die in \nbattle...not at the hands of her commander.\nShe herad Dremona tell the she-spider and Pheniox to drop in later and bring \nthe rest of the fembots with them.\nShe narrowed her optics at that fact, this could prove to be useful but now \nwas not the time. She had other plans, involving the Maximals.\nBrightBlade walked up to the bridge and up to Hell Beast, if she had a plan \nthen it was all his right to know about it. Besides, it was her time to \nreport on events.\nShe kneeled down in front of her commander and bower her head, the actions \nmeaning nothing more then COMPLETE respect and loyalty.*\n\n&quot; I have a bit of information on the Maximals and Alliance if you wish to \nhear, My Lord.\nThat croon, Zardus has kidnapped the fembots Tavatron and Iron Raptor. This \ntwo forces in which are now not a problem, held and captive. Which means \nthat our own forces do not need to worry about that reptile transforming \ninto that huge behemoth, thus, kicking our own skid-plates.\nHowever, the Maximals are abandoning the Ark now and moving into an even \nbigger battle ship, a problem to the fullest.&quot;\n\n* She then took in a deep breath, the information in which she had obtained \nabout the new ship could prove useful. If she was permitted she would enter \nthe new ship and scope out the weaponry, giving Hell Beast all of the \ninformation she found.*\n\n&quot; My Lord, the weapons on the new Maximals abode are extremely powerful and \nwill create a problem for us. However, I have an idea. With you permission I \nwill infiltrate the new ship and collect the information on the weaponry and \nbring back a full-scale diagram of every room and crawl space in that ship.\nWith my hacking skills and hot wiring ability I will be able to map every \nweak point in that ship and relay the information to you. A step towards \ndefeating the Maximals at their own game.\nBut, of course, only with you permission...Lord.&quot;\n\n* Then, on her knees she waited for her commander&#39;s reply.\nNot sure of his reaction her spark sped up a bit, knowing that he didn&#39;t \nlike failure and knowing that she was most likely to be punished if she did \nfail.\nThe thoughts of what he would do to her flashed behind her optics, wondering \nabout which actions would be worse.\nBut she was loyal, she would continue to fight for Hell Beast if he even \nnearly killed her.\nShe was just that type of bot.\nBut then another thought creesed her mind: Where was Gangon?\nShe hadn&#39;t seen hide nor hair of him for the past few weeks, where could he \nbe?\nBut she waited, listening carefully for her Lord&#39;s decision.*\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}