{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":35280091,"authorName":"Polar Claw","from":"=?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;","profile":"cycodrone","replyTo":"LIST","senderId":"4HmDN2qJKF7lcOd0iQtsSpmy15bwNBI7RkT3mEr0bpfHMR76drpTCByXB9dSTmNNIounFas1NMYQr_hQF4iMgEg842XNjS2QvGvMxPtDzE5-svwOArW-FxhbfZjv","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Apocalypse Now! ((Unicron, Minions)) --&gt; Anyone with a comm unit","postDate":"1076588837","msgId":59991,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMjEyMTIyNzE3LjUwODE0LnFtYWlsQHdlYjQwNzA0Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PDIwMDQwMjEyMDkxMTE1LjU4NDk2LnFtYWlsQHdlYjExMjAzLm1haWwueWFob28uY29tPg=="},"prevInTopic":59990,"nextInTopic":59997,"prevInTime":59990,"nextInTime":59992,"topicId":59977,"numMessagesInTopic":9,"msgSnippet":"Primus was not amused as he watched through his connection with Shadowcaster. Taking control, he sent a chillingly stern message through to every spark in the","rawEmail":"Return-Path: &lt;cycodrone@...&gt;\r\nX-Sender: cycodrone@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 42323 invoked from network); 12 Feb 2004 12:27:21 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m10.grp.scd.yahoo.com with QMQP; 12 Feb 2004 12:27:21 -0000\r\nReceived: from unknown (HELO web40704.mail.yahoo.com) (66.218.78.161)\n  by mta2.grp.scd.yahoo.com with SMTP; 12 Feb 2004 12:27:21 -0000\r\nMessage-ID: &lt;20040212122717.50814.qmail@...&gt;\r\nReceived: from [202.7.171.23] by web40704.mail.yahoo.com via HTTP; Thu, 12 Feb 2004 23:27:17 EST\r\nDate: Thu, 12 Feb 2004 23:27:17 +1100 (EST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;20040212091115.58496.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 66.218.78.161\r\nFrom: =?iso-8859-1?q?Polar=20Claw?= &lt;cycodrone@...&gt;\r\nSubject: Re: Apocalypse Now! ((Unicron, Minions)) --&gt; Anyone with a comm unit\r\nX-Yahoo-Group-Post: member; u=35280091\r\nX-Yahoo-Profile: cycodrone\r\n\r\nPrimus was not amused as he watched through his\nconnection with Shadowcaster. Taking control, he sent\na chillingly stern message through to every spark in\nthe vicinity of of the Earth and its satellites.\n\n&quot;I will warn you once abomination- end your temporal\nsabotage now, or I will eradicate your spark and the\nsparks of all your minions from existence.&quot;\n\nMeanwhile outside the Arkt, giant robotic forms were\nmaterialising out of thin air. The first to\nmaterialise was a samurai like figure with a skeletal\nface, his brown and yellow familiar to all those who\nknew their Cybertronain history.  His virtually\nindestructible Neo-titanium sword drawn, his eyes\nmeant business. While the thought of working with\ninferior warriors such as Autobots sickened him, he\nknew all too well that Primus&#39; commissioning of him\nwas a matter of honor, in edition to the fact that\nUnicron&#39;s dishonourable tactics sickened him to the\ncore. Bludgeon was reborn- and he meant business.  He\nwas shortly followed by an all too familiar Silver and\nGold T-Rex.  \n\nThe moment after he materialised, he transformed into\nrobort mode, Energio Sword drawn and double barrelled\nmortar launcher in hand- Grimlock had returned.  Next\nto materialise was a form new to all- his warrior\nvisage looked a mixure of american Indian and Viking,\nhis power sword in hand- Magnaboss was born. \nFollowing him was a giant, even by Autobot standard,\nhis wings and backpack towering over bludgeon and\nGrimlock, as his round head and broad shoulders formed\nbefore the rest of his solid built robotic body\nmaterialised, his double barreled particle beam cannon\nat the ready- Skyfire was reborn.  Next to him, the\ntechnorganic form of a wolf with a a mean look on his\nface srpouting a mean looking cannon appeared-\nCarnivac had joined the fray.   Folloing Carnivac, a\ngreen and grey moving powerhouse materialised with\nenough firepower to back up any arguement it put\nforward. The tanks transformed to reveal the former\nAutobot Headmaster- Hardhead.  Hardhead was then\njoined by two more comrades- the first a being of\ngreat courage and one worthy of being called a warrior\neven by Bludgeon&#39;s standards. Even though he had been\nphysically weak in the past, his fluro green, black\nand gold form now stood as tall as bludgeon, as Primus\nhad seen fit to revive his body at its most powerful-\nBumblebee had returned.\n\nThe final Autobot to appear looked somewhat like a\nsamurai in armour- the tall, tower-like shoulders,\neven broader form than his traditional body, coupled\nwith his sword of pure energon and double barrelled\nlaser cannon, made this Autobot even more\ninspirational and intimidating than he had been in the\npast.  Optimus Prime had returned.\n\nOOC: the materialising takes place over mere seconds\n\nBIC: Primus addressed all transformers in the Earth\nsphere once more &quot;Send your minions chaos bringer, but\nbeware, just as you have your minions, I have my\nchampions. Take note of their sparks abomination- when\nyou do, you&#39;ll see your minions do not stand a\nchance.&quot;\n\nPrimus waited for a reply.\n\nOOC: In case some people are wondering, I&#39;ve had\nPrimus bring back these transformers in their most\npowerful forms that we saw them in  in the toy line-\nthus Bludgeon has his pretender shell, as does\ncarnivac, Bumblebee is a Gobot, Skyfire is in his\noriginal form as is Grimlock, Magnaboss has been used\nfor the autobot/maximal quartet, and Optimus Prime is\na Laser Rod. \n --- Jerame Johnson &lt;jeramej@...&gt; wrote: &gt;\nNewHope 2:\n&gt; Where the Bigger Vessel Landed in the ocean. The\n&gt; ocean seemed to Roar to life as a Monument Begun to\n&gt; rise out of the water. The monument to on a Robot\n&gt; form about 200 meter tall. It looks up to the Sky\n&gt; and Answers Unicrons Damands. &quot;I am Dicron. A clone\n&gt; of you yet smaller. I see you as the threat here. If\n&gt; you do not leave this planet then I will be forced\n&gt; to destroy you.&quot; At that the Bot Dicron seems to\n&gt; activate its jump jets and takes off towards Land in\n&gt; search of its missing Part SONIC STORM. \n&gt; \n&gt; Nic &lt;Proudwing500k@...&gt; wrote:\n&gt; OOC: Robo, Airly, this is your cue to take a squad\n&gt; and bash some \n&gt; bolts!\n&gt; \n&gt; Bic:\n&gt; \n&gt; Unicron&#39;s propulsors came to a step as he settled in\n&gt; the Moon&#39;s \n&gt; orbit. He stood there, watching the energon-bloated\n&gt; jewel that was \n&gt; Earth. He zoomed his malevolent attention on the\n&gt; three Cybertronian \n&gt; bases and decided that these were the objectives. A\n&gt; low roar arose \n&gt; as he began to speak. His voice would be transmitted\n&gt; all over the \n&gt; planet.\n&gt; \n&gt; Unicron: I claim this planet as mine. Any\n&gt; Transformer on it will be \n&gt; destroyed unless they choose to become my servants.\n&gt; Also, if you \n&gt; part with the Matrix, I may spare your spark.\n&gt; \n&gt; The Transmission ended abruptly. The Chaos Bringer\n&gt; turned to his \n&gt; many Minions.\n&gt; \n&gt; Unicron: We will attack in waves. Kill all you find,\n&gt; unless they \n&gt; offer their alliegeance. Sky-Eye, find Bloodblade.\n&gt; \n&gt; The first squad, the Flaming Eye of Morgoth (hint\n&gt; hint!), left on \n&gt; that instant for Predacon base. They were Firewhip,\n&gt; Klash, \n&gt; Crumblefish, Sky-Eye and the big Ragebomber. They\n&gt; would be there \n&gt; soon...\n&gt; \n&gt; \n&gt; \n&gt; ---------------------------------\n&gt; Yahoo! Groups Links\n&gt; \n&gt;    To visit your group on the web, go to:\n&gt; http://groups.yahoo.com/group/nbwrpg/\n&gt;   \n&gt;    To unsubscribe from this group, send an email to:\n&gt; nbwrpg-unsubscribe@yahoogroups.com\n&gt;   \n&gt;    Your use of Yahoo! Groups is subject to the\n&gt; Yahoo! Terms of Service. \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ---------------------------------\n&gt; Do you Yahoo!?\n&gt; Yahoo! Finance: Get your refund fast by filing\nonline \n\nhttp://greetings.yahoo.com.au - Yahoo! Greetings\nSend your love online with Yahoo! Greetings - FREE!\n\n"}}