{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"logomorph@hotmail.com","from":"logomorph@...","replyTo":"LIST","senderId":"XRYag1c8pO8TIp5DiwQmAz1CaCafLFqnC_uWnhZ6Tmei3xggjvMRv7Kav7YV79VM9SAzyTUMz_KsFvxH","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars","postDate":"962988812","msgId":6052,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhrNTF1YytwZjJtQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDAwNzA3MTYyMzM3LjIwMjkyLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":6051,"nextInTopic":6053,"prevInTime":6051,"nextInTime":6053,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"... She went out along the perimeter.  She ran along as fast as she could.  She loved to run and feel the wind in her face.  She came across a bear.  It was a","rawEmail":"Return-Path: &lt;logomorph@...&gt;\r\nReceived: (qmail 20108 invoked from network); 7 Jul 2000 16:53:40 -0000\r\nReceived: from unknown (10.1.10.26) by m2.onelist.org with QMQP; 7 Jul 2000 16:53:40 -0000\r\nReceived: from unknown (HELO fj.egroups.com) (10.1.10.46) by mta1 with SMTP; 7 Jul 2000 16:53:40 -0000\r\nX-eGroups-Return: logomorph@...\r\nReceived: from [10.1.10.124] by fj.egroups.com with NNFMP; 07 Jul 2000 16:53:39 -0000\r\nDate: Fri, 07 Jul 2000 16:53:32 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Neo Beast Wars\r\nMessage-ID: &lt;8k51uc+pf2m@...&gt;\r\nIn-Reply-To: &lt;20000707162337.20292.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2549\r\nX-Mailer: eGroups Message Poster\r\nFrom: logomorph@...\r\n\r\n::KitKat::\n\nShe went out along the perimeter.  She ran along as fast as she \ncould.  She loved to run and feel the wind in her face.  She came \nacross a bear.  It was a big Grizzly.  She felt like a fight, and \nthis bear was in a foul mood anyway.  She put hr ears back and \ngrowled loudly at it.  The bear stood up on it&#39;s hind legs and \ngrowled back. She bared her teeth and growled louder.  The bear went \ndown on all fours and took a swipe at her with his claws.  She jumped \nsideways and dodged.  She lept and jumped on the bear&#39;s back.  She \nbit into it&#39;s shoulder and hung on for the ride.  The bear tossed and \ntried to reach her, but she was on about the center of it&#39;s back.  \nthe bear lunged and threw itself around trying to dislodge her.  She \nlet go and landed on her feet.  She turned and faced the bear.  The \nbear swiped at her again.  The bear tore through part of her left \nhindquarter.  She yelped and ran a few feet to regain her ground.n  \nThe bear attacked again, trying to bite down on her.  She moved and \ndodged.  The bear came down with it&#39;s claws and swiped at her again.  \nShe dodged and lept again, only ths time, she jumped at the front of \nthe bear and dug her teeth into the bears neck.  She could feel the \nblood gush out and run down her face and neck.  The bear came \ncraching down on the ground and almost flattened her, but she kept \nher grip on the bear&#39;s neck.  The bear took a few more swipes at \nher.  She  had two more gashes in her.  One on her back, and one on \nher right side. But she held on.  She let go of the bear&#39;s neck and \nran back a few feet, regaining her stance, she bared her teeth and \nflattened her ears against her head.  This bear was a good fight.  It \nwas bleeding heavily at the throat now.  She wasn&#39;t in the greatest \nof shape either. The bear had torn a chunk out of her left \nhindquarter, left a claw trail on her back and right side.  She was \nleaking mech fluid, but she didn&#39;t feel the pain.  That would have to \nwait untill after the fight.  The bear came round again with it&#39;s \nclaws ready to gut her.  She jumped up and bit the bear on the face, \ntearing out an eye.  The bear yelled in pain as it stepped back.  The \nbear turned and ran into the forest.\n&quot;COWARD!&quot; she yelled as the bear ran off.\nShe looked herself over for a minute.  She needed to get repairs \ndone, but she was happy.  she got that fighting mood out of her \nsystem.  She loped back to the base.  she saw Quickstrike sitting \nthere.  She walked passed him with her head held high.  &quot;High there \nboss-bot.&quot;\n\n\n"}}