{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"cyberwolf4@prodigy.net","from":"cyberwolf4@...","replyTo":"LIST","senderId":"FUllu_yoFhkEz_fJHdrFz4XxSROkeQhB-A7P86KYT5MfHB67PPaOPdMDxZUtO5JhXiM3KtF-tq8_7Wt8Fw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"962989526","msgId":6054,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhrNTJrbStxMjNmQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDhrNHR0bCtscnFnQGVHcm91cHMuY29tPg=="},"prevInTopic":6053,"nextInTopic":6055,"prevInTime":6053,"nextInTime":6055,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Lunarpine walked a little ways behind Shadow Wing, he could hear what she was saying, but was thinking as much about the base as anything. He there hasn t been","rawEmail":"Return-Path: &lt;cyberwolf4@...&gt;\r\nReceived: (qmail 5555 invoked from network); 7 Jul 2000 17:05:32 -0000\r\nReceived: from unknown (10.1.10.27) by m1.onelist.org with QMQP; 7 Jul 2000 17:05:32 -0000\r\nReceived: from unknown (HELO hh.egroups.com) (10.1.10.40) by mta1 with SMTP; 7 Jul 2000 17:05:31 -0000\r\nX-eGroups-Return: cyberwolf4@...\r\nReceived: from [10.1.10.94] by hh.egroups.com with NNFMP; 07 Jul 2000 17:05:31 -0000\r\nDate: Fri, 07 Jul 2000 17:05:26 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nMessage-ID: &lt;8k52km+q23f@...&gt;\r\nIn-Reply-To: &lt;8k4ttl+lrqg@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4142\r\nX-Mailer: eGroups Message Poster\r\nFrom: cyberwolf4@...\r\n\r\nLunarpine walked a little ways behind Shadow Wing, he could hear what \nshe was saying, but was thinking as much about the base as anything. \nHe there hasn&#39;t been a message from Prowl in quite some time, He&#39;d \ncalled for transport over an hour ago with no response. A sure sign \nthat something other than the storm had inturupted thier lives.\n\n&quot;You think our programminmg limits us?&quot; Lunarpine gave a look up \ntoward the sky, &quot;we might be technological but we&#39;re still alive.&quot; \nour programming is only the base of our existence. Our spark is the \ncore.&quot;\n&quot;Do you think we&#39;d exist if the origional Autobots were still \nmanufacturers?&quot;\nLunarpine didn&#39;t know exactly know how to phrase the next question to \nnot sound insulting. &quot;A wise bot once told me&quot;&quot;Some bots are built to \nfollow thier leaders and some are built to follow thier sparks.&quot;&quot;(For \nthe sake of argument Lunarpine can&#39;t remember who.)\n\n&quot;I haven&#39;t heard any one give you an order, in an army that&#39;s how \nthings work.&quot;What seperates you from the soldiers?&quot;\n\nLunarpine knew the answer, he just wanted to hear it from her.\n\n-- In nbwrpg@egroups.com, logomorph@h... wrote:\n&gt; ::DarkMouse/KitKat/Battera/Shadow Wing/Savanna::\n&gt; \n&gt; DarkMouse:: \n&gt; She looked at Panzertron. She hoped that he would consider an \n&gt; alliance with her group.  She was hopeful for the first time that \n&gt; maybe, her group had a chance to win the war.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~\n&gt; \n&gt; KitKat::\n&gt; She gave a low growl at the two bots.  Thay had mouths the size of \n&gt; Cybertron, but didn&#39;t act like they had a lot of brains.  They kept \n&gt; saying that they were assassins.  She wasn&#39;t impressed.  She walked \n&gt; outside and in wolf mode and went on a perimeter patrol.  She \n&gt; wondered if Megatron would ever return to the base.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~\n&gt; \n&gt; Battera::\n&gt; \n&gt; At the beach with Cybershark, she was enjoying the ocean.  She flew \n&gt; inches over the waves while Cybershark was swimming.  She loved the \n&gt; cool water slpaching over her face and wings.  It felt wonderful.  \n&gt; She was glad to see CyberShark cheered up and happy again.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~\n&gt; \n&gt; Shadow Wing::\n&gt; \n&gt; She was walking in the direction of the new maximal base.  She \nwould \n&gt; be able to fly soon.  But that didn&#39;t make her feel any better.  \nShe \n&gt; still didn&#39;t want to go back and deal with her failure as a \nfighter, \n&gt; as a member of the team, as a bot.  She let down the team when she \n&gt; was away.  The Ark was destroyed while she was gone and she felt \n&gt; guilty about that.  She knew that she should have been there to \nhelp.\n&gt; She felt guilty about not being able to prove that she could \nfight.  \n&gt; She could survive. But she knew that she would eventually need \nhelp.  \n&gt; She had to admit to herself that even though she really liked \n&gt; Lunarpine, it would never work. He was a survivalist.  he was a \n&gt; fighter.  She felt like she had to be babysat.  She knew that a \nwolf \n&gt; and an owl would never make it together.  That fact tore her spark \nin \n&gt; two.  She walked through the snow and lightening headed for the \n&gt; base.  Even thought she wished that the pred hunting her had \nslagged \n&gt; her off.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; \n&gt; Savanna::\n&gt; She was enjoying the African sun.  She was teaching the cubs how to \n&gt; pounce on prey and how to hunt. Even thought the prey for the cubs \n&gt; was a small mouse she had killed and was tossing it around for \nthem.  \n&gt; She was loving her life on the planet. \n&gt; That night she had a dream.  A dream of her old ship.  Her old \n&gt; commander and fellow bots.  She dreammed of the worm hole that \n&gt; swallowed the ship and tore it apart.  She dreammed of her landing \n&gt; and trasformation into a lioness.  She awoke in a cold sweat. \n&gt; She remembered what had happened to her.  She remembered why she \nwas \n&gt; here.  She sat up and looked at her pride.  She didn&#39;t want to \nleave \n&gt; her new family and friends.  But she knew what she had to do.\n&gt; She transformed into her bot mode and walked away.  it killed her \n&gt; inside to have to do this.  But she had hope that one day, she \nwould \n&gt; return to her pridelands.  She opened her scanner and looked for \n&gt; Maximal signals to home in on.\n\n\n"}}