{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":156647449,"authorName":"robert riley","from":"robert riley &lt;bustercross365@...&gt;","profile":"bustercross365","replyTo":"LIST","senderId":"gB8RUlEa0caAmhHFX7PTInLDJHWiXikPDhjhzwLyDcwNNumrTHIIk7ZC52sdC8oZC9sVnei50vrW4oWG7JigBOw8G29JaTEZp5JiafeP","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Character Application: Megatron Revived","postDate":"1085171276","msgId":60653,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwNTIxMjAyNzU2LjE0MjgucW1haWxAd2ViNjA2MDUubWFpbC55YWhvby5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":60652,"nextInTime":60654,"topicId":60653,"numMessagesInTopic":1,"msgSnippet":"Name:  Megatron X, Megatron Revived Alligence:  Neo Decepticon Gender:  male Age:  yet to be determined Alt. mode:  heavily armored gunship Weapons:  Fusion","rawEmail":"Return-Path: &lt;bustercross365@...&gt;\r\nX-Sender: bustercross365@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 5792 invoked from network); 21 May 2004 20:27:57 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m21.grp.scd.yahoo.com with QMQP; 21 May 2004 20:27:57 -0000\r\nReceived: from unknown (HELO web60605.mail.yahoo.com) (216.109.118.243)\n  by mta6.grp.scd.yahoo.com with SMTP; 21 May 2004 20:27:56 -0000\r\nMessage-ID: &lt;20040521202756.1428.qmail@...&gt;\r\nReceived: from [12.218.109.75] by web60605.mail.yahoo.com via HTTP; Fri, 21 May 2004 13:27:56 PDT\r\nDate: Fri, 21 May 2004 13:27:56 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-1882799726-1085171276=:589&quot;\r\nX-eGroups-Remote-IP: 216.109.118.243\r\nFrom: robert riley &lt;bustercross365@...&gt;\r\nSubject: Character Application: Megatron Revived\r\nX-Yahoo-Group-Post: member; u=156647449\r\nX-Yahoo-Profile: bustercross365\r\n\r\n\r\n--0-1882799726-1085171276=:589\r\nContent-Type: text/plain; charset=us-ascii\r\n\r\nName:  Megatron X, Megatron Revived\nAlligence:  Neo Decepticon\nGender:  male\nAge:  yet to be determined\nAlt. mode:  heavily armored gunship\nWeapons:  Fusion powered mega particle Focus cannon, four head mounted beam vulcan, two shoulder mounted Black Beam cannons, Sword of Power, Decepticon Matrix of Leadership.\n \nStr:  10\nInt:  9\nSpd:  8\nEnd:  9\nCrg:  10\nFrp:  10\nSkl:  7\nRnk:  3\n \nHistory:\nMegatron.  A name that was synominous with fear and destruction.  Now, that spark has been revived, and healed of the gross injustice that was dealt to it so long ago.  Years before the Great War, a Quinttesson made a last ditch effort to sew the seed of destruction.  Said Quinttesson found the construction worker Megatronics.  Megatronics lived alone with his brother, Neutronics, and adoptive sister Organics.  One night the Quinttesson assaulted and forever altered the protective older brother Megatronics and turned him into Megatron, Tyrant and Leader of the Decepticons.  Now, centuries after the Great Wars, on a colonized planet, Megatron is revived!  Though the scientists were forbidden to return to Cybertron, they were able connect to the mega computer Vector Sigma and revive him.  Upon removing the Quinttesson influance, he was found to have little memory of his horrid deeds.  In a modified, cloned body, he now lives to rectify his mis deeds and reunite with his long lost\n family.\n \nMegatron Revived is armed with a heavily modified fusion cannon.  It fuses and focuses high energy anti matter into a powerful blast.  The sides house fourty Stun micro missiles, which fire in a spread to stun a group of opponents or rioters.  The Black Beam cannons fire a blast of Null energy to render weak opponents unconscious and stronger ones to a sluggish state.  The head vulcans are low yeild, rapid fire Decepticon energy weapons.  The large Sword of Power is a heat blade.  The alloys are able to with stand extreme high tempatures, thus turning it into a weapon that can cut almost anything, leaving carterized wounds.  On his left arm is a shield.  When not in use, the shield folds in half and rests on the under side of his forearm, running length wise.  When deployed, it can double as a two part claw, for use in melee combat.  The Decepticon Matrix of Leadership, sometimes called the Matrix of Conquest, is housed inside Megatron Revived&#39;s chest, over his armored spark chamber.\n  He found will on a mission to quell a rebellion on a prison colony, which was previously visited by an older foe, Liege Maximo.  Liege had long since left, but Megatron took the Matrix, and now, as Chief of Planetary Security on Sol&#39;ludnium Prime, uses the information and the link to Vector Sigma to aide his fellow Cybertronians.\n \nMegatron Revived hears of his siblings and goes to find them.  He will arrive with only his weapons, and a few weapon designs.  Even with his new body and younger face, his presense will cause much tension with the Autobots, Maximals, Predacons, and Unicron.\n\n\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nYahoo! Domains - Claim yours for only $14.70/year\r\n--0-1882799726-1085171276=:589\r\nContent-Type: text/html; charset=us-ascii\r\n\r\n&lt;DIV&gt;\n&lt;DIV&gt;\n&lt;DIV&gt;\n&lt;DIV&gt;Name:&nbsp; Megatron X, Megatron Revived&lt;/DIV&gt;\n&lt;DIV&gt;Alligence:&nbsp; Neo Decepticon&lt;/DIV&gt;\n&lt;DIV&gt;Gender:&nbsp; male&lt;/DIV&gt;\n&lt;DIV&gt;Age:&nbsp; yet to be determined&lt;/DIV&gt;\n&lt;DIV&gt;Alt. mode:&nbsp; heavily armored gunship&lt;/DIV&gt;\n&lt;DIV&gt;Weapons:&nbsp; Fusion powered mega particle Focus cannon, four head mounted beam vulcan, two shoulder mounted Black Beam cannons, Sword of Power, Decepticon Matrix of Leadership.&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;Str:&nbsp; 10&lt;/DIV&gt;\n&lt;DIV&gt;Int:&nbsp; 9&lt;/DIV&gt;\n&lt;DIV&gt;Spd:&nbsp; 8&lt;/DIV&gt;\n&lt;DIV&gt;End:&nbsp; 9&lt;/DIV&gt;\n&lt;DIV&gt;Crg:&nbsp; 10&lt;/DIV&gt;\n&lt;DIV&gt;Frp:&nbsp; 10&lt;/DIV&gt;\n&lt;DIV&gt;Skl:&nbsp; 7&lt;/DIV&gt;\n&lt;DIV&gt;Rnk:&nbsp; 3&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;History:&lt;/DIV&gt;\n&lt;DIV&gt;Megatron.&nbsp; A name that was synominous with fear and destruction.&nbsp; Now, that spark has been revived, and healed of the gross injustice that was dealt to it so long ago.&nbsp; Years before the Great War, a Quinttesson made a last ditch effort to sew the seed of destruction.&nbsp; Said Quinttesson found the construction worker Megatronics.&nbsp; Megatronics lived alone with his brother, Neutronics, and adoptive sister Organics.&nbsp; One night the Quinttesson assaulted and forever altered the protective older brother Megatronics and turned him into Megatron, Tyrant and Leader of the Decepticons.&nbsp; Now, centuries after the Great Wars, on a colonized planet, Megatron is revived!&nbsp; Though the scientists were forbidden to return to Cybertron, they were able connect to the mega computer Vector Sigma and revive him.&nbsp; Upon removing the Quinttesson influance, he was found to have little memory of his horrid deeds.&nbsp; In a modified, cloned body, he now lives to\n rectify his mis deeds and reunite with his long lost family.&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;Megatron Revived is armed with a heavily modified fusion cannon.&nbsp; It fuses and focuses high energy anti matter into a powerful blast.&nbsp; The sides house fourty Stun micro missiles, which fire in a spread to stun a group of opponents or rioters.&nbsp; The Black Beam cannons fire a blast of Null energy to render weak opponents unconscious and stronger ones to a sluggish state.&nbsp; The head vulcans are low yeild, rapid fire Decepticon energy weapons.&nbsp; The large Sword of Power is a heat blade.&nbsp; The alloys are able to with stand extreme high tempatures, thus turning it into a weapon that can cut almost anything, leaving carterized wounds.&nbsp; On his left arm is a shield.&nbsp; When not in use, the shield folds in half and rests on the under side of his forearm, running length wise.&nbsp; When deployed, it can double as a two part claw, for use in melee combat.&nbsp; The Decepticon Matrix of Leadership, sometimes called the Matrix of Conquest, is housed inside\n Megatron Revived&#39;s chest, over his armored spark chamber.&nbsp; He found will on a mission to quell a rebellion on a prison colony, which was previously visited by an older foe, Liege Maximo.&nbsp; Liege had long since left, but Megatron took the Matrix, and now, as Chief of Planetary Security on Sol&#39;ludnium Prime, uses the information and the link to Vector Sigma to aide his fellow Cybertronians.&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;Megatron Revived hears of his siblings and goes to find them.&nbsp; He will arrive with only his weapons, and a few weapon designs.&nbsp; Even with his new body and younger face, his presense will cause much tension with the Autobots, Maximals, Predacons, and Unicron.&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;p&gt;\n\t\t&lt;hr size=1&gt;&lt;font face=arial size=-1&gt;Do you Yahoo!?&lt;br&gt;Yahoo! Domains - &lt;a href=&quot;http://us.rd.yahoo.com/evt=23613/*http://smallbusiness.promotions.yahoo.com/offer&quot;&gt;Claim yours for only $14.70/year&lt;/a&gt;\r\n--0-1882799726-1085171276=:589--\r\n\n"}}