{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":140463140,"authorName":"Nic","from":"&quot;Nic&quot; &lt;Proudwing500k@...&gt;","profile":"warriorazure","replyTo":"LIST","senderId":"gH-doRt2Pqh3pDNQZJgywZdVL9NqxWryPi4yMy9t4TvwLsQrx_-O78-2sElx-9TCagDgzTplusD2QPG8ZuKq8ZYDnEz0A1Ls","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The war for Gaia","postDate":"1085965356","msgId":60780,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGM5ZTA3YytjY3M4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":60779,"nextInTime":60781,"topicId":60780,"numMessagesInTopic":1,"msgSnippet":"The three brothers were fighting. This was a seemingly unimportant planet, but it was their homeland, and they were its guardians. The invaders, however, were","rawEmail":"Return-Path: &lt;Proudwing500k@...&gt;\r\nX-Sender: Proudwing500k@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 41603 invoked from network); 31 May 2004 01:02:43 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m11.grp.scd.yahoo.com with QMQP; 31 May 2004 01:02:43 -0000\r\nReceived: from unknown (HELO n18.grp.scd.yahoo.com) (66.218.66.73)\n  by mta2.grp.scd.yahoo.com with SMTP; 31 May 2004 01:02:43 -0000\r\nReceived: from [66.218.67.176] by n18.grp.scd.yahoo.com with NNFMP; 31 May 2004 01:02:37 -0000\r\nDate: Mon, 31 May 2004 01:02:36 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;c9e07c+ccs8@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3718\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.73\r\nFrom: &quot;Nic&quot; &lt;Proudwing500k@...&gt;\r\nSubject: The war for Gaia\r\nX-Yahoo-Group-Post: member; u=140463140\r\nX-Yahoo-Profile: warriorazure\r\n\r\nThe three brothers were fighting. This was a seemingly unimportant \nplanet, but it was their homeland, and they were its guardians. The \ninvaders, however, were many. Even Older Brother&#39;s magic, even Middle \nBrother&#39;s leadership, even Younger Brother&#39;s brutality had not \ndiscouraged the enemy from renewing the assault.\n\nWendigo: That&#39;s it! They just keep coming! They entered the storage \nbay, and I&#39;m going at them!\n\nBefore his two brothers could stop him, Wendigo was out in the \nstorage bay and took out his tomahawks. He whirled them at the dozen \nor so Tripredacus that came at him. They all fell, some with heads \nrolling along, others with gashing wounds revealing their sparks.\n\nWendigo knelt. He had been hit by the return-fire, but he knew how to \nheal. He grasped a body and opened the spark chambers, then set his \nhungry teeth and ate the still pulsating spark. The power rejuvenated \nhim and he was ready for more.\n\nWhen he returned, Middle Brother looked thoughtfully outwards.\n\nWendigo: That was the last of these guys. They&#39;re not going back.\n\nCroatan: Mmh? Oh yeah... good job, Younger Brother...\n\nWendigo looked around and wondered.\n\nWendigo: Where has Uktena gone?\n\nCroatan: He went to take care of some intruders that got too close to \nthe Spirit Lodge. He&#39;ll be back soon enough.\n\nUktena was hiding above the intruders. They hadn&#39;t noticed him, but \nthey soon would. He closed his eyes and laid down his bow, then he \njoined hands.\n\nThe ground around the Tripredacus recon patrol started melting and \nliquifying. Soon, they were mired down in quicksands that hadn&#39;t been \nthere before. The quicksand dried and were solid once more. Then, \nUktena summoned the powers of the Spirit Lodge. A Lightning Ball \nappeared in the middle of the surprised invaders and made ash out of \nthem before Uktena banished it with a thankful thought. He then \nreturned to his brothers.\n\nUktena: I sent them to greet the Dark Lands. Anymore of them?\n\nWendigo: I don&#39;t know... Croatan&#39;s been in the command center for a \nfew cycles now...\n\nCroatan&#39;s voice came to them at that moment.\n\nCroatan: They&#39;re trying to take our shuttle! Get them, I&#39;ll meet you \nthere!\n\nWhen Older and Younger Brothers arrived in the shuttle, all was \nsilent and calm. They were waiting for an ambush, when suddenly, the \nengines thrummed to life and all doors closed up. They had been \nlocked in!\n\nWendigo: Dammit! It&#39;s a trap!\n\nUktena was petrified as he looked through the porthole. Wendigo, \npuzzled, came up to him, and froze too.\n\nCroatan was outside. Alone.\n\nHe was going to sacrifice himself.\n\nUktena: Middle Brother... Why?\n\nCroatan: I am sorry brothers... We cannot win this fight. I must do \nthis myself. You have wisdom, Uktena, and you, Wendigo, you have the \nstrength of thousands. You must live, both of you. You can reclaim \nour planet after the threat is gone.\n\nWendigo: (His voice no more than a cold whisper) Croatan... Do not be \nso stupid... You can&#39;t take them all out. You need us!\n\nCroatan was sad now. He barely could look at his brothers face to \nface.\n\nCroatan: I... I can&#39;t let you two die... Farewell!\n\nThe shuttle roared to life as Croatan left the launching bay. Soon, \nboth of the remaining brothers looked at the planet from screens.\n\nAll seemed calm for a moment, then all Hell was set loose. It started \nat the spirit lodge. Thunderbird Himself led the charge and wiped \nmany of the invaders off the planet&#39;s face. Then, after he was pinned \ndown, everything exploded.\n\nEverything.\n\nNothing and no one was left on the planet&#39;s surface.\n\nUktena was unsuccessfully holding tears back, and Wendigo was gap-\nmouthed, unable to realize fully what had just happened.\n\nThis was the sacrifice of Middle Brother.\n\n\n"}}