{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"EdBjlyCz0JY1Cw741OsfJdtaRVW21djsY0oL-JTidSpT5xQUOR96dxQJp1m61Vxh8EdqtFtP0Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Neo Beast Wars RPG - Death to the Nutrinos!","postDate":"963042593","msgId":6124,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE3LjU3MTM2NDkuMjY5ODM3MjFAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":6123,"nextInTime":6125,"topicId":6124,"numMessagesInTopic":1,"msgSnippet":"(Ok, I ve learned more about my vacation, and I ll be leaving for a plane possibly before 6 PM or so, Pacific Standard Time, cause the plane leaves around","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 4593 invoked from network); 8 Jul 2000 07:50:01 -0000\r\nReceived: from unknown (10.1.10.27) by m1.onelist.org with QMQP; 8 Jul 2000 07:50:01 -0000\r\nReceived: from unknown (HELO csimo02.mx.cs.com) (205.188.156.53) by mta1 with SMTP; 8 Jul 2000 07:50:01 -0000\r\nReceived: from KSLawdogg@... by csimo02.mx.cs.com (mail_out_v27.10.) id a.a7.5713649 (4391) for &lt;Nbwrpg@egroups.com&gt;; Sat, 8 Jul 2000 03:49:54 -0400 (EDT)\r\nMessage-ID: &lt;a7.5713649.26983721@...&gt;\r\nDate: Sat, 8 Jul 2000 03:49:53 EDT\r\nSubject: Neo Beast Wars RPG - Death to the Nutrinos!\r\nTo: Nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 103\r\nFrom: KSLawdogg@...\r\n\r\n(Ok, I&#39;ve learned more about my vacation, and I&#39;ll be leaving for a plane \npossibly before 6 PM or so, Pacific Standard Time, &#39;cause the plane leaves \naround 8:00 PM or so on the 8th, which is Saturday, which is today)\n\nKoga Shuko/Unitron/Hades/Anubis/Serpentor/The Oblitercons/Nemesis \nEnforcer/Punch/Scattershot/Ramhorn/Chordate/Smokescreen/Manterror/Injector/\nDouble Punch:\n\n\n\nNemesis saw on the main view screen only a few Maximals had backed down.  He \nactivated the intercom once more.  &quot;Since only some of you Maximals have \ncomplied, I give you one more chance.  Back off, or I will execute the \nprisoners and show it to you via hologram.&quot;\n\nNemesis turned to Firestorm.  &quot;Take a place at communications.  I want to be \nnotified if the Maximals respond via com.&quot;\n\nPunch took out his plasma cannon, taking position a meter behind the other \nAlliance members.  &quot;I will guard the bridge then while you work.&quot;\n\n&quot;Good for you, Heidi!&quot; Scattershot yelled with a mad chuckle.\n\n---\n\n(Sorry, IR, in a previous post when IR met up with the energy bars, my \nOblitercon characters moved 8 ft away from the prisoners so they couldn&#39;t be \ngrabbed.  Of course, if IR can reach that far PLEASE tell me.  I don&#39;t want \nyou to die of complete boredom)\n\nDark One saw IR moving.  &quot;Simmer down!&quot; he yelled, raising his plasma rifle \ninto the air, firing a bolt off into the cieling, an autogun coming down, \nscanning for intruders.  It only detected Iron Raptor and Tavatron, but went \nback into the cieling after its scanners detected them behind energy bars.\n\nHiss chuckled.  &quot;There are only two ways your getting out of here, scum bag!  \nOn your feet like a warrior, or in a black plastic bag!&quot;\n\nThe Oblitercons chuckled.\n\n====\n\nKoga Shuko saw the burned out ship that was the Ark.  &quot;How that idiot Liono \nlet this place collapse into nothing!  Onward, my forces!  Take no prisoners!&quot;\n\nKoga Shuko took out his laser rifle, firing two bolts off at the Ark.\n\nUnitron fired two bolts from the two rifles he had in his hands, a total of \nfour digging at the Ark&#39;s hull plating.\n\nAnubis took out his plasma rifle, firing off three plasma bolts at the Ark.\n\nHades lifted his missile launcher, firing a rocket off near the bridge of the \nArk, 15 ft away.\n\nSerpentor charged forward, firing several bolts from his plasma rifle at the \nArk, an energy blade in the other hand.\n\n---\n\n&quot;What the slag!?&quot; Ramhorn cried out as he felt the Ark shake.  &quot;By the \nMatrix, this is getting REALLY old, REALLY qucik.&quot; the activated his com, \nhoping it was strong enough to reach Tigerhawk. \n\n&quot;Hey, Tigerhawk, I just *hate* to interrupt ou taking all the troops from \nprotecting the Ark and attacking the Alliance, but the Ark is under attack!  \nAGAIN!  Get your worthless skid plates over here fast!\n\n---\n\nSmokescreen slammed into a wall in a corridor of the Ark.  &quot;Wow!  Deja vu!&quot; \nthe robot took out his electro-disruptor rifle, heading for the main entryway \nof the Ark.\n\n===\n\nChordate checked the scanners.  &quot;Great!  Now we have...Predacons attacking \nthe Ark.  Well, I&#39;m not doing anything about it!  They can all go to the \nMatrix for all I care.  I tell you what...&quot;\n\n===\n\nBeeline, Double Punch&#39;s cyberbee, entered his left pincher.  &quot;Let&#39;s go, we&#39;ve \nlearned all we can for now.&quot; \n\nDouble Punch, Manterror, and Injector headed back for the Predacon base.\n\n"}}