{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"zOmEIXGkHaOXvHhXrVIM-o1ktpoOXpSCWtn3Hp2HjycM2xTdZzQ0X2WN3x2wDhvtlHbJIdJH7IKKcy1vYaO3xPVt_jQPyTsWwgQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1097476835","msgId":62064,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNrZDl0MytiYmkxQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGNrNThscytyNG9mQGVHcm91cHMuY29tPg=="},"prevInTopic":62059,"nextInTopic":62073,"prevInTime":62063,"nextInTime":62065,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Organics:  Fine.  Let s quit wasting time then. Injustice:  What do you want me o do with the male? Unircon: Take him to CR and do a minimal repair and low","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 41178 invoked from network); 11 Oct 2004 06:40:41 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m8.grp.scd.yahoo.com with QMQP; 11 Oct 2004 06:40:41 -0000\r\nReceived: from unknown (HELO n9a.bulk.scd.yahoo.com) (66.94.237.43)\n  by mta3.grp.scd.yahoo.com with SMTP; 11 Oct 2004 06:40:41 -0000\r\nReceived: from [66.218.69.3] by n9.bulk.scd.yahoo.com with NNFMP; 11 Oct 2004 06:40:38 -0000\r\nReceived: from [66.218.67.153] by mailer3.bulk.scd.yahoo.com with NNFMP; 11 Oct 2004 06:40:38 -0000\r\nDate: Mon, 11 Oct 2004 06:40:35 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ckd9t3+bbi1@...&gt;\r\nIn-Reply-To: &lt;ck58ls+r4of@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 8696\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.43\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\nOrganics:  &quot;Fine.  Let&#39;s quit wasting time then.&quot;\nInjustice:  What do you want me o do with the male?&quot;\nUnircon: &quot;Take him to CR and do a minimal repair and low his energy \nlevel, in a way that he will easy to handle. After that lock him \ndown... In the higest segurity cell&quot;\nInjustice:  &quot;You got it.  Come on, lover boy,&quot; the clone says as he \npicks up WIndlord and hauls him out to the Medical bay.\nOrganics:  &quot;Just make sure he is taken care of.  Or no help.&quot; the \nvalkyire spat out defiantly.\nUnicron: &quot;Of course&quot;said the hologram&quot;He&#39;s part of our deal... Now, \ndo your part...&quot;\nOrganics:  &quot;Right.  Where is this computer room, so we can get this \nover with.&quot;\nUnicron: &quot;Darkfate... show her quartes, inside them is the computer. \nIf you behave, Organics, I may let you visit your boyfriend and tell \nhim that now he have to work for me&quot;\nOrganics:  &quot;Fine.&quot;  She then turns to Darkfate.  &quot;Let&#39;s go.  NOW.&quot;\nInjustice:  He drags the male into the med lab and throws him in a \nCR chamber and locks it down and programs it for most immediate \nrepairs only.\nWindlord: Internal repairs ended quickly, and Cr reported that all \nworks was done\nInjustice:  The clone pulls Windlord out and the carries him into \nMalice&#39;s former room and throws him on the bed.  The walls are sill \ntorn to shreds, something that is fairly amusing to him.\nWindlord: &quot;What?? where am I?&quot;said the male weakly and stunned, he \ntried to move and he noticed that still he was tied\nInjustice:  &quot;You are in Malice&#39;s old room.  Get used to it, you&#39;ll \nbe here a while.&quot;\nWindlord: &quot;WHAT?&quot;said Windlord, and with bravely he said&quot;Where&#39;s \nOrganics??? what have you doen to her???&quot;\nInjustice:  &quot;She is fin, and will remain that way as long as you \nbehave like a good little boy.&quot;\nWindlord: the male didn&#39;t like to do something foolish so he decided \nnot do somthing that could annoy Injustice, and said &quot;where&#39;s she?&quot;\nInjustice:  I believe she is going to the computer labs to track \ndown Malice so we can kill him, that was our reason for going down \nthere.&quot;\nWindlord: &quot;WHAT???? she couldn&#39;t... do that... she won&#39;t allow \nit&quot;said the male\nInjustice:  &quot;Well, she&#39;s a bounty hunter, so I imagine that she \ncan.  Kinda funny don&#39;t you think?  Family killing family...&quot;\nWindlord: Windlord didn&#39;t answered for a while, after that he could \nsaid &quot;WHY? I won&#39;t belive that she can do that... no after all she \nwas willing to find his brother...&quot;\nInjustice:  &quot;You mean there is anothe brother?  Ha, this is funnier \nand funnier!  WHo is this poor moron?&quot;\nWindlord: &quot;I didn&#39;t mean that&quot;replied the male&quot;I just can&#39;t belive \nthat she help you tofind Malice and let him die...&quot;\nInjustice:  &quot;hmm, so tell me, is there another brother?&quot;\nWindlord: &quot;is ther another borther, he isn&#39;t part of \nthis... &quot;replied the male\nInjustice:  &quot;He most certainly is now!  WHO IS HE?!?&quot; he yells, \ngrinning maniaclly.\nWindlord: Windlord remained in silence\nInjustice:  &quot;Yu aren&#39;t behaving, do I have to beat the name out of \nyou?&quot;\nInjustice:  &quot;You&#39;re lying!  I know it!  WHO IS HE?!?&quot;\nWindlord: the male didn&#39;t said anything and closed his eyes\nInjustice:  he clone growls and grabs Windlord by the neck.  &quot;Tell \nme or I&#39;ll wring your neck!&quot;\nWindlord: Windlord tried to breath but he couldn&#39;t but he seemn&#39;t \nwilling to say anything about\nInjustice:  He gets real mad and throws Windlord into the wall \ncloseby and walks out so he doesn&#39;t kill him.  &quot;He will talk, I&#39;ll \nget tha name...&quot;\nWindlord: Windlord did a deep breath and he felt that he was in hot \nwaters, but he still felt worried about Organics and doubts crossed \nhis mind. If he only had more energy andhad his hands free...\nOrganics:  Taps foot impatiently.  &quot;Hello?  Are you going to take me \nsomewhere or stand here, fool&quot; she yells at Darkfate.\nDarkfate: &quot;Don&#39;t press your luck&quot;snarled the male, while he started \nto lead her towards her quartes that insideit was the computer that \nwould help to find the fugitives\nOrganics:  Follows with her arms crossed over her chest.  &quot;I want to \nsee Windlord now, I want to make sure that freak hasn&#39;t hurt him.&quot;\nDarkfate: &quot;Just if the master allowed &quot;replied the male\nOrganics:  &quot;Grrr.... fine, whatever.  let&#39;s just get this over \nwith.&quot;  She walks over to the computer console and begins typing in \ncommands, and lookinng up to the screen she begins her search.\nDarkfate: &quot;Then... As you can watch&quot;said the male &quot;Inside this room, \nyou have your quarters ant the computer where you can work... Since \nyou don&#39;t need me, I leave you work but remember that always&quot;\nDarkfate: after a paus the male added &quot;always someone it&#39;s watching \nyou &quot;\nOrganics:  &quot;...&quot;  She continues her search, generalizing the search \narea and narrowing specific areas with complex search criteria.  She \nwork for a long time, slowly making som progress.\nDarkfate: The male left the femme and the quarters&#39; door closed, he \nwalked ramdomly and found Injustice &quot;Why are you so mad? its the \nbirdbot giving problems?&quot;\nInjustice:  &quot;He said there is another brother, and won&#39;t relinquish \nthe name!  I want that name!&quot;\nDarkfate: &quot;We can&#39;t hurt him by now... But Unicron would found this \ninteresting... where di you left him?&quot;\nInjustice:  &quot;In Malice&#39;s former quarters, he&#39;s locked in there.&quot;\nDarkfate: &quot;Good&quot;said the male&quot;But, we should take extra \nprecautions... Follow me &quot;\nInjustice:  &quot;Where to?  Where are we going?&quot;\nDarkfate: &quot;To visit the parrot... I want to be sure that he couldn&#39;t \nget a comlink with anyone&quot;\nDarkfate: The male walked towars Windlord&#39;s quarters\nInjustice:  He follows Darkfate back to Windlord&#39;s prison and \nunlocks the door.  &quot;Look alive you have a visitor.&quot; \nWindlord/darkfate: Windlord looked tired and confused, Darkfate \nwalked closely and shot a dart. Windlord didn&#39;t delay to fell \nsleep. &quot;Nice&quot;said Darkfate&quot;Now hold it... I need his hand free in \norder to work&quot;\nInjustice:  He walks over and unties the prisoner&#39;s hands and holds \none behind his back while handing one up o Darkfate.\nDarkfate: &quot;good&quot;muttered the Male, it was the hand where the comlink \nwas instaled and he started to work with some mini tools&quot;It&#39;s \ndone&quot;said after a while&quot;Left him in the bed, I guess that he&#39;s so \nweak that  ghe won&#39;t able to move by himself... but some extra \nprecautions always are needed&quot;\n: Injustice:  With that done, Injustic hefted Windlord up and tossed \nhim onto the bed.  &quot;Right, lets get out of here and get some \nenergon.&quot;\nDarkfate: The male nodded and left the room \nInjustice:  Left the room and locked the door, then headed with \nDarkfate to the mess hall.\nDarkfate: &quot;I would like to do the same with the femme&quot;muttered \nDarkfate&quot;I no trust her&quot;\nInjustice:  &quot;Heh, don&#39;t worry about her, she&#39;ll do whatever we tell \nher if it means keeping her boyfriend alive.&quot;\nDarkfate: &quot;Extra precautions always are needed&quot;said the male&quot;with \nthe thing that I did to the parrot, he could get a com link with his \nfellows Maximals and incase that he could scape we could track \nhim... &#39;cause I installed a secret device that will allow us that... \ndue that we have to find the way to do the same with the lady &quot;\nDarkfate: &quot;Ojhhh how fooolish&quot;said the male &quot;I wana mean that he \ncouldn&#39;t get a con link with his fellows, I jammed his comlink&quot;\nInjustice:  &quot;That will prove most difficult.  We can barely handle \nher by herself, w need o find a way to do i to her when she doesn&#39;t \nexpect something.  W need her to slep or something, then do it.&quot;\nDarkfate: &quot;We should wait the right moment&quot;said the male &quot;she \ndoesn&#39;t have to know what happened or who hit her... by now, we just \ncare about our energon&quot;\n Injustice:  &quot;Exactly.  So let&#39;s go and get som, i need it to heal \nsome of my injuries.&quot;\nDarkfate: the male laughted, &quot;So the parrot was giving you \nproblems??? I tought that you had decreased his energy levels to \nminimal&quot;\nInjustice:  &quot;You don&#39;t need o be at full power to be annoying...&quot; \nthe clone grumbled.\nDarkfate: &quot;So&quot;said the male while he took a glass of energon and sit \ndown&quot;What did the parrot to annoy you?&quot;\n Injustice:  &quot;Exactly.  So let&#39;s go and get som, i need it to heal \nsome of my injuries.&quot;\nDarkfate: the male laughted, &quot;So the parrot was giving you \nproblems??? I tought that you had decreased his energy levels to \nminimal&quot;\nInjustice:  &quot;You don&#39;t need o be at full power to be annoying...&quot; \nthe clone grumbled.\nDarkfate: &quot;So&quot;said the male while he took a glass of energon and sit \ndown&quot;What did the parrot to annoy you?&quot;\nInjustice:  &quot;I asked him a few questions, then he said something \nabout a second brother, and he would not talk about him.  I could \nnot drag it out of him, that was what was so annoying.&quot;\nDarkfate: &quot;And very brave...&quot;said the male &quot;He may be useful to \nUnicron, after all, and I may suggest you something, Malice?? &quot;\n\n\n\n\n"}}