{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"knuurYVhOWUFtu6rhFZ9AiWKHjUTRT1ey3RXT2jx7lFxyXtBXiMrAfRYtDbziqvur-emuxeZllV_t24Rr5pwLlagWI-KtMSv6Ak","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1097562145","msgId":62073,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNrZnQ3MStjOW10QGVHcm91cHMuY29tPg==","inReplyToHeader":"PGNrZDl0MytiYmkxQGVHcm91cHMuY29tPg=="},"prevInTopic":62064,"nextInTopic":62081,"prevInTime":62072,"nextInTime":62074,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Injustice:  That s Injustice, and what exactly do you suggest? Darkfate: Don t annoy the parrot... By now said the male We may get the name using others","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 39111 invoked from network); 12 Oct 2004 06:23:14 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m16.grp.scd.yahoo.com with QMQP; 12 Oct 2004 06:23:14 -0000\r\nReceived: from unknown (HELO n8a.bulk.scd.yahoo.com) (66.94.237.42)\n  by mta3.grp.scd.yahoo.com with SMTP; 12 Oct 2004 06:23:14 -0000\r\nReceived: from [66.218.66.58] by n8.bulk.scd.yahoo.com with NNFMP; 12 Oct 2004 06:22:29 -0000\r\nReceived: from [66.218.67.137] by mailer7.bulk.scd.yahoo.com with NNFMP; 12 Oct 2004 06:22:29 -0000\r\nDate: Tue, 12 Oct 2004 06:22:25 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ckft71+c9mt@...&gt;\r\nIn-Reply-To: &lt;ckd9t3+bbi1@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6304\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.42\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\nInjustice:&quot;  &quot;That&#39;s Injustice, and what exactly do you suggest?&quot;\nDarkfate: &quot;Don&#39;t annoy the parrot... By now&quot;said the male&quot;We may get \nthe name using others ways but if you touch a feather of the parrot, \nhis sweet girlfriend  won&#39;t help us&quot;\nIjustice:  The clone recieved his energon and took a long drink.  He \nset the cup down and thought for a moment.  &quot;But I must know!  It&#39;s \nlike he is keeping family away from me.  I might be a clone of \nMalice, but I at least deserve to know who this brother is.&quot;\nDarkfate: &quot;well a reason more to don&#39;t mis-treat your &quot;sister&#39;s&quot; \nboyfriend&quot;said the male&quot;Perhaps we can get the name suing other \ntactics... Agree?&quot;\nInjustice:  The clone growled, then sighed.  Darkfate was right.  \nAbout a few things.  &quot;Alright.  I won&#39;t bother him.  So what other \nmethods of extracting information do you propose?&quot;\nDarkfate: &quot;Hiden Microphones... and stuff like that...&quot;said the \nmale&quot;We may let, the love birds chat each other and sooner or later \nthey would mention that and more&quot;\nInjustice:  &quot;So its a waiting game.&quot;  He takes another dink, and \nslams the glass on the table.  &quot;I hate waiting!  But what choice do \nwe have?&quot;\nDarkfate: &quot;Anyone&quot;said camly the male&quot;Perhaps, we should go to \nprepare all, and aks permition to Unicron, he has to  know all the \nplan&quot;\nInjustice:  &quot;You go ask him, I&#39;m tired.  I need o go rest fopr a \nwhile.&quot;\nDarkfate: &quot;Right&quot;said the male&quot;give me the codes in order work \ninside parrot&#39;s room, he would be sleeping for a large whil&quot;\nInjustice:  &quot;Sure, here they come,&quot; he says as he transmits the \ncodes to Darkfate and stands up.  He finishes his glass then sets it \non the table and walks off to the med lab, to take a nap on one of \nthe beds there.\nDarkfate: Darkfate went to Unicron&#39;s chamber where he exposed the \nplan and he aproved. Then Darkfate went to room where Winlord was \nsleeping and intalled and hid the microphones. After that, Darkfate \ncheked the male and calculed that soon the sedative would pass. He \nleft the chamber and looked down.\nOrganics:  She takes a break from her search and sits down on the \nbed, exhausted.  &quot;Man, this is harder than I thought.&quot;\nDarkfate: Darkfate hit the door of Organic&#39;s room.\nOrganics:  She looks up to the door for a moment, then sighed, \nfiguring it was Injustice or someone to give her a hard \ntime.  &quot;What?&quot;\nDarkfate: &quot;It&#39;s Darkfate&quot;said\nOrganics:  &quot;What do you want?  Leave me alone.&quot;\nDarkfate: &quot;Unicron sent me to check your progress&quot;replied the male\nOrganics:  &quot;I need to take a break, there is too many similar energy \nsignatures, I have to hav time to look at them all.&quot;\nDarkfate: &quot;Unicron seems to tought the same&quot;growled the male&quot;He \ncommanded me that lead you to your boyfriend&#39;s quarters... It&#39; seems \nthat he likes that you can check that he have done his part&quot;\nOrganics:  &quot;Fine.  Lets go, I want to check on him, make sure you \ndidn&#39;t do anything to him.&quot;\nDarkfate: &quot;Well Follow me&quot;said athe male and walked towards \nWindlord&#39;s room \nOrganics:  The femme wearily followed the Minion, watching him \ncarefully.\nDarkfate/Windlord: The male arrived to Windlor&#39;s quarters and opened \nthe door &quot;He will be weak due, Unicron&#39;s orders&quot;said the male&quot;We \nknow that you have same powers as Malice and you can give him some \nof your energy... but if you do it you will regret it.... I&#39;ll bring \nsome food for him... enjoy!&quot;\nWindlord was awakening and he felt weak and stunned\nOrganics:  She rushes past Darkfate and held Windlord close in her \narms, craddling him gntly.  &quot;How are you, how do you feel?&quot;\nWindlord: &quot;Weak...&quot;said softly the male&quot;I feel as my body were heavy \nas space ship...&quot;\nOrganics:  &quot;You&#39;ll be taken care of, but you&#39;ll have to be like \nthis, they want you weak and helpless, so thy cand force me to work \nfor thm.  WHat have they done to you?&quot;\nWindlord: &quot;nothing serious yet...&quot;whiule pain mirroed his face&quot;but \nyour family is in danger....&quot;\nDarkfate: walled towards corritor and opened com link with \nInjustice &quot;Injustice wake up!&quot;\nOrganics:  &quot;What do you mean?  Malice is aleady missing, what else \ncan go wrong?&quot;\nInjustice:  The clone sluggishly wakes up and opens the comm \nchannel.  &quot;WHat?  Can&#39;t it wait, I was asleep!&quot;\nDarkfate: &quot;All it&#39;s getting recording in a special chamber, I&#39;ll \nsent you the location... I have to prepare, parrot&#39;s meal&quot;\nInjustice:  &quot;Well, wake me up when they are done talking, I was in \nthe middle of a good dream&quot;  The clone cloes the channel and goes \nback to sleep.\n Darkfate: &quot;Ok&quot;\nWindlord: The male&#39;s eyes showed sorrow, and said &quot;It was my fault , \nmy dear, I thoge slipped and mentioned that you had other bro... \nInjustice... presed me to continue, altought I didn&#39;t say his name, \nhe knows that in Maximal Base is your other Bro&quot;\nOrganics:  &quot;But they can&#39;t go get him.  And that is what is driving \nthe clone up the wall.  He wants Big Bro, but can he handle him... \nOnly Malice and Optimus Prime could stop him, but couldn&#39;t even kill \nhim.  Injustice won&#39;t even be able to touch him.&quot;\nWindlord:  &quot;But  they can force him to serve Unicron... if they have \nyou &quot;replied weakly the male\nOrganics:  &quot;No, Big Bro is so much stronger than Malice or me.  He \nwon&#39;t bend to their wills.  He would come up here and tear a big \nhole in Unicron just to let all the hot air out of him, He won&#39;t be \ntmpted even for a second.&quot;\nWindlord: &quot;I hope so... my dear...&quot;said the male&quot;I&#39;m worried about \nyour safely... if they are decided, they would do every thing to do \ntheir goals&quot;\nOrganics:  &quot;And they would have the Emperor of Destruction brathing \ndown their tailpipes.  Yhey really don&#39;t know who they&#39;re dealling \nwith.&quot;\nWindlord: Windlord sighed and weakly hold Organic&#39;s hand\nOrganics:  &quot;Don&#39;t worry, we&#39;ll ge out of this soon, and send Unicron \nback to where he came from.&quot;\nWindlord: &quot;Just take care... I have a bad feeling&quot;said the male&quot;I \nonly regret don&#39;t have enought streng to take you a way of this \nplace&quot;\nOrganics:  he fmme smiled and hugged Windlord for a moment.  &quot;Don&#39;t \nworry about it, Megatron likes you a litle too much to let you get \nkilled.  You did promis to make me happy, remember?&quot;\nWindlord: &quot;Yes&quot;said soflty the male\nbustercross365: Organics:  The fmme smiles more and keeps holding \nWindlord.  She however begins to drift to sleep.\nWindlord: Windlord smiled and weakly he huged her, he also was \nfalling sleep\n\n\n\n\n"}}