{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"ZN0CyrVJX7C_fWYEeG0szuBI0UEb2eszX9-JGkAiZ1i7CFMWbEA3nI_YN5JBL5iEkcY2hZ6Goof9RQDObg4RsT--1cfWel2J5bo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1097821366","msgId":62089,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNrbnFibSt2YzFvQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGNrbDhodStidjlxQGVHcm91cHMuY29tPg=="},"prevInTopic":62084,"nextInTopic":62092,"prevInTime":62088,"nextInTime":62090,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Injustice:  No they are getting along fine.  In fact she tried to throttle him a little while ago.  I wish I could have seen it. Nightstrike: The male","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 63125 invoked from network); 15 Oct 2004 06:22:49 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m22.grp.scd.yahoo.com with QMQP; 15 Oct 2004 06:22:49 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta1.grp.scd.yahoo.com with SMTP; 15 Oct 2004 06:22:49 -0000\r\nReceived: from [66.218.69.6] by n4.bulk.scd.yahoo.com with NNFMP; 15 Oct 2004 06:22:47 -0000\r\nReceived: from [66.218.67.132] by mailer6.bulk.scd.yahoo.com with NNFMP; 15 Oct 2004 06:22:47 -0000\r\nDate: Fri, 15 Oct 2004 06:22:46 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;cknqbm+vc1o@...&gt;\r\nIn-Reply-To: &lt;ckl8hu+bv9q@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4656\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.38\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\nInjustice:  &quot;No they are getting along fine.  In fact she tried to \nthrottle him a little while ago.  I wish I could have seen it.&quot;\nNightstrike: The male laughted  &quot;so do I... I wonde how she couldn&#39;t \ndo it, Unicron didn&#39;t allowed it , didn&#39;t he?&quot;\nInjustice:  &quot;Well you get the oppertunity to find out, cause you won \nthe duty of Baby sitting her!  HAHAHAHAHAHA!&quot;\nNightstrikle:  Nightstrike was drinking when he heard it and he trow \nall energin and said after clean his mounth &quot;Could ya repeat that? \nplease?&quot;\nInjustice:  &quot;I said,&quot; he clone stands up and cups his hands to gther \nto make a megaphone,&quot;YOU ARE TH FEMME&quot;S NEW BABYSITTER!  DO YOU \nUNDERSTAND THE WORDS COMIN&#39; OUT OF MY MOUTH!&quot;\nNightstrike: &quot;I thought that I was heard bad&quot;said muttering the \nmale&quot;I Perhaps I should have visit her and anounce this disgusting \ndutty&quot;\nInjustice:  &quot;Maybe you ought to bring her flowers or something and \ntry to be nice.  You never know, she might like you,&quot; Injustice \nteased as he ordered a drink.\nNightstrike:&quot;I&#39;ll babysit her, no get married&quot;replied laughted the \nmale&quot;But perhaps should be good idea to send her some food... At \nleast she didn&#39;t eat me when I went to check her&quot;\nInjustice:  &quot;You know, I never thought of that.  Lt&#39;s go use \nDarkfate as a shield to go in there, maybe she&#39;ll eat him.&quot;\nNightstrike/ Darkfate: The male laughted a lot and a voice said &quot;SO! \nafter all things that I have done you pay me like this?????&quot;\nIt was Darkfate that appeared and sat down with them\nInjustice:  &quot;Oh no!  He heard me!  You go take him to Organics, he&#39;s \nyour brother! He&#39;ll try to hurt me.&quot;\nDarkfate: &quot;O shutp up but be carful with thos jokes&quot;\nInjustice:  He gets up and moves to another side of the table away \nfrom Darkfate.  &quot;Aww, did i hurt your feelings?  HAHAHAHA!  You wory \nabout the dumbest things.  At least I didn&#39;t get thrown around by \nthe Maxie Femme!&quot;\nDarkfate/Nightstrike: both males started to laught aloud\nInjustice:  The clone chuckles a little and his drink arrives.  He \ntakes a long drink, letting his guard down.\nDarkfate/Nightstrike: &quot;Well&quot; Said Nightstrike&quot;I have to go to serve \nthe dinner to the guest... I just hope not become the dinner&quot;\nInjustice:  Good luck!  he heh heh.&quot;\nNightstrike: Took a dish with a deliciuos energon. And went to  \nOrganic&#39;s room, he hit glenty door and waited\n Organics:  The femme was nearly alseep on her fee, she turned to \nthe door with tired optics.  &quot;What do you want?&quot;\nNightstrike: &quot;Give your meal&quot;said the mal, comparing with Windlord&#39;s \nmeal, Organics looked very nutritios\nOrganics:  The femme sighed and stepped away from the console and \nsat on the bed.  &quot;Come on in.  I won&#39;t bite.&quot;\nNightstrike: Nightstrike left the meal in a table and left the room.\nOrganics:  She looked at the table and realized it was energon.  She \nscrambled over to the plate and began to hungrily devour it.\nNightstrike: Nighstrike looked that before room closed and said &quot;You \nreally was hungry, wasn&#39;t you?&quot;\nOrganics:  the femme stops a moment, too tired to be \nembarressed.  &quot;I&#39;m totally exhausted.  I didn&#39;t have a chance to \nrecharge after the battle, I can barely stand.&quot;\nNighstrike: &quot;Then sleep&quot;replied indiferently the male&quot;until I know \nyou&#39;re allowed to do it&quot;\n:  he femme finished the energon, then walked over to the bed and \ncollapsed on it, her sleek white wings draping over the edge.\nNightstrike: &quot;She&#39; so obedient&quot;said ironically the male and left the \nroom, and room&#39;s door closed. The male came back to Mess hall\nInjustice:  The clone is genuinely suprised.  &quot;He&#39;s alive!  She \ndidn&#39;t kill him!&quot;\nNightstrike: &quot;YEA! her barks are worse than her bite, when she likes \nshe could be very nice&quot;\nDarkfate: &quot;really?&quot;\nInjustice:  &quot;You can&#39;t be talking about the same femme!  She nearly \nkilled arkfate and me!  How&#39;d you waltz in there without a scratch?&quot;\nNightstrike: &quot;Just I don&#39;t set her mad... I tought that would be \nworse&quot;\nInjustice:  &quot;Nevermind that!  Tell us your secret!  Just hw did you \ndo it?&quot;\nNightStrike: &quot;Be polite, nice and don&#39;t be sarcastic&quot; say camly the \nmale &quot;that was my secret... I guess that she would have a better \nmood after her nap&quot;\nDarkfate: &quot;Her nap?&quot;\nNightstrike:&quot;YEa, she decided to take a nap&quot;\nInjustice:  &quot;We&#39;ve been had.  I can&#39;t believe what I&#39;m hearing.  So \nshe&#39;s taking a nap, huh?  How fast did it take for her o fall \nasleep?&quot;\nNightstrike: &quot;I don&#39;t know and I don&#39;t care... If you excuse me... \nI&#39;ll go to rest&quot; and the male left the mess hall\nDarkfate: &quot;Do you remember my plans, Injustice?&quot;\nInjustice:  &quot;No.  I completely forgot.  That bit with the femme made \nme forget.&quot;\nDarkfate: &quot;We will do same repairs as the parrot... we will take \nsame precautions&quot;\n\n\n\n\n"}}