{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"dzS3k5UfQ2nBMyOurVcAZsB87ZJjynOtSoo_jpFqgphuNfsxhOXhLOLmdWwx34ACErh3Xne5jpKShBhttXVzjmd3D5mkuzGhdPw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1097647472","msgId":62081,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNraWdoZytqZ2VjQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGNrZnQ3MStjOW10QGVHcm91cHMuY29tPg=="},"prevInTopic":62073,"nextInTopic":62084,"prevInTime":62080,"nextInTime":62082,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Dartkafe/Windlornd: Darkafte approached with a dish of energon soup in his hand (t was obviously that it was more water than energon). He rudely hit the door","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 94607 invoked from network); 13 Oct 2004 06:04:58 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m18.grp.scd.yahoo.com with QMQP; 13 Oct 2004 06:04:58 -0000\r\nReceived: from unknown (HELO n7a.bulk.scd.yahoo.com) (66.94.237.41)\n  by mta5.grp.scd.yahoo.com with SMTP; 13 Oct 2004 06:04:57 -0000\r\nReceived: from [66.218.69.5] by n7.bulk.scd.yahoo.com with NNFMP; 13 Oct 2004 06:04:34 -0000\r\nReceived: from [66.218.67.138] by mailer5.bulk.scd.yahoo.com with NNFMP; 13 Oct 2004 06:04:34 -0000\r\nDate: Wed, 13 Oct 2004 06:04:32 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ckighg+jgec@...&gt;\r\nIn-Reply-To: &lt;ckft71+c9mt@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4056\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.41\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\nDartkafe/Windlornd: Darkafte approached with a dish of energon soup \nin his hand (t was obviously that it was more water than energon). \nHe rudely hit the door with his other hand and after few seconds he \nopened the door\nOrganics:  The femme slowly woke up thenlooked up and saw Dakfate \nstanding in the doorway.  &quot;Could you be a little more rude?  I was \ntrying to sleep.&quot;\nDarkfate:&quot;I&#39;m so sorry&quot;replied cooly the male&quot;But you only have 20 \ncycles to feed your boyfriend and your visit ends... You wished \nwatch that all was ok with him, we give you your wish now time it&#39;s \nalmost over&quot;\nOrganics:  The femme takes the soup from the Minion and shakes \nWindlord gently to wake him up.  &quot;Hey, you need to get up and eat \nsomehing, come on,&quot; she said.\nDarkfate/Windlord: Darkate retired and closed the door. Windlord \ntried to sit down and that effort was enought to tired him a lot. \nHis arms was heavies and he could left them to take the dish and \nspoon. He low his head and said &quot;I never had feel so humiliated&quot;\nOrganics:  &quot;Don&#39;t worry, it won&#39;t last long.  We get out of this.&quot;  \nShe held th male as he fed himself, a little sad with the situation.\nWindlord did a big esfort to fed himself, he was a little depressed: \nOrganics and he was in a big trouble and he was defendless and \nOrganics was in the same base that a mad-bot .\nOrganics:  The femme rested her head on the male&#39;s shoulder, \nthinking, thinking of a way to get out of this mess.\nWindlord: Windlord took weakly her hands and said &quot;Are you worry my \nlove?&quot;\nOrganics:  &quot;Yes... I don&#39; know what to do.  If I try to buy Malice \nsome time, Unicron will kill us.  And if I find Malice, He will get \nkilled.  What am i supposed to do?&quot;\nWIndlord: windlord lie down, he was tired. He tought a second and \nsaid &quot;Do you know something, Organics?&quot;said weakly the \nmale&quot;Sometimes, sacrifies are needed and more in war...&quot; he stooped \na while as he was thinking carefully what would he said\nOrganics:  &quot;But I miss him, I found him jus to lose him again.  I \nwon&#39;t let him die!  I want ouir family to be reunited, even just for \na few minutes.&quot;\nWindlord: &quot;Then...&quot;said the male&quot;You have to save you...&quot;\nOrganics:  &quot;No, I&#39;m going to save US, you&#39;re a par of the family, \nBoyfriend...&quot;\nWindlord: &quot;I&#39;m not in contidtions to scape&quot;said sadly the male while \nhe weakly took her hands &quot;I&#39;m you stopping you... I love you, \nOrganics, but If we remain here both will be lost... You have your \nbrothers... and they are watting you..&quot;\nOrganics:  The femme roughly squeezed the male&#39;s shoulders.  &quot;Don&#39;t \ntalk like that!  We&#39;re going to get out of here.  Even if I have o \ncarry you all the way back to base.&quot;\nWindlord/Darkfate: Windlord smiled weakly and was almost ready to \nsaid something when Darkfate appeared and snarled &quot;TIME OVER! &quot;\nOrganics:  The femme visciouslly snarled back.  &quot;Watch it!  I may \nend up killing you if you don&#39;t stop being such a moron.  You&#39;d \nbetter watch yourself.&quot;\nDarkfate: &quot;You should be carefully what you said&quot;snarled back the \nmale and looking significatly to Windlord added&quot;You have a lot to \nloose&quot;\nOrganics:  The femme suddenly jumped up and grabbed Darkfate by the \nneck and lefted him off the ground.  &quot;And you&#39;ll lose it all if you \naren&#39;t too careful!&quot;  She was mad now, really mad.\nUnicron/Darkfate: &quot;Can anyone explain me what means this \nmess!&quot;commanded Unicron&#39;s hologram and looking to Organics , \nadded&quot;Organics... Free him&quot;\nOrganics:  The femme growled then threw Darkfate out into the \nhall.  &quot;Tell him to stop being a jerk.&quot;\nUncron: &quot;You should get the custom, Organics&quot;said with some irony&quot;We \naren&#39;t maximals, so we can&#39;t behave as one&quot;\n[Organics:  &quot;Adopt a few of them.  Or else you will be short one \nMinion, and hen you&#39;ll just have a clone between you and me.  Learn \nsome humility.&quot;\nUnicron: the hologram laughted and said with a slight irony in his \nvioce&quot;I would try.. well I&#39;m not in mood to discuss and I have no \ntime to loose... So Organic, be a nice girl and said farewell to \nyour Boyfriend... It&#39;s time that you come back to your obligations&quot;\n\n\n\n\n\n"}}