{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2000","from":"&quot;airly2000&quot; &lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"qnMDzoPnrGrwfT3quwLi7qDIBNcP2rNmAUQ5LN9LJFcjFrEwDIVIR8DW3km_uxMIZwn_tac3WDS4izPn61hmj3JRqaUExIkOsiI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1097906849","msgId":62092,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNrcWRyMSs4cDgxQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGNrbnFibSt2YzFvQGVHcm91cHMuY29tPg=="},"prevInTopic":62089,"nextInTopic":62107,"prevInTime":62091,"nextInTime":62093,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Injustice:  I see.  When do you want to do it? Darkfate: Right now said the male I can knock her out and fix her comlink to no work Injustice:  Okay.  The","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 6637 invoked from network); 16 Oct 2004 06:08:01 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 16 Oct 2004 06:08:01 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta1.grp.scd.yahoo.com with SMTP; 16 Oct 2004 06:08:01 -0000\r\nReceived: from [66.218.69.6] by n5.bulk.scd.yahoo.com with NNFMP; 16 Oct 2004 06:07:30 -0000\r\nReceived: from [66.218.67.169] by mailer6.bulk.scd.yahoo.com with NNFMP; 16 Oct 2004 06:07:30 -0000\r\nDate: Sat, 16 Oct 2004 06:07:29 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ckqdr1+8p81@...&gt;\r\nIn-Reply-To: &lt;cknqbm+vc1o@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6938\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.39\r\nFrom: &quot;airly2000&quot; &lt;airly2002@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\nInjustice:  &quot;I see.  When do you want to do it?\nDarkfate: &quot;Right now&quot;said the male&quot;I can knock her out and fix her \ncomlink to no work&quot;\nInjustice:  &quot;Okay.  The first sign she&#39;s waking up I&#39;m gone, I won&#39;t \nhang around to see her wake up.  She&#39;s dangerous.&quot;\nDarkfate: &quot;HEHEHEHEHE, I tough that you liked that she becomes your \nGirlfriend, Injsutice&quot;said ironically the male\nInjustice:  Very nervous now.  &quot;Maybe I do....&quot;\nDarkfate: The male laughted more and said &quot;first, If you like, you \nhave to find the way to desapear the parrot... &quot;\nInjustice:  &quot;No way, I&#39;ll get in trouble.  That&#39;s what you&#39;re trying \nto do!  Get me in trouble with Unicron!  Let&#39;s just go fix the \nfemme&#39;s comm and move on, okay?!?&quot;\nDarkfate: &quot;You&#39;re scared now, do you???&quot;said the male and reply &quot;But \nyou&#39;re ok, let&#39;s go to work...&quot;\nInjustice:  &quot;Fine, so you&#39;ll shut up about it.&quot;  He gets up and \nstarts fr the computer lab.\nDarkfate: the male arrrived at the room where Organics was, he \nslowly and carefully opened the door\nInjustice:  Quietly sneaks in, and sees Organics is asleep.\nDarkfate: Darkfate aimed and shot a dart that would knock her out.\nInjustice:  &quot;Can&#39;t be too careful  Come on, let&#39;s make this quick.&quot;\nDarkfate: the male came in and checked if the dark hit Organics.\nInjustic:  &quot;Did it work?&quot;\nDarkfate: &quot;It&#39;s seems &quot;replied the male who took Organic&#39;s arms and \nstarted to jam her comlink and inserted the track device\nInjustice:  &quot;Make sure she does not have an internal com,&quot; the clone \nadvised.\nOrganics:  The femme stirred a little, but did not wake up.\nDarkfate: The male checked that she hadn a internal com, but  her \nstirred put him nervous, so he cheked again if the dart had hit her \nor not.\nInjustice:  The clone almost ejected his fuel pump whn Organics \nmoved.  He expected her top wake up and kill Darkfate, but didn&#39;t.  \nHe sighed, thinking this was not worth the stress.\nOrganics:  The femme stirred again, rolling on her back this time.\nDarkfate: &quot;It&#39;s done &quot;whispered the male &quot;Let&#39;s go... quietly&quot; He \nleft in silence the room\nInjustice:  The clone tip toed out and held the door open for \nDarkfat, closing it quietly behind him.\nDarkfate: &quot;iLet&#39;s go out this zone &quot; said the male walking camly\nInjustice:  &quot;I need another nap.  I have never been so stressed out \nin my life.&quot;\nDarkfate: &quot;what a shame&quot; said the male &quot;Be scared due a femme&quot;\nInjustice:  &quot;I&#39;m not scared!  Just a little more cautious than \neveryone else.&quot;\nDarkfate: &quot;do whatever you like, Injustice, our job it&#39;s done&quot;\nInjustice:  &quot;Then if you need me, I&#39;ll be asleep in the med lab.&quot;  \nStarts to walk toward the Med Lab.\nDarkfate: The male cheked the time in a computer, it was time to \nfeed the parrot again... But  could be good idea to send Organics \nagain.... who would sent to tell her...OF course hers Baby sitter... \nDarkfate walked towards Nightstrike&#39;s room\nOrganics:  The femme rolled back onto the bed, still deep asleep due \nthe tranquilizer.\nDarkfate: The male walked towars Nightstrike&#39;s room and talked with \nhim, he told to Nighstrike that the femme had to feed the parrot and \nhis meal would be in 40 cycles, the time that would took the femme \nto woke up, also Nightstrike knew how prepare parrot&#39;s meal. \nNightstrike was a gree and said that he would took care of all\n\n40 cycles had passed.....\n\nNightstrike appeared in front of Organic&#39;s room and glenty he hit \nthe door\nOrganics:  The femme slowly awakens, groaning as she sits up.  &quot;Who \nis it?&quot; she asks groggily.\nNightstrike:  &quot;Nightstrike&quot;said the male&quot;It&#39;s time to feed your \nboyfried...&quot;\nOrganics:  &quot;Already?&quot; she asks as she gets up and goes to the door.  \nShe opens it and leans on the door way, still half alseep.\nNightstrike: &quot;It seems that you need sleep more&quot;said coole the \nmale&quot;Your Boyfriend can wait&quot;\nOrganics:  &quot;No, I&#39;m awake enough.&quot;  Reaches back and pulls th dart \nout of her back.  &quot;What the slag is this?!?!&quot;\nNightstrike: &quot;Let&#39;s see&quot;said the male taking carefully the dart with \nhe free hand&quot;Time to dutties, Organics, I&#39;ll take care of this and \nyou have to care your boyfriend... Now take the dish and follow me&quot; \nThe male walked to Windlord&#39;s room after he left the dish to ORganics\nOrganics:  The valkyrie takes the dish and follows Night strike o \nWindlord&#39;s room.  &quot;Windlord?  Are you awake?&quot;\nNightstrike/Windlord:  Nightstrike opened the door and looking to \nOrganics said &quot;You just will have enought tinme to feed him and I&#39;ll \ncome back to open you the door, you have 40 cycles, understend?&quot;\nOrganics:  &quot;Yeah, I understand.&quot;  She sits down next to Windlord, \nand holds the dish up.  &quot;Time to eat.&quot;\nWindlord: Windlord opened his eyes and weakly said &quot;hi...&quot; he tried \nto sit down but he couldn&#39;t move,  soon he stopped to try \nOrganics:  She set the dish down and pulled Windlord up and held him \nclose, sad that he was so weakened.\nwindlord: Windlor&#39;s eyes mirrowed sorrow,  he said  &quot;I&#39;m sorry that \nI couldn&#39;t help you to find the way to lef this place...&quot;\nOrganics:  &quot;Don&#39;t worry, we&#39;ll find a way.  Right now, you need to \neat.&quot;\nWindlord: &quot;I&#39;m not hungry&quot;said Windlord while he low his head\n organics:  &quot;You have to, you won&#39;t make it if you don&#39;t.  I won&#39;t \nlet you die!  Now you&#39;re going to eat even if I have to force feed \nyou!&quot;\nWindlord: Windlord weakly smiled and try to araise hi hand to took \nthe spoon but he felt that his hand was heaviest, he stopped tried \nto rest a sec and keep trying\nOrganics:  &quot;Sorry, I shouldn&#39;t have yelled at you.&quot;  She takes the \nspoon and fills it up, and begins to feed windlord.\nWindlord: &quot;I shouldn&#39;t have quit... I should keep fightting as \nwarrior that I&#39;m &quot;said the male before eat the energon\nOrganics:  he femme nodded and continued to feed him the energon, \ndispite her sad way she handled things.\nWindlord: the male stopped to eat, he had ended his food. He looked \nto Organics whie he took weakly her hands and said &quot;You never had \nimagine that someday you would look me in this status...&quot;\nOrganics:  She smiled weakly.  &quot;Don&#39;t worry, it won&#39;t last long.  \njust hang in there, for me...&quot;\nWindlord: The male said &quot;Some how we should warn Malice... &quot;\nOrganics:  &quot;I&#39;ll try to find a way, but it will be hard, I can only \nuse the scanners, I don&#39;t know if I can send him a signal from here.&quot;\nWindlord: &quot;Would very risky...&quot;said the male&quot;We have to find the \nway... or prepare our scape... Promise something my dear... would \nyou do it&quot;\nOrganics:  &quot;I&#39;ll find a way.  Don&#39; worry.&quot;\nWindlord: &quot;You&#39;ll  do&quot;said weakly the male &quot;But promised that if \nsomething happens me, you would scape in the firts chance...&quot;\nOrganics:  &quot;You&#39;ll be coming with me, so don&#39;t talk like we&#39;ll be \nseperated.&quot;\nWindlord: &quot;They can try to do it...&quot;\nOrganics:  &quot;Enugh.  You just rest, okay?  You&#39;ll feel better.&quot;\nWindlord: the male nodded and relaxed. he took weakly Organic&#39;s \nhand, and closed his eyes\nOrganics:  The femme shut her optics down and took the time to rest \nin quiet.\nWindlord: Windlord squezed weakly the femme&#39;s hand\n\n\n\n\n"}}