{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":197581214,"authorName":"Alex Sell","from":"Alex Sell &lt;kraftlos@...&gt;","profile":"titobeau","replyTo":"LIST","senderId":"TuqcKQA4GEVDeIETCm5kG4Q1v-lzqcfhkB_bm0uaJFEb5MidpD1v9qDuvjV64bLhABGPJ8PIO8DGPBinMLqAYD47y255","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Reprogramation","postDate":"1098424124","msgId":62119,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ0MGY5MDE5MDQxMDIxMjI0ODJmMzAyMjJAbWFpbC5nbWFpbC5jb20+","inReplyToHeader":"PEJBWTE5LURBVjExdHhjMW84eWYwMDAwNGUyNEBob3RtYWlsLmNvbT4=","referencesHeader":"PEJBWTE5LURBVjExdHhjMW84eWYwMDAwNGUyNEBob3RtYWlsLmNvbT4="},"prevInTopic":62117,"nextInTopic":62120,"prevInTime":62118,"nextInTime":62120,"topicId":62117,"numMessagesInTopic":18,"msgSnippet":"Seeing that all was quiet, Celeron took this chance to go back to the room with the computer.  He peeked in the room to make sure nobody was in there, then","rawEmail":"Return-Path: &lt;kraftlos@...&gt;\r\nX-Sender: kraftlos@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 85145 invoked from network); 22 Oct 2004 05:48:45 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m23.grp.scd.yahoo.com with QMQP; 22 Oct 2004 05:48:45 -0000\r\nReceived: from unknown (HELO rproxy.gmail.com) (64.233.170.198)\n  by mta5.grp.scd.yahoo.com with SMTP; 22 Oct 2004 05:48:44 -0000\r\nReceived: by rproxy.gmail.com with SMTP id 77so151254rnk\n        for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 21 Oct 2004 22:48:44 -0700 (PDT)\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n        s=beta; d=gmail.com;\n        h=received:message-id:date:from:reply-to:to:subject:in-reply-to:mime-version:content-type:content-transfer-encoding:references;\n        b=ozbI4tq5U7LMI3gtd95n3qPgmpuk8jRuv0sb30lYeL9WRMvr9k7ouDnl9i4F+WRN6AAwQdAnQU8kZppRS7XqjeFlxLdM9hN7XF1p3do5jvUYvpHqvoyUqEhKK1X3nylIIoGOvU3LPV3FSY1SoG7Y+29PJexFTGlzd/lAVL4U1lY=\r\nReceived: by 10.38.65.16 with SMTP id n16mr1823349rna;\n        Thu, 21 Oct 2004 22:48:44 -0700 (PDT)\r\nReceived: by 10.38.163.27 with HTTP; Thu, 21 Oct 2004 22:48:44 -0700 (PDT)\r\nMessage-ID: &lt;440f901904102122482f30222@...&gt;\r\nDate: Thu, 21 Oct 2004 22:48:44 -0700\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;BAY19-DAV11txc1o8yf00004e24@...&gt;\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nReferences: &lt;BAY19-DAV11txc1o8yf00004e24@...&gt;\r\nX-eGroups-Remote-IP: 64.233.170.198\r\nFrom: Alex Sell &lt;kraftlos@...&gt;\r\nReply-To: Alex Sell &lt;kraftlos@...&gt;\r\nSubject: Re: Reprogramation\r\nX-Yahoo-Group-Post: member; u=197581214\r\nX-Yahoo-Profile: titobeau\r\n\r\nSeeing that all was quiet, Celeron took this chance to go back to the\nroom with the computer.  He peeked in the room to make sure nobody was\nin there, then went in.  If people were in there, he would ask for a\nnew task.  If nobody was in there he would continue with his plan....\n\n\nOn Thu, 21 Oct 2004 01:23:16 -0600, Airly &lt;airly2002@...&gt; wrote:\n&gt; \n&gt; Blacknightmare:The femme woke up and said xstill sleepy &quot; was you calling\n&gt; me??&#39; What happend sis?&quot;\n&gt; Hellplague:  &quot;I was able to get the ship&#39;s logs up!  You need to see them!&quot;\n&gt; Blacknightmare: &quot;What? where?&quot; said the femme stood up and look her sis\n&gt; sleepy\n&gt; Hellplague:  &quot;In the cabin!  C&#39;mon!&quot; he femme said, pulling her sister\n&gt; along.\n&gt; Blacknightmare: the femme followed her, said the femme when she arrived\n&gt; &quot;What do you want to show me sis?&quot;\n&gt; Hellplague:  The femme sat down in the chair and opened the logs again,\n&gt; showing her sister the true Malice, the one no one here had ever seen or\n&gt; heard.  The hateful and cruel one.\n&gt; Blacknightmare: &quot;WHAT????&quot;said scared and amazed femme when she watch the\n&gt; screen, she shudder and said tembled &quot;It&#39;s worst than Injustice...&quot;\n&gt; Hellplague:  &quot;Do we want to chjange him back?  Is this what we want for\n&gt; him?&quot;\n&gt; Blacknightmare: &quot;But...&quot;she said tembled&quot;Maximals accepted him... I don&#39;t\n&gt; think that they had accepted a monster, he must be changed... He&#39;s very old&quot;\n&gt; Hellplague:  The femme searches through other files in the system and pulls\n&gt; up medical info for Malice.  &quot;&#39;Is prone to intense mood swings, lasting for\n&gt; megacycles or a few cycles.  Can be very violent or calm.&#39;  That&#39;s whats in\n&gt; his medical record.&quot;\n&gt; Blacknightmare: &quot;How old is his records?&quot;said the femme\n&gt; [Hellplague:  &quot;Only as old as his ship, he appearently did not supply that\n&gt; info... his body is only a hundred megacycles old, no telling how old his\n&gt; spark is.&quot;\n&gt; [Blacknightmare: &quot;But he had changed...&quot;said the femme\n&gt; Hellplague:  &quot;I can&#39;t explain it.  Maybe he had changed, there no way of\n&gt; telling.  I guess the only way of finding out would be to undo the brainwash\n&gt; and see.&quot;\n&gt; Blacknightmare: &quot;Should we show him... his records?&quot;said sadly the femme\n&gt; Hellplague:  &quot;Only if he asks.  I want to get this over with soon, I can&#39;t\n&gt; lie to him forever.&quot;\n&gt; [Blacknightmare: &quot;Ok let&#39;s go to wake up him&quot;said the femme \n&gt; Hellplague:  &quot;Okay.  let me close this, then we&#39;ll talk to him.&quot;  She closes\n&gt; the logs, and gets up with a sigh.  She wasn&#39;t ready for this.\n&gt; Blacknightmare: The femme slowly follow her sis\n&gt; Hellplague:  The femme slowly walked into the store room and walked over to\n&gt; Malice.  &quot;Malice?  You need to wake up, we need to talk.&quot;\n&gt; Malice:  The male stirred, and eventually woke up.  &quot;Huh..?  What?&quot;\n&gt; Blacknightmare: the femme remained outside the room, looking to her sis and\n&gt; her love\n&gt; Hellplague:  She turns back to Blacknightmare, and motions for her to come\n&gt; in.  &quot;We need you too, sis.  Come on.&quot;\n&gt; Blacknightmare: the femme came in, she looked pale and serious.\n&gt; Malice:  &quot;Blacknightmare?  Hon, what&#39;s wrong?&quot;\n&gt; Blacknightmare: the femme sat down and looke to Malice she couldn&#39;t lie him\n&gt; and said &quot;Hell Plague could log in the computer, it showed your records...\n&gt; we came to chat about this with ya... &quot;\n&gt; Malice:  &quot;My records?  Is this my ship or something?&quot;\n&gt; Hellplague:  &quot;Yes, it&#39;s yours.&quot;\n&gt; Blacknightmare: &quot;and computer showed who you was and what you was doing&quot;said\n&gt; the femme\n&gt; Malice:  &quot;And I take it I&#39;m not a nice guy,&quot; the male said, not liking where\n&gt; this was going.\n&gt; Hellplague.  &quot;We origonally captured you, and brainwashed you...&quot;\n&gt; Blacknightmare: &quot;And while you was a MAximal and as minion you&#39;&#39;ve been very\n&gt; nice&quot; added the femme\n&gt; Malice:  &quot;What.... what do you mean?  This is crazy!  How would it work? \n&gt; Why brainwash an enemy?&quot;\n&gt; Blacknightmare: &quot;reprogramation it&#39;s common in some factions&quot;said sadly the\n&gt; femme&quot;Predacons, Deceptions and... the minions do it... that mande the\n&gt; prisioners of war more trusty warriors&quot;\n&gt; Blacknightmare: After a while to remain in silence the femme spoke &quot;Only\n&gt; MAximals and their ancients, the autobots, never have done it &quot;\n&gt; Malice:  &quot;If this is so, then undo what you did to me.  Let me see for\n&gt; myself.&quot;\n&gt; Hellplague:  &quot;Now?  Are you sure?&quot;\n&gt; Blacknightmare: &quot;Should we... show him what have we find out sis?&quot;said the\n&gt; femme paling more\n&gt; Malice:  &quot;No!  Undo it, then I won&#39;t have to look at those logs.&quot;\n&gt; Hellplague:  The femme was quiet, she could not bring herself to speak.\n&gt; Blacknightmare: The femme slowly stood up and kissed Malice &quot;Let&#39;s go to do\n&gt; it then&quot;said the femme\n&gt; Malice:  The male stood and hugged Blacknightmare.  &quot;Don&#39;t worry, I&#39;ll still\n&gt; love you.&quot;\n&gt; Hellplague:  &quot;Come to the cabin, I&#39;ll set up the equipment.&quot;\n&gt; Blacknightmare: The femme smiled sadly  and she took Malice&#39;s arm and follow\n&gt; Hellplague\n&gt; Hellplague:  The femme sits in the chair and pulls out some networking\n&gt; cables from an arm compartment and connects one end to a erminal.  &quot;Malice,\n&gt; you&#39;ll need to lay down for this.  open you chest panel.&quot;\n&gt; Malice:  Malice gives Blacknightmare&#39;s hand a squeeze before sitting down on\n&gt; the floor and then laying down and opening his chest panel.  Hellplague\n&gt; connects the cable to a port in his chest then sits back in the chair.\n&gt; Blacknightmare: blacknightmare sat around looking to the place where MAlice\n&gt; layed down, she looked worry and tougfful\n&gt; Malice:  He looks over to Blacknightmare and reached up to touch her when he\n&gt; shut down, deactivating while Hellplagu worked.\n&gt; Hellplague:  &quot;It will ake a while, but I should completely undo i...&quot;\n&gt; Blacknightmare: Blacknightmare too his hand, she seemed not heard and no\n&gt; think, jut she looked to Malice\n&gt; Blacknightmare: She touchend glenty his face\n&gt; \n&gt; After a few hours...\n&gt; \n&gt; Hellplague:  &quot;It&#39;s done.  Malice is no longer brainwashed.  Let him wake up\n&gt; on his own.&quot;\n&gt; Blacknightmare:  the femme nodded and she continued touching glenty his\n&gt; face, waitting to his awake and hopping that all would be all right\n&gt;  Malice:  For a while, the male remains silent, then his chest rises, as he\n&gt; takes a deep breath.  His red optics come online, and he looks over to\n&gt; Blacknightmare.\n&gt;  BLacknightmare: &quot;Malice&quot;said kindly and worried the femme &quot;Are you... ok?&quot;\n&gt; Malice:  the male reaches to the cable leading frm his chest and jerks it\n&gt; out.  He closes the chest panel and tries to sit up, but is a little dizzy. \n&gt; &quot;Just a little light headed, but okay.&quot;\n&gt; Blacknightmare: the femme looked relieved and  said &quot;Do you remember...\n&gt; now?&quot;\n&gt;  Malice:  &quot;....(sigh) yeah.  Everything, from when someone knocked me out,\n&gt; to just a few megacycles ago.&quot;\n&gt; Blacknightmare: &quot;What do you mean?&quot;said the femme\n&gt;  Malice:  &quot;Someone hit me in the back of the head when you guys brought me\n&gt; up to Unicron.  Someone did that, so you could brainwash me.  I have\n&gt; complete memory of everything whn I was brainwashed.  E-v-e-r-y-t-h-i-n-g.&quot;\n&gt; Blacknightmare: The femme fell in silence not sure what would she have to\n&gt; say\n&gt; Malice:  The male sis up and scoots over to Blacknightmare.  He pulls her\n&gt; close and hugs her.  &quot;I still love you, don&#39;t worry.&quot;  It was partly true. \n&gt; The fact of the matter was, he remembered he loved another femme, a fiery\n&gt; little wolf girl.  But he didn&#39;t need to tell Blacknightmare.  He was sure\n&gt; they would be plenty mad at him when he showed his face again.\n&gt; \n&gt; The femme smiled and huged him back and said soflty &quot;Your sister are\n&gt; waitting you Malice, you shouldn&#39;t make a wait a lady&quot;\n&gt; Malice:  &quot;I know, but first I need to know if he Maximals will take me in\n&gt; again.  I did figh against them, they may have changed their minds abou me. \n&gt; We need to contacyt her first.&quot;\n&gt; Blacknightmare: &quot;They wish you back&quot;replied the femme&quot;in our fight in the\n&gt; cannon, they like us prisioner, I could say that they want to find out what\n&gt; was goin on...&quot;\n&gt; Malice:  &quot;I see.  But we still don&#39;t know what to do with you.  Well,\n&gt; they&#39;ll take you too, or I ain&#39;t going back o them.&quot;\n&gt; Blacknightmare: &quot;If you don&#39;t go back with them, then your sis may come to\n&gt; us&quot;said the femme&quot;I just hope that she didn&#39;t hate me&quot;\n&gt; [Malice:  &quot;Well, only time will tell.  Right now, I want to curl up right\n&gt; here and finish my nap.  I keep getting interupted.&quot;\n&gt; [Blacknightmare: the femme smiled and hugged him\n&gt; Hellplague:  &quot;You&#39;re so sad Malice.  All that trouble for a nap.  You&#39;re so\n&gt; weird.&quot;  The femme got up, and walked back to her room,she wanted a nap too.\n&gt;  &quot;See you two later, I need a nap too.&quot;\n&gt; Blacknightmare: The fmme looked him and said&quot;It&#39;s something wrong??? I\n&gt; tought that you would be happy when you remembered who you&#39;re&quot;\n&gt; Malice:  &quot;I kinda am, but the whole process of having my systems cleaned out\n&gt; drained some of my strength.  I can&#39;t help but feel a little ired.&quot;\n&gt; Blacknightmare: the femme smiled and and hugged him &quot;Then rest... you need\n&gt; it &quot;\n&gt; Malice:  &quot;Okay.&quot;  He lies down in her lap and proceeds to go to sleep.\n&gt; [The femme sat down in a chair and she fell sleep too\n&gt; \n&gt; Yahoo! Groups Sponsor\n&gt; \n&gt; ADVERTISEMENT\n&gt; \n&gt; \n&gt; ________________________________\n&gt; Yahoo! Groups Links\n&gt; \n&gt; To visit your group on the web, go to:\n&gt; http://groups.yahoo.com/group/nbwrpg/\n&gt;   \n&gt; To unsubscribe from this group, send an email to:\n&gt; nbwrpg-unsubscribe@yahoogroups.com\n&gt;   \n&gt; Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n\n"}}