{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":156647449,"authorName":"robert riley","from":"robert riley &lt;bustercross365@...&gt;","profile":"bustercross365","replyTo":"LIST","senderId":"KNKV7u0Tg3jgquTFjYpcYnAvR86GWrgwd8BPbarRgz-MGefIj5xRLWHhgnSM8_WyzSUEh-9TFIg7JMHtjnEAHv5yQ6q17ZUgnZpMOKKh","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PRisioners of Unicron","postDate":"1099341647","msgId":62171,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQxMTAxMjA0MDQ3LjIxNzQucW1haWxAd2ViNjA2MDkubWFpbC55YWhvby5jb20+","inReplyToHeader":"PEJBWTE5LURBVjFWdXgxWmNuOFQwMDAwYjFkMkBob3RtYWlsLmNvbT4="},"prevInTopic":62165,"nextInTopic":62173,"prevInTime":62170,"nextInTime":62172,"topicId":62053,"numMessagesInTopic":128,"msgSnippet":"Organics: The femme removed her hand from Windlord s chest and then helped him sit up.  She set the tray in his lap, and helped him stay sitting up. Try to","rawEmail":"Return-Path: &lt;bustercross365@...&gt;\r\nX-Sender: bustercross365@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 94709 invoked from network); 1 Nov 2004 20:40:48 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 1 Nov 2004 20:40:48 -0000\r\nReceived: from unknown (HELO web60609.mail.yahoo.com) (216.109.119.83)\n  by mta5.grp.scd.yahoo.com with SMTP; 1 Nov 2004 20:40:48 -0000\r\nMessage-ID: &lt;20041101204047.2174.qmail@...&gt;\r\nReceived: from [198.209.161.6] by web60609.mail.yahoo.com via HTTP; Mon, 01 Nov 2004 12:40:47 PST\r\nDate: Mon, 1 Nov 2004 12:40:47 -0800 (PST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;BAY19-DAV1Vux1Zcn8T0000b1d2@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-1662083708-1099341647=:99743&quot;\r\nX-eGroups-Remote-IP: 216.109.119.83\r\nFrom: robert riley &lt;bustercross365@...&gt;\r\nSubject: Re: PRisioners of Unicron\r\nX-Yahoo-Group-Post: member; u=156647449\r\nX-Yahoo-Profile: bustercross365\r\n\r\n\r\n--0-1662083708-1099341647=:99743\r\nContent-Type: text/plain; charset=us-ascii\r\n\r\nOrganics:\n \nThe femme removed her hand from Windlord&#39;s chest and then helped him sit up.  She set the tray in his lap, and helped him stay sitting up.\n \n&quot;Try to eat.  You&#39;ll feel a little bit better.&quot;\n\nAirly &lt;airly2002@...&gt; wrote:\nInjustice:  &quot;Yeah, but I would normally think it&#39;s because of leadership or orders, but this I don&#39;t quite understand.  I need a better understanding of emotions before I can comprehend how Windlord feels.&quot;\n Nightstrike: &quot;Well let&#39;s see...&quot; said thoughtful Nightstike&quot;Well, I have an idea... I&#39;ll only for this situation, I&#39;ll let you go to Organics and tell her that it&#39;s time to feed the parrot... don&#39;t say or do anything that may annoy her... and you would need parrot&#39;s meal... after she came in his room let them alone... and you would go to told the when time is over... int hat way you could watch how they behave and may be you could understand about emotions &quot;\n Injustice:  &quot;I guess so.  But if she tears me apart anyway, I&#39;ll kill you.&quot;\nNightstrike: &quot;while you have your mount closed and behave, she won&#39;t do anything... &quot;replied camled the male &quot;&quot;\n Injustice:  &quot;Fine.  So when is she supposed to go and feed him?  I think they have a few megacycles to go before they can.&quot;\nNightstrike: &quot;Soon&quot;replied the male&quot;I jsut have to prepare the meal and sent it to her &quot;\n Injustice:  &quot;I see.  Well, I&#39;ll be in the medical lab, call me when you are ready.  I have something to go check.&quot;\nNightstrike: &quot;Ok&quot;but Nigthstrike looked him suspicios\nInjustice:  The clone ignores the look and leaves.  he walks into the med lab and steps on the scanning platform and begins scanning his body at the molecular level.\nNightstrike: Nightstike went to Kitchen and in few cycles he prepared Windlord&#39;s  meal when it was ready he opened the com link to  Injustice &quot;Injustice... it&#39;s done&quot;\nInjustice:  Injustice was examining the results of the scan.  He seemed troubled.  &quot;Okay, let&#39;s get this over with.&quot;\nNightstrike: The male took the dish and waited for Injsutice\nInjustice:  The clon e took the dish and walked down to the room where Organics was still asleep.  He turne to Nightstrike.  &quot;Open the security lock out.&quot;\nNightstrike: &quot;Remember... Be nice and behave, if you don&#39;t do that she would skin you a live... and take this&quot;  he gave him a sort of electronig think that has the shape of  card&quot;It&#39;s the key of Parro&#39;s cell, just would usfefull one time, so try to don&#39;t be indise when door closed&quot; \n After those recomendations Nightstrike hit glenty the door\nOrganics:  The femme stirred, and rolled over and sat up on the edge of the bed.  &quot;What is it?&quot;\nNightstrike: &quot;Time to feed your boyfriend...&quot;said the male &quot;But regarding that I have some things to do , Organics, Injustice nicely accepted opened you, your boyfriend&#39;s cell door.. So, I go to go..&quot;\nNightstrike started to walk away\n Organics:  The femme looked up to the clone of her brother.  How she disliked him.  &quot;Fine.  Let&#39;s get moving.&quot;\nInjustice:  &quot;Okay.  You know the way.&quot;  the clone steps aside and the femme leads the way down to Windlord&#39;s cell.  Injustice opens the cell, and hands Organics the dish.  The femme goes in, and kneels nex to Windlord. \nWindlord: windlord was sleeping.\nOrganics:  &quot;Windlord?  Come on, baby, wake up.  It&#39;s time to eat.&quot;\nWindlord: windlord opened his eyes and smiled when he looked her. He tried to move and everyone there could notice that was a big esfort for him to do that\nOrganics:  &quot;They aren&#39;t giving you enough, are they?&quot;  Th femme stuck a finger inside the bowl, and found there was little energy in it.  She then placed a hand on his chest, and began to transfer some energy over to him.\nwindlord:: Windlord felt better and took Organic&#39;s and while he said &quot;Enough... my dear, If they notice something, we&#39;re lost... I think that I can move more easely... Let me try...&quot;\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/nbwrpg/\n  \n   To unsubscribe from this group, send an email to:\nnbwrpg-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n&quot;NOW... YOU&#39;RE FINISHED!  FINAL... FLASH!&quot;\n\t\t\t\n---------------------------------\nDo you Yahoo!?\n Check out the new Yahoo! Front Page. -  www.yahoo.com/a\r\n--0-1662083708-1099341647=:99743\r\nContent-Type: text/html; charset=us-ascii\r\n\r\n&lt;DIV&gt;Organics:&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;The femme removed her hand from Windlord&#39;s chest and then helped him sit up.&nbsp; She set the tray in his lap, and helped him stay sitting up.&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&quot;Try to eat.&nbsp; You&#39;ll feel a little bit better.&quot;&lt;BR&gt;&lt;BR&gt;&lt;B&gt;&lt;I&gt;Airly &lt;airly2002@...&gt;&lt;/I&gt;&lt;/B&gt; wrote:&lt;/DIV&gt;\n&lt;BLOCKQUOTE class=replbq style=&quot;PADDING-LEFT: 5px; MARGIN-LEFT: 5px; BORDER-LEFT: #1010ff 2px solid&quot;&gt;\n&lt;META content=&quot;MSHTML 6.00.2800.1476&quot; name=GENERATOR&gt;\n&lt;STYLE&gt;&lt;/STYLE&gt;\n\n&lt;DIV&gt;&lt;FONT face=Arial size=2&gt;Injustice:&nbsp; &quot;Yeah, but I would normally think it&#39;s because of leadership or orders, but this I don&#39;t quite understand.&nbsp; I need a better understanding of emotions before I can comprehend how Windlord feels.&quot;&lt;BR&gt;&nbsp;Nightstrike: &quot;Well let&#39;s see...&quot; said thoughtful Nightstike&quot;Well, I have an idea... I&#39;ll only for this situation, I&#39;ll let you go to Organics and tell her that it&#39;s time to feed the parrot... don&#39;t say or do anything that may annoy her... and you would need parrot&#39;s meal... after she came in his room let them alone... and you would go to told the when time is over... int hat way you could watch how they behave and may be you could understand about emotions &quot;&lt;BR&gt;&nbsp;Injustice:&nbsp; &quot;I guess so.&nbsp; But if she tears me apart anyway, I&#39;ll kill you.&quot;&lt;BR&gt;Nightstrike: &quot;while you have your mount closed and behave, she won&#39;t do anything... &quot;replied camled the male &quot;&quot;&lt;BR&gt;&nbsp;Injustice:&nbsp; &quot;Fine.&nbsp; So when is she supposed to go\n and feed him?&nbsp; I think they have a few megacycles to go before they can.&quot;&lt;BR&gt;Nightstrike: &quot;Soon&quot;replied the male&quot;I jsut have to prepare the meal and sent it to her &quot;&lt;BR&gt;&nbsp;Injustice:&nbsp; &quot;I see.&nbsp; Well, I&#39;ll be in the medical lab, call me when you are ready.&nbsp; I have something to go check.&quot;&lt;BR&gt;Nightstrike: &quot;Ok&quot;but Nigthstrike looked him suspicios&lt;BR&gt;Injustice:&nbsp; The clone ignores the look and leaves.&nbsp; he walks into the med lab and steps on the scanning platform and begins scanning his body at the molecular level.&lt;BR&gt;Nightstrike: Nightstike went to Kitchen and in few cycles he prepared Windlord&#39;s&nbsp; meal when it was ready he opened the com link to&nbsp; Injustice &quot;Injustice... it&#39;s done&quot;&lt;BR&gt;Injustice:&nbsp; Injustice was examining the results of the scan.&nbsp; He seemed troubled.&nbsp; &quot;Okay, let&#39;s get this over with.&quot;&lt;BR&gt;Nightstrike: The male took the dish and waited for Injsutice&lt;BR&gt;Injustice:&nbsp; The clon e took the dish and walked down to the room\n where Organics was still asleep.&nbsp; He turne to Nightstrike.&nbsp; &quot;Open the security lock out.&quot;&lt;BR&gt;Nightstrike: &quot;Remember... Be nice and behave, if you don&#39;t do that she would skin you a live... and take this&quot;&nbsp; he gave him a sort of electronig think that has the shape of&nbsp; card&quot;It&#39;s the key of Parro&#39;s cell, just would usfefull one time, so try to don&#39;t be indise when door closed&quot;&nbsp;&lt;BR&gt;&lt;/FONT&gt;&lt;FONT face=Arial size=2&gt;&nbsp;After those recomendations Nightstrike hit glenty the door&lt;BR&gt;Organics:&nbsp; The femme stirred, and rolled over and sat up on the edge of the bed.&nbsp; &quot;What is it?&quot;&lt;BR&gt;Nightstrike: &quot;Time to feed your boyfriend...&quot;said the male &quot;But regarding that I have some things to do , Organics, Injustice nicely accepted opened you, your boyfriend&#39;s cell door.. So, I go to go..&quot;&lt;BR&gt;Nightstrike started to walk away&lt;BR&gt;&nbsp;Organics:&nbsp; The femme looked up to the clone of her brother.&nbsp; How she disliked him.&nbsp; &quot;Fine.&nbsp; Let&#39;s get\n moving.&quot;&lt;BR&gt;Injustice:&nbsp; &quot;Okay.&nbsp; You know the way.&quot;&nbsp; the clone steps aside and the femme leads the way down to Windlord&#39;s cell.&nbsp; Injustice opens the cell, and hands Organics the dish.&nbsp; The femme goes in, and kneels nex to Windlord.&nbsp;&lt;BR&gt;Windlord: windlord was sleeping.&lt;BR&gt;Organics:&nbsp; &quot;Windlord?&nbsp; Come on, baby, wake up.&nbsp; It&#39;s time to eat.&quot;&lt;BR&gt;Windlord: windlord opened his eyes and smiled when he looked her. He tried to move and everyone there could notice that was a big esfort for him to do that&lt;BR&gt;Organics:&nbsp; &quot;They aren&#39;t giving you enough, are they?&quot;&nbsp; Th femme stuck a finger inside the bowl, and found there was little energy in it.&nbsp; She then placed a hand on his chest, and began to transfer some energy over to him.&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=Arial size=2&gt;windlord:: Windlord felt better and took Organic&#39;s and while he said &quot;Enough... my dear, If they notice something, we&#39;re lost... I think that I can move more easely... Let me try...&quot;&lt;/FONT&gt;&lt;/DIV&gt;&lt;!-- |**|end egp html banner|**| --&gt;&lt;BR&gt;&lt;/BLOCKQUOTE&gt;&lt;BR&gt;&lt;BR&gt;&quot;NOW... YOU&#39;RE FINISHED!  FINAL... FLASH!&quot;&lt;p&gt;\n\t\n\t\t&lt;hr size=1&gt;Do you Yahoo!?&lt;br&gt; \nCheck out the new Yahoo! Front Page. - &lt;a href=&quot;http://www.yahoo.com&quot;&gt; www.yahoo.com&lt;/a\r\n--0-1662083708-1099341647=:99743--\r\n\n"}}