{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"VpPXtvwOV_ezNbl1vWzTv1Pwhbob5Jw0xccKg6noKrWez_u4HPx5rOLDzLzf4lk-4-IUTlE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"956943234","msgId":633,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE0LjNhMGQxYTkuMjYzYjI1ODJAYW9sLmNvbT4="},"prevInTopic":632,"nextInTopic":634,"prevInTime":632,"nextInTime":634,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"OOC- Sorry, this is a long Email. Im trying to catch up. Also, I wanted everyones opnion. Where do you think the Beast Wars took place? Do you think it took","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nReceived: (qmail 23852 invoked from network); 28 Apr 2000 17:33:58 -0000\r\nReceived: from unknown (10.1.10.26) by m4.onelist.org with QMQP; 28 Apr 2000 17:33:58 -0000\r\nReceived: from unknown (HELO qg.egroups.com) (10.1.2.27) by mta1 with SMTP; 28 Apr 2000 17:33:58 -0000\r\nReceived: (qmail 23690 invoked from network); 28 Apr 2000 17:33:58 -0000\r\nReceived: from imo24.mx.aol.com (152.163.225.68) by qg.egroups.com with SMTP; 28 Apr 2000 17:33:58 -0000\r\nReceived: from JP3884@... by imo24.mx.aol.com (mail_out_v26.7.) id a.a4.3a0d1a9 (9624) for &lt;nbwrpg@egroups.com&gt;; Fri, 28 Apr 2000 13:33:55 -0400 (EDT)\r\nMessage-ID: &lt;a4.3a0d1a9.263b2582@...&gt;\r\nDate: Fri, 28 Apr 2000 13:33:54 EDT\r\nSubject: Re: Neo Beast Wars\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 41\r\nFrom: JP3884@...\r\n\r\nOOC- Sorry, this is a long Email. Im trying to catch up. Also, I wanted \neveryones opnion. Where do you think the Beast Wars took place? Do you think \nit took place in America, Asia, Pangea? I think it took place in Africa \nbecause it has most of the terrian that the Predacons/Maximals used. But, \nPangea is also a good bet because it was a super continent that probly had \nnumerous different climates. \n\n\n\n::: HELL BEAST steped onto the floating island. Before his was the Maximal \nship, armed and ready to fire upon them. BLACK ARACNIA, GREMLIN, and now \nPHENIOX and JACKLE, who were preoccupied elsewhere finally showed up. HELL \nBEAST looked to his left and his right, seeing the other Predacon there. For \nthe last time he looked down to his wrist controller, it gave the status to \nthe Predacon base, and complete control over its wepons and defences. ::::\n\n::: BLACK ARACNIA ::: So...how should we start this thing?\n\n::: GREMLIN ::: According to Rampage, the flyers go and then the ground \nassulters follow.\n\n::: PHENIOX takes to the sky ::: All flyers, lets go!\n\n:::: BLACK ARACNIA, GREMLIN, and JACKLE surge forward, fully pummeling the \nMaximal sheilds with there blaster pistols and missle launchers. HELL BEAST \nhung back with a bit of worry...but soon the feeling of battle took his \nsenses and he took to the air, sending a spitfire of bullets from his twin \nchain guns to the hull, waiting for the first Maximal to leave the base. :::\n\n~~~~~~~~~~\n\n::: TRANSANULAS sped onward, with Quickstrike still clinging to his back. \nThey left Crow Lord to perish in the flaming forest. Now, they were deep into \nthe vast smelly swamps of the valley. Swarming with bugs and covered in mist \nthey would be safe for a time. :::\n\n::: TRANSANULAS transforms and looks down to the tiny fuzor ::: Ah, \nQuickstrike. If memory serves me well, you were quite the little tropper. \n\n::: He looked around and spotted a large gatror rip apart a tiny deer that \nhad somehow gotten into the swamp and decided to take a sip at the pool of \nmirky water. The confrontation was short, but bloody. ::::\n\n::: TRANSANULAS ::: So, as I now see it were partners. What we need to do is \nto seek vengence upon our oppressors. Surely you want to get back at \nsomeone...HELL BEAST...MEGATRONE...RAMPAGE? \n\n::: He paused as a flock of birds flew above them :::\n\n::: He continued ::: I want to get back at both HELL BEAST and MEGATRON for \nthere manipulation of honest bots like you and myself. When we have completed \nout vengence....we can use our resources to get back to Cybertron...\n\n::: He stoped and relished the idea of ruling the planet, a long time \nambition of the arachnid. :::\n\n::: The spider looked to the fuzor ::: So, what is your insight on all of \nthis?\n\n~~~~~~~~~~~\n\n::: OMINOUS PRIME, the ever vigulat anachist of the Beast Wars looked at his \nscanners to see the battle taking place. Predacon verse Maximals this \ntime....just like the old days. Hidden in his workshop stronghold, he was \nsafe. He tinkered with somethings, but nothing serious. After the spider left \nhis here to die at the hands of his enemys....he wanted to show him that \nOMINOUS PRIME was no fool. ::::\n\n::: OMINOUS ::: Hm...HELL BEAST is at the battle, his base ungaurded. \nTRANSANULAS is abroad....unprotected. What to do, what to do?\n\n::: He picked up his energon blaster, refuled his Liquid Energon core that \npowered him, and secured his base. He blasted out of the artic region to get \nback at his enemyies! :::\n\n~~~~~~~~~~\n\n::: MEGATRON looked to Shredder ::: Agreed...we do need CR chambers. But the \nPredacons are departing to the battle. We can go to the allience members and \noffer them our speeder in return for the usage of the Chambers I suppose. Its \nour best bet.\n\n::: RAT TRAP ::: The Predacon base is unprotected! we could just-\n\n::: MEGATRON ::: We are in no condition to battle there defences, besides Im \nsure HELL BEAST had already placed a system to keep us out.\n\n::: Looking around a last time he seised fire ::: Predacons lets go...and \nAntix, your welcome aboard, just as long as you can carry your own weight. \nLets go, we need to talk with Zardus....\n\n"}}