{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":75187760,"authorName":"dewboy30816","from":"&quot;dewboy30816&quot; &lt;dewboy30816@...&gt;","profile":"dewboy30816","replyTo":"LIST","senderId":"kKADL6pec_hTDg881YMi3_PEGpp-qv-Fz4r4EaquanG22Y5AJLeUm-XQJPUDVpbSRSUKpBuuHoVLgmYDdJKjoyt7Mvn29v87CGsM2Q","spamInfo":{"isSpam":false,"reason":"12"},"subject":"OOC:  Help BSG win an Emmie","postDate":"1113269284","msgId":63612,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGQzZjg3NCtyanQxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":63611,"nextInTime":63613,"topicId":63612,"numMessagesInTopic":1,"msgSnippet":"Help Battlestar Galactica Win An Emmy SyFyPortal s Campaign To Get BSG Nominated April 8th 2005 06:06pm | Posted by: Jim Iaccino, Flight Deck Associate Editor ","rawEmail":"Return-Path: &lt;dewboy30816@...&gt;\r\nX-Sender: dewboy30816@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nReceived: (qmail 6416 invoked from network); 12 Apr 2005 01:28:05 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m24.grp.scd.yahoo.com with QMQP; 12 Apr 2005 01:28:05 -0000\r\nReceived: from unknown (HELO n7a.bulk.scd.yahoo.com) (66.94.237.41)\n  by mta3.grp.scd.yahoo.com with SMTP; 12 Apr 2005 01:28:05 -0000\r\nDomainKey-Signature: \r\nReceived: from [66.218.69.4] by n7.bulk.scd.yahoo.com with NNFMP; 12 Apr 2005 01:28:05 -0000\r\nReceived: from [66.218.66.61] by mailer4.bulk.scd.yahoo.com with NNFMP; 12 Apr 2005 01:28:05 -0000\r\nDate: Tue, 12 Apr 2005 01:28:04 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;d3f874+rjt1@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4350\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;dewboy30816&quot; &lt;dewboy30816@...&gt;\r\nSubject: OOC:  Help BSG win an Emmie\r\nX-Yahoo-Group-Post: member; u=75187760\r\nX-Yahoo-Profile: dewboy30816\r\n\r\n\nHelp Battlestar Galactica Win An Emmy \nSyFyPortal&#39;s Campaign To Get BSG Nominated\nApril 8th 2005 06:06pm | Posted by: Jim Iaccino, Flight Deck \nAssociate Editor\n\nWhen was the last time a serious science-fiction show was nominated \nfor a major prime-time Emmy?\n\nYou&#39;ll have to think back pretty far ... \n\nWhile there have been some quality television series on the air that \nshould&#39;ve at least been given a glance, the Academy of Television \nArts & Sciences has virtually ignored genre television. Well, fans \nof the new Battlestar Galactica series on SCI FI Channel think it&#39;s \ntime for that to change.\n\nMichael Hinman. founder of SyFyPortal, is organizing a campaign of \nBattlestar Galactica fans. Their goal? To get the attention of the \ntalented men and women who help choose what shows, actors and crews \nwill get recognized, and which ones won&#39;t.\n\nThis group of fans will place a full-page, full-color advertisement \nin the May 31 edition of The Hollywood Reporter, one of the major \ntrade publications in Hollywood. This particular issue of the \npublication is its special Emmy preview where studios do their best \nto get the attention of those who can write their name on the ballot.\n\nWhile Battlestar Galactica fans don&#39;t want to impede on the efforts \nby NBC Universal and SCI FI Channel to stump for the show, fan \nsupport could only help complement their efforts by showing that not \nonly do critics love the new Battlestar Galactica series, but fans \nlove it as well.\n\nDoes Battlestar Galactica deserve to be considered in the Best Drama \ncategory? Certainly. Do actors like Edward James Olmos, Mary \nMcDonnell, James Callis, Tricia Helfer, Grace Park, Jamie Bamber, \nKatee Sackhoff and Michael Hogan deserve to be considered for the \ncoveted Emmy statue? Most definitely yes. Should executive producers \nRonald D. Moore and David Eick start clearing their calendar to be \nin Hollywood next fall to attend the awards ... most definitely yes.\n\nBut just like anything in Hollywood, it&#39;s how you market yourself. \nYou can have one of the most unique, most entertaining shows on \ntelevision. But if you don&#39;t keep your face out there, you&#39;ll never \nget recognized. The fans of Battlestar Galactica feel that this show \ndeserves to be recognized.\n\nSyFyPortal -- a science-fiction entertainment news site that has \nbeen on the Web since 1998 -- has teamed up with the Las Vegas-based \nInternet radio show Subject2Discussion to help raise funds for this \nad in the small window of time in which this needs to be done.\n\nA very simple, straight-forward site has been set up at SyFyPortal \n( http://www.syfyportal.com/bsgcampaign.htm ) where fans can see \nwhat the campaign is about, and how they can donate. A PayPal system \nhas been set up, and those wishing to donate -- whether they have a \nfree account with PayPal or not -- can donate by most means \navailable on secure nets, including with Visa and MasterCard.\n\nTo purchase the space, $8,500 has to be raised over the next couple \nof weeks. That&#39;s a lot of money in a short period of time. But it is \nhoped that fans will come through. All collected money, outside of \nthe service fee charged by PayPal, will go directly toward the \npurchase of the ad space. Any additional money will be donated to a \ncharity in Tampa, Fla. that houses abandoned children named The \nJoshua House. This is a charity that SyFyPortal tries to support \nwhenever it can.\n\nFor those people or entities that wish to donate $500 or more, you \ncan include a name of either you or your organization, and it will \nbe included in the ad if you wish. Those donating $1,000 or more can \nhave the option of having their organization&#39;s logo (and link) \nincluded in the ad.\n\nThe ad will appear in the domestic and international editions of the \ntrade paper, and will be designed by lead graphic artist Bryant \nGriffin. Griffin designed the famous SyFyPortal logo, the new \nSyUniverse logo, as well as various projects for the Roddenberry \nfamily. Griffin is donating his services for this project.\n\nPlease donate to SyFyPortal&#39;s BSG Campaign ( \nhttp://www.syfyportal.com/bsgcampaign.htm ). For more information, \nvisit SyFyPortal, or e-mail Michael Hinman at michael@....\n\nThis campaign has NOT been endorsed by NBC Universal or SCI FI \nChannel. It is an independent campaign. Donations are NOT tax-\ndeductible. \n\n\n\n\n"}}