{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Iron Raptor","from":"Iron Raptor &lt;ironraptor13@...&gt;","replyTo":"LIST","senderId":"QezXlMChNfJV8QJhgAFXm229HvbxQFpXCbFnuXp9R09joWPBxEE6ez71iNgKJKJYfAtIdi0c1QGZLf2Cmaz7LnFRz4hwph1J_2Ig968","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"963537944","msgId":6551,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNzE0MDEyNTQ0Ljg0Ny5jcG10YUBjMDE0LnNmby5jcC5uZXQ+"},"prevInTopic":6550,"nextInTopic":6552,"prevInTime":6550,"nextInTime":6552,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Iron Raptor growled deply as she saw Tigerhawks trick, obviuosly planned but not planned enough. Whether it was the real Tigerhawk there or a hologram, she","rawEmail":"Return-Path: &lt;ironraptor13@...&gt;\r\nReceived: (qmail 529 invoked from network); 14 Jul 2000 01:25:45 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 14 Jul 2000 01:25:45 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.75) by mta1 with SMTP; 14 Jul 2000 01:25:45 -0000\r\nReceived: (cpmta 848 invoked from network); 13 Jul 2000 18:25:44 -0700\r\nDate: 13 Jul 2000 18:25:44 -0700\r\nMessage-ID: &lt;20000714012544.847.cpmta@...&gt;\r\nX-Sent: 14 Jul 2000 01:25:44 GMT\r\nReceived: from [207.194.22.198] by mail.penpals.com with HTTP; 13 Jul 2000 18:25:44 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.3.1\r\nSubject: Re: Neo Beast Wars\r\nFrom: Iron Raptor &lt;ironraptor13@...&gt;\r\n\r\n\n* Iron Raptor growled deply as she saw Tigerhawks trick, obviuosly planned but not planned enough. Whether it was the real Tigerhawk there or a hologram, she could have cared less.\nThe holographic program in which the Maximals Second In Command had thrown towards her had not done it&#39;s job, while she looked like some shadowy figure it soon shorted out to reveal her TRUE self. A simply annoyed look on her face as she glared at Tigerhawk before her.\nObviously a watse of a good holo-cube.\nThen her optics widened when she heard just what evil Punch had in mind for them, her head snapping towards him in utter surprise.\nThe TORTURE CHAMBERS?!!!\nIron Raptor heaved and strained against Drak One&#39;s grasp, her teeth bared towards Punch.*\n\n&quot; You&#39;re more of a MONSTER then I had become!!&quot;\n\n* She shouted, refuring to her experience of her combined beast modes. But he was more of a monster, only monsters like him could enjoy that fact of another being tortured.\nIron Raptor jerked against the grasp of Dark One again as they began to be draged off, snarling and growling as she did so.\nThere was no chance in the Pit that she was going to let them torture Tavatron, if there was no way out of it then she was going to try and switch their decision to herself. She could take the pain of torture to a point that she knew that the she-wolf could not.\nBeing biologically engineared she had that ability to withstand the pain to a point, it programmed into her at her creation.\nThrough these horrid events her own mind was drawn back to that fact, knowing that she was no true bot...not made the same whay any other was.\nShe had been planned, designed, thought out even before she had this physical form.\n Twenty two steller cycles ago she had been created, thirty six steller cycles ago she had been nothing but an idea in the optics of another.\nBut that was as far as he mind permited her to think of a subject that had nothing to do with the current situation, her mind narrowing to the problem at hand again.\nThough her mind was in focus towards their growing doom she couldn&#39;t help but think just what she was...and how she was going to tell Prowl, she was bot...but different beyond any one&#39;s guess.\nIron Raptor then snapped inches away from Dark One&#39;s face, letting him know that she could have bitten his face off any time she wanted to and was going to trouble every step of the way!!\nShe pulled and wriggled, kicked and bit, being every bit of trouble that she could think of.\nIf she was to save Tavatron then she had to convince them to switcher the she-wolf for her. Give them a reason to torture her in stead, knowing that they couldn&#39;t get loose.\nIron Raptor then glared at Punch as she noticed that he intended to accompany them, her teeth bared and her limbs struggling to be free.\nShe snarled and snapped at him, simply showing that if Dark One&#39;s grasp failed him she was going to be at Punch&#39;s throat in milli seconds!!\nBut just to give Punch the true meaning of her intent she then snapped her head back towards Dark One&#39;s, her jaws open and inches from biting doen on his jaw and cheek. The intent was if he let go Punch would have her on his ass, and she intended to make those intentions clear!\nIf this didn&#39;t make them switch Tavatron for her then at least she might be able to get at Punch...either was fine with her.*\n\n\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}