{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"ilovealllizards","from":"&quot;ilovealllizards&quot; &lt;ilovealllizards@...&gt;","replyTo":"LIST","senderId":"xENv3bw3wl4GjL_QJC_bNHeMxRui72CrNUhMIZj9WMWmXIZjr2TUdPRsuszX1WjPReCxVfF9KKstjrrb49U1gqBi2td3Mbt71xhlaQ9vsh7TQi_whjc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: DeathScythe arrives.","postDate":"963647421","msgId":6708,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBmYTAwMWJmZWUzMSQ1NGMzZjVjMCQzMzUyZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDM0LjdlYTYwZDQuMjZhMTVkMGVAYW9sLmNvbT4="},"prevInTopic":6705,"nextInTopic":6710,"prevInTime":6707,"nextInTime":6709,"topicId":6705,"numMessagesInTopic":4,"msgSnippet":"(OOC: Bravo to Yanshosh for that great entrance!.) ... From:  To:  Sent: Saturday, July 15, 2000 2:22 AM Subject:","rawEmail":"Return-Path: &lt;ilovealllizards@...&gt;\r\nReceived: (qmail 21971 invoked from network); 15 Jul 2000 07:55:00 -0000\r\nReceived: from unknown (10.1.10.142) by m1.onelist.org with QMQP; 15 Jul 2000 07:55:00 -0000\r\nReceived: from unknown (HELO pimout8-int.prodigy.net) (207.115.63.111) by mta1 with SMTP; 15 Jul 2000 07:55:00 -0000\r\nReceived: from birdboy (TAMPA020-0525.splitrock.net [63.254.84.17]) by pimout8-int.prodigy.net (8.8.5/8.8.5) with SMTP id DAA34564 for &lt;nbwrpg@egroups.com&gt;; Sat, 15 Jul 2000 03:54:55 -0400\r\nMessage-ID: &lt;0fa001bfee31$54c3f5c0$3352fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;34.7ea60d4.26a15d0e@...&gt;\r\nSubject: Re: DeathScythe arrives.\r\nDate: Sat, 15 Jul 2000 03:50:21 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;ilovealllizards&quot; &lt;ilovealllizards@...&gt;\r\n\r\n(OOC: Bravo to Yanshosh for that great entrance!.)\n----- Original Message -----\nFrom: &lt;Yanshosh@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Saturday, July 15, 2000 2:22 AM\nSubject: DeathScythe arrives.\n\n\n&gt; How about this for a character entrance?\n&gt;\n&gt; ::DeathScythe::\n&gt;\n&gt; &quot;And you were sent here to eliminate us?&quot;\n&gt;\n&gt; DeathScythe turns his head to look at the Maximal captain, his eyes never\n&gt; leaving the other two Maximals in the room.\n&gt;\n&gt; &quot;Yes,&quot; he says quietly, his voice sounding like death, &quot;I am offering you\na\n&gt; chance to live. Simply give me what I want.&quot;\n&gt;\n&gt; The Maximal captain shakes his head. &quot;Us Maximals don&#39;t give in to that. I\n&gt; suggest you retreat. You&#39;re outnumbered three to one.&quot;\n&gt;\n&gt; &quot;Then you die,&quot; DeathScythe says, his voice no more than a whisper.\n&gt;\n&gt; Several seconds pass, feeling like hours to the four bots.\n&gt;\n&gt; Without warning, DeathScythe jumps forward, his fist slamming into the\nhead\n&gt; of one of the Maximals, knocking him unconscious. The other two jump at\nhim,\n&gt; DeathScythe ducking, the other two slamming into each other. With an\nupward\n&gt; punch, he sends the Maximals flying into opposite sides of the room.\n&gt;\n&gt; The captain stands up, the other Maximal obvioustly knocked unconscious.\n&gt; DeathScythe grins.\n&gt;\n&gt; &quot;So... The heroic Maximals try a three on one battle. How pathetic!&quot;\n&gt; DeathScythe&#39;s grin broadens, the assassin reaching behind him. The Maximal\n&gt; commander jumps forward, swinging a fist at DeathScythe.\n&gt;\n&gt; DeathScythe sidesteps, the hand behind his back producing a dagger, which\nhe\n&gt; stabs downward into the Maximal&#39;s neck. The captain&#39;s eyes widen, his body\n&gt; flying into a comp console, the console exploding.\n&gt;\n&gt; The ship that they were all in goes into a spin, dipping down toward a\nblue\n&gt; planet. DeathScythe is thrown against the wall, going unconscious.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; The impact as the ship hits down in Africa is tremendous. The systems of\nthe\n&gt; ship blink out, the DNA replicator the only one left online, but barely.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; DeathScythe opens his eyes.\n&gt;\n&gt; &quot;I see you&#39;re awake.&quot;\n&gt;\n&gt; The assassin looks over at the source of the voice, his eyes widening. The\n&gt; bot standing in front of him was the Maximal captain, holding his own head\nin\n&gt; his arms.\n&gt;\n&gt; &quot;I&#39;ve been waiting for you to wake up,&quot; says the captain&#39;s head.\n&gt;\n&gt; &quot;W-w-w-w-w-w,&quot; DeathScythe mumbles, trying to form words, &quot;W-what happened\nto\n&gt; your head?&quot;\n&gt;\n&gt; &quot;My head?&quot; the head frowns, then suddenly opens its mouth, &quot;Oh! My head!\nOh,\n&gt; you knocked it off in that fight.&quot;\n&gt;\n&gt; DeathScythe shakes his head. &quot;No I didn&#39;t, I stabbed you in the neck with\na\n&gt; dagger.&quot;\n&gt;\n&gt; &quot;Are you sure?&quot;\n&gt;\n&gt; &quot;Yes.&quot;\n&gt;\n&gt; The head frowns, &quot;Oh, you must be right.&quot;\n&gt;\n&gt; The captain lifts his head to his shoulders, the wound healing. He then\ntakes\n&gt; out a dagger and stabs it into his own neck. &quot;That better?&quot;\n&gt;\n&gt; Eyes widened in astonishment, DeathScythe nods.\n&gt;\n&gt; &quot;Good. Follow me.&quot;\n&gt;\n&gt; Silently, DeathScythe stands up, walking after the Maximal captain. The\n&gt; hallway they were walking down looked strange, circular, and dripping with\n&gt; something.\n&gt;\n&gt; &quot;Where are we?&quot;\n&gt;\n&gt; &quot;In me.&quot;\n&gt;\n&gt; &quot;What??&quot; DeathScythe stops, looking at the Maximal.\n&gt;\n&gt; &quot;In me,&quot; the captain says patiently, &quot;I think we&#39;re in my abdomen.&quot;\n&gt;\n&gt; &quot;No we&#39;re not. You&#39;re right there. I can&#39;t be inside you.&quot;\n&gt;\n&gt; &quot;Sure you can, just shut up and follow.&quot;\n&gt;\n&gt; DeathScythe growls. This Maximal was pissing him off. The assassin swings\nhis\n&gt; fist at the Maximals&#39;s head.\n&gt;\n&gt; The fist passes through the head, the Maximal turning around.\n&gt;\n&gt; &quot;That was rude,&quot; he says simply.\n&gt;\n&gt; DeathScythe blinks. He had been expecting the Maximal to get hit and fall\n&gt; unconscious. &quot;What was?&quot;\n&gt;\n&gt; &quot;Pointing that spoon at me.&quot;\n&gt;\n&gt; &quot;What spoon?&quot;\n&gt;\n&gt; &quot;The one in your left hand.&quot;\n&gt;\n&gt; DeathScythe looks down at his left hand, surprised to see a small silver\n&gt; spoon in it.\n&gt;\n&gt; &quot;Um........&quot; he says, continuing to follow the Maximal. He was now\ncompletely\n&gt; confused, &quot;Are you sure we&#39;re inside you?&quot;\n&gt;\n&gt; The Maximal turns around with an annoyed look on his face, &quot;Look, this is\nmy\n&gt; dream, and whatever I say goes!&quot;\n&gt;\n&gt; DeathScythe&#39;s mouth opens, trying to say something, but to confused to\ndecide\n&gt; what to say. &quot;Your dream?!&quot; he finally blurts out, &quot;If this is a dream,\nit&#39;s\n&gt; my dream!&quot;\n&gt;\n&gt; DeathScythe lifts his left hand, about to throw the spoon at the Maximal,\n&gt; when he discoveres the spoon missing.\n&gt;\n&gt; &quot;YOU STOLE IT!&quot; he yells at the Maximal.\n&gt;\n&gt; The Maximal captain turns around, &quot;Stole what?&quot;\n&gt;\n&gt; &quot;The spoon I had in my hand!&quot; yells an enraged DeathScythe.\n&gt;\n&gt; &quot;You didn&#39;t,&quot; the captain says calmly.\n&gt;\n&gt; DeathScythe blinks. &quot;Didn&#39;t what?&quot;\n&gt;\n&gt; &quot;Have a spoon in your hand.&quot;\n&gt;\n&gt; &quot;I did?&quot;\n&gt;\n&gt; &quot;No.&quot;\n&gt;\n&gt; &quot;Oh,&quot; DeathStorm says, blinking a few times to get his thoughts in order,\nbut\n&gt; to no avail. DeathStorm finally cracks, losing his temper, he lets out an\n&gt; insane yell. &quot;ENOUGH!!!&quot; DeathScythe yells, reaching for his gun.\n&gt;\n&gt; He blinks as he looks down at what he though was the gun, suddenly\nrealizing\n&gt; that it was a bot&#39;s arm.\n&gt;\n&gt; &quot;Wha-who-who-wh-what is this?&quot; he asks, his eyes wide.\n&gt;\n&gt; &quot;It&#39;s an arm.&quot;\n&gt;\n&gt; &quot;I KNOW IT&#39;S AN ARM, YOU DIMWIT,&quot; DeathScythe yells on the top of his,\n&quot;BUT\n&gt; WHOSE SLAGGIN&#39; ARM IS THIS?!!!!&quot;\n&gt;\n&gt; &quot;Mine,&quot; the Maximal says calmly, turning around, &quot;Can I have it back?&quot;\n&gt;\n&gt; DeathScythe looks at the Maximal in disbelief. His eyes go to the\nMaximal&#39;s\n&gt; stump of an arm, where seconds before there appeared to be a fully\nfunctional\n&gt; limb. Looking back up to the captain&#39;s face, DeathScythe notices that the\n&gt; knife in the Maximal&#39;s shoulder has turned into a small silver spoon.\n&gt;\n&gt; &quot;YOU SLAG! YOU TOOK IT!!!!!&quot; he screams, jumping at the Maximal and\nswinging\n&gt; the arm. &quot;DIE! DIE! DIE! DIE!&quot; he keeps yelling, whacking the Maximal with\n&gt; the bot&#39;s own arm.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~~~~\n&gt; &quot;Replication complete.&quot;\n&gt;\n&gt; DeathScythe opens his eyes. He was on his back, laying on cold ground.\nAbove\n&gt; him was the night sky. DeathScythe turns his head, looking at a metal\nplate\n&gt; of the ship.\n&gt;\n&gt; &quot;AHHH!!&quot; he jumps up, ready for battle against the hellish spawn he saw in\n&gt; the reflection. He blinks, realizing that the hellish spawn was himself.\n&gt;\n&gt; DeathScythe smiles, admiring his new beast mode in the mirror. Either the\n&gt; ship was hit pretty bad, or this was one psycho planet. DeathScythe looked\n&gt; like all the animals on earth put together. His hind legs were that of a\n&gt; wolf, only much larger, so they could work together with his front legs,\n&gt; looking almost like a gurrila&#39;s hands, but ending in two mismatched\nhooves.\n&gt; His tail was a snake&#39;s tail, ending with a scorpion stinger.\n&gt;\n&gt; DeathSythe back was covered by both fur, hide, and scales, different\npatches\n&gt; of covering for different spots. Out of the middle of his back stuck out\ntwo\n&gt; wings, in strange angles. From the angles of the wings, it was obvious\nthat\n&gt; they were useless in flight, just there for apearence. In between the\nwings,\n&gt; a shark fin sticks out, leaning slightly to the left. His underbelly was\n&gt; covered with scales, fur sticking through them. Out of his sides stuck\n&gt; various fish fins, creating something like side teeth for the assassin.\n&gt;\n&gt; His snout was hideous. From the middle of what looked like a T-rex&#39;s face,\na\n&gt; rhino horn stuck out. Where the snout would be there was a bump, a\nseemingly\n&gt; human nose emerging from it. Under that was another bump, the mouth gaping\n&gt; its horrid collection of teeth, taken from various species on the planet.\n&gt;\n&gt; &quot;DeathScythe, ASSASSINATE!!!!&quot;\n&gt;\n&gt; DeathScythe transforms into robot mode, looking again at the plate. He was\n&gt; almost as hideous as he was in beast mode. His wolf hind-legs served as\nhis\n&gt; feet, an extra pair of arms coming out to serve as his robot arms, leaving\n&gt; two hooves sticking out behind his back. Out of his shoulder stuck several\n&gt; fish fins, the other one carrying the shark fin. His whole body was random\n&gt; patches of different skins, hides, fur, and scales. Out of his back stuck\nhis\n&gt; beast mode head, grinning its collection of teeth. His wings were folded\nover\n&gt; his back, providing a cape to hide his second head, making it look like a\n&gt; hump on his back. His robot head remained unchanged, still the evil\nmercyless\n&gt; face of an assassin.\n&gt;\n&gt; DeathScythe smiles. He looked horrid. He looked like a freak. He could\npass\n&gt; as something from the pit itself! He rather liked it.\n&gt;\n&gt; DeathScythe looks at the other bots near the ship, all of them dead. He\ngrins\n&gt; evilly as he looks at the captain. &quot;Thought you could confuse me, eh?&quot;\n&gt;\n&gt; He walks over to the captain, kicking him before turning to disapear into\nthe\n&gt; woods.\n&gt;\n&gt; ------------------------------------------------------------------------\n&gt; Get a NextCard Visa, in 30 seconds!\n&gt; 1. Fill in the brief application\n&gt; 2. Receive approval decision within 30 seconds\n&gt; 3. Get rates as low as 2.9% Intro or 9.9% Fixed APR\n&gt; http://click.egroups.com/1/6628/13/_/_/_/963642133/\n&gt; ------------------------------------------------------------------------\n&gt;\n&gt;\n\n\n"}}