{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"cyberwolf4@prodigy.net","from":"cyberwolf4@...","replyTo":"LIST","senderId":"OOwmuHulooHm6dNR3SlNV0pL4-KlOl4cbJ-3sbfrgk11OMWqsdyU2A2UtaRBUtmSGvbcmV09P67fWh9nFA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Back to buisness","postDate":"963648582","msgId":6709,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhrcDY4NitlMXJrQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGRlLjc1NDdmZDMuMjZhMTNhMzVAYW9sLmNvbT4="},"prevInTopic":6698,"nextInTopic":0,"prevInTime":6708,"nextInTime":6710,"topicId":6698,"numMessagesInTopic":2,"msgSnippet":"(6581) Savannas face showed that she understood what he was telling them, but the fact that her eyes kept looking toward his hands showed distrust, he didn t","rawEmail":"Return-Path: &lt;cyberwolf4@...&gt;\r\nReceived: (qmail 2005 invoked from network); 15 Jul 2000 08:09:44 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 15 Jul 2000 08:09:44 -0000\r\nReceived: from unknown (HELO mo.egroups.com) (10.1.1.34) by mta1 with SMTP; 15 Jul 2000 08:09:44 -0000\r\nX-eGroups-Return: cyberwolf4@...\r\nReceived: from [10.1.10.33] by mo.egroups.com with NNFMP; 15 Jul 2000 08:09:44 -0000\r\nDate: Sat, 15 Jul 2000 08:09:42 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Back to buisness\r\nMessage-ID: &lt;8kp686+e1rk@...&gt;\r\nIn-Reply-To: &lt;de.7547fd3.26a13a35@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4057\r\nX-Mailer: eGroups Message Poster\r\nFrom: cyberwolf4@...\r\n\r\n(6581)\n\nSavannas face showed that she understood what he was telling them, \nbut the fact that her eyes kept looking toward his hands showed \ndistrust, he didn&#39;t expect a red carpet greeting but he didn&#39;t expect \na four bot conference either. The Predicon expected a twenty one gun \nsalute, all aimed at him. These Maximals seemed almost civilized, \nsomething the Predicons lacked. this attitude made things much easier \nfor him.\n\n(6642)\n\nHe glanced towards Kluster, the commander didn&#39;t seem interested in \nhis tale but he was still willing to listen.\n\n&quot;I am going to open this scan cube and show you.&quot; Slowly he lowers \nthe cube to the table pressing a button upon contact.\n\nA bright light emmitted from the cube producing a geographical view \nof the Earth as it appeared upon Phobias arrival. &quot;This is the planet \nwe&#39;re on now. It will one day be called Earth by it&#39;s inhabitants the \nplanet where the Ark crashed.&quot; Every bot on cybertron knew the story \nof the Autobots alliance with Earth so he didn&#39;t need to elaborate on \nthe subject.\n\n&quot;These are scans I&#39;ve taken fom orbit.&quot; The image flattens with \nbright red and orange waves surrounding the areas the Cybertronians \nhave battled. and one big white wave origionating from the ocean.\n\n&quot;These temporal waves are becoming more frequent, and more \ndisasterous.&quot; the spiders voice became louder and more urgent when a \nsudden distraction occurs.\n\n&quot;Kluster are you in here?&quot; a new arrival entered the room. (Hot Rod.)\n\nThe new arrival had a young face, that seemed somehow more \nexperienced than the rest of the Maximals. It appeared to be more of \na classic design than he&#39;d seen. &quot;Is he for real or is he the result \nof one of the anomalies?&quot; Phobia thought as Kluster excused himself. \nHe was tempted to send one of his babies out to observe, but decided \nagainst it. He&#39;d worked hard to get this far, he didn&#39;t want to ruin \nhis chances with a stupid mistake.\n\nKluster returned shortly later and the presentation began once \nmore. &quot;As I was saying, these temporal waves are changing history as \nwe know it. This wave especially worries me. (Points to white line) \nMy scans showed thatthere was once a mountain on this Island, then \nsuddenly it vanished causing a wave that nearly knocked me out of \norbit.\n\n&quot;I hope you&#39;re ready for this, I&#39;ll be taken offline for sure for \nshowing you this.&quot; Phobia took a moment to gather himself before \ncontinueing, &quot;This is the cause of the temporal wave.&quot; The image of \nEarth fades to be replaced with a rotating image of a Predicon \nwarship. &quot;The Iron Fist could have only been sent here for one \nreason&quot; Phobia still couldn&#39;t believe that the TriPredicus Council \nwould do something that drastic,&quot;The Council must have issued an \norder to destroy this planet.&quot;\n\nA moment of silence, oohs and ahs around the room,\n\n&quot;And you realise that if A skyspy is launched and doesn&#39;t find any \ncompatible life forms the Autobots and Decepticons will never awaken, \nthe Earth will never assist the Autobots, The Matrix will never \nreturn to cybertron, Unicron wouldve succeeded in destroying our \nworld and we will never have existed.&quot; He didn&#39;t want to give out to \nmuch information but he needed to use the information his babies \nstole from Magmatrons computer.\n\n&quot;Thats not the end of it either. If we&#39;re never created then we can&#39;t \nreturn to harm this planet. All the damage we&#39;re causing to this \nplanet won&#39;t just alter the future, it&#39;ll cause an unrepairable loop \nwhich could expand and effect Primus only knows how many planets, \ncolonies, even entire generations of life on other planets we&#39;d \ndestroy by messing with the space time continuum.\n\n--- In nbwrpg@egroups.com, Yanshosh@a... wrote:\n&gt; ::Prowl/Kluster::\n&gt; \n&gt; Prowl enters the equipment room, looking around. This place was \noverflowing! \n&gt; He walks to a shelf, taking some of the equipment.\n&gt; ~~~~~~~~~~~~~~~~~~~~~~~\n&gt; Kluster walks back into the conference room.\n&gt; \n&gt; &quot;I apologize for the interruption,&quot; he says to Phobia, taking a \nseat again, \n&gt; &quot;You were about to say what this info of yours was?&quot;\n\n\n"}}