{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":136108548,"authorName":"Richard Allen","from":"Richard Allen &lt;roborick007@...&gt;","profile":"roborick007","replyTo":"LIST","senderId":"ceuAUkHavk-yx2McgE-aoSTf4I7IDrluPQW7-yXYZ9wvPdvn0pPPoRGLHXFWcFZDern44l9rCuiPdMVzTFptyMHdeIEsfXpJJEQAqA","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: THE MINIONS OF UNICRON HAVE COME!","postDate":"1193369795","msgId":67271,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk3NDUwMy4yNzEyOC5xbUB3ZWI1MDcwNC5tYWlsLnJlMi55YWhvby5jb20+","inReplyToHeader":"PGZmcjZiNis5NXR1QGVHcm91cHMuY29tPg=="},"prevInTopic":67268,"nextInTopic":67272,"prevInTime":67270,"nextInTime":67272,"topicId":67264,"numMessagesInTopic":56,"msgSnippet":"... Rodimus and Kup both took cover behind a building after Rodimus spotted the missiles coming from behind the Predacon eagle. In the midst of the smoke and","rawEmail":"Return-Path: &lt;roborick007@...&gt;\r\nX-Sender: roborick007@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 27800 invoked from network); 26 Oct 2007 03:36:36 -0000\r\nX-Received: from unknown (66.218.67.95)\n  by m47.grp.scd.yahoo.com with QMQP; 26 Oct 2007 03:36:36 -0000\r\nX-Received: from unknown (HELO web50704.mail.re2.yahoo.com) (206.190.38.102)\n  by mta16.grp.scd.yahoo.com with SMTP; 26 Oct 2007 03:36:36 -0000\r\nX-Received: (qmail 33011 invoked by uid 60001); 26 Oct 2007 03:36:36 -0000\r\nX-YMail-OSG: lzj8RlcVM1l7Wk1BnPaRaU1ub.daaJ46Y3FnE7nam.dtApMtBpPxOEwN2TTCZ8YWC_OEENgHxM5tcwTjVLJI5gA448pJE7yXazho6VOYbj.ov4pcFmpHBcN0dkrgmzJSdXAJ7Wc.ZLkNh9w-\r\nX-Received: from [67.149.163.205] by web50704.mail.re2.yahoo.com via HTTP; Thu, 25 Oct 2007 20:36:35 PDT\r\nDate: Thu, 25 Oct 2007 20:36:35 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;ffr6b6+95tu@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-1609249386-1193369795=:27128&quot;\r\nContent-Transfer-Encoding: 8bit\r\nMessage-ID: &lt;974503.27128.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Richard Allen &lt;roborick007@...&gt;\r\nSubject: Re: THE MINIONS OF UNICRON HAVE COME!\r\nX-Yahoo-Group-Post: member; u=136108548; y=2sag6hooWRoc6yjlstfruJ8bgv-VFSM_TxpVxK6RVa-wr9Qp5vQ\r\nX-Yahoo-Profile: roborick007\r\n\r\n\r\n--0-1609249386-1193369795=:27128\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\n\r\n::Rodimus Prime/Kup::\n\nRodimus and Kup both took cover behind a building after Rodimus spotted the missiles coming from behind the Predacon eagle.\n\nIn the midst of the smoke and fire and chaos they both come out of the cover to see something much worse then the previous missiles.\n\nRodimus Prime: Oh by Primus no...\n\nKup: This can&#39;t be what I think it is. I see Scourge and Cyclonus... over and over again.\n\nRodimus: Unicron must have created an entire army based on the reformatting that he did to the fallen Decepticons back in 2005.\n\nKup: So what are we dealing with here?\n\nRodimus: A huge force, possibly in the hundreds. I&#39;d imagine that most of the force is made up of Sweeps. Probably broken into different squadrens each lead by a Scourge clone. A certain amount of those clones probably answer to each Cyclonus clone. And...\n\nRodimus points to one of the minions flying near.\n\nRodimus: I&#39;d imagine that above all these Unicronion Decepticons are those... Unicron&#39;s personal Minions.\n\nKup: What could this mean, Roddy.\n\nRodimus: Unicron is finished waiting.\n\nRodimus opened a comm channel with Lord Perseus.\n\nRodimus: Well Trelos isn&#39;t an issue anymore. Unicron is making his big push. I don&#39;t know how many Minions just joined the party but I&#39;m counting Unicronion Decepticon clones in the hundreds. Can we get every weapon system the city has online like now?\n\nsupercyclonus &lt;supercyclonus@...&gt; wrote:                               From the brightening side of the moon a large wave of something rose \n from its surface. Red like the landscape it flew from, it rose into \n the air. Then with a smooth twist of hue it turned black as the \n shadows of space enveloped it. Like some black fog hunter-\n terminators, or sweeps as some call them, along with their leader \n Scourge, gathered themselves under the direction of the mighty \n Cyclonus. Then with lightening swiftness boosters flared turning the \n surface of the moon crimson for the briefest of moments before they \n struck out across open space, moving with precision and ease toward \n the unsuspecting inhabitants of the earth. \n \n Inside the pacifist Maximal base in Atlantis the computers continued \n to monitor the grounds, primarily attempting to keep track of the \n fleeing Trelos. But as always a few cones were pointed skyward, \n always on the look out for Minions. What they saw today the computers \n had no way to understand. Something that was there and yet not there. \n The slightest bit of distortion, that under normal circumstances \n would have been ignored, but in this case was large, and worse yet, \n it was moving. (OOC: Think of Predator&#39;s invisibility when he moved) \n \n A yellow warning light began to go off in the pacifist command \n center, as the computer screen automatically projected course and \n heading. Approximated heading: Atlantis. Unfortunately no one was \n there to notice.\n \n On the grounds of Atlantis the pursuit of Trelos continues as several \n Maximals attempt to retrieve the rather elusive Predacon from his \n newest hiding spot, underwater. One boat is on the water obviously \n searching, while a floating car hovers over the waters doing its own \n search. Meanwhile Rodimus has noted a rather odd dot in the skies, \n one that he can see to be a Predacon eagle. He is pointing at it. And \n even as he is doing this he notes something strange coming from \n behind the eagle. The sky for a moment seems to flash and ripple, \n almost like lightning, and yet there is a slight rotation to the \n flashes. \n \n In the skies above the eagle looks down noting Rodimus pointing at \n him, and he begins to drop out of the skies moving out over open \n water, preparing either to flee, or do a strafing run. In either case \n he is totally unaware of what is transpiring over his head.\n \n On the grounds below Rodimus can see what is coming as his enhanced \n vision sees two very tiny dots spiraling out from the rippling \n flashes. At the same time Klaxons begin to go off as base computers \n do actually recognize this threat: MISSILES!\n \n Erupting out of the skies, twin missiles streak across the skies, \n vortexes of flames spiraling after them like crimson, cone shaped \n contrails. They slam into communication towers, and the towers as \n well as a few outlying buildings burst into flames. \n \n In the background, almost unnoticed, a Myrmidon spirals out of the \n skies, the recipient of several laser blasts. Small gouts of flames \n flowing from him even as he impacts the water. Myrmidon sinks beneath \n the waves.\n \n And flying from amidst this bombardment Cyclonus rises high into the \n air.\n \n &quot;The days you have known are over. All that you have belongs to us! \n Resist and be destroyed!! THE MINIONS OF UNICRON HAVE COME!&quot;\n \n Even Cyclonus spoke sweeps arrive seeming to almost darken the skies \n for a momsnt, disintegrator blasts providing bright flashes of light \n as they bath Atlantis and the Maximal base in war.\n \n - - - - - - - - - - - - - - - - - - - - - - - -\n \n OOC: I am sure other Maximal and Predacon bases/HQ&#39;s will note \n something similar to what the Maximal base in Atlantis noted, feel \n free for anyone to jump in, if it makes sense. \n \n The only thing of note is that the Sweeps and Scourge cannot be \n locked on to with sensors (check out their profiles on wiki). That \n should not affect most of you very much, since most of you shoot by \n sight anyways, unless you are using base sensors or some remote \n sensing capability. \n \n Also any Minions that chose to come with are in this group as well.\n \n \n     \n                               \n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \r\n--0-1609249386-1193369795=:27128\r\nContent-Type: text/html; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\n\r\n::Rodimus Prime/Kup::&lt;br&gt;&lt;br&gt;Rodimus and Kup both took cover behind a building after Rodimus spotted the missiles coming from behind the Predacon eagle.&lt;br&gt;&lt;br&gt;In the midst of the smoke and fire and chaos they both come out of the cover to see something much worse then the previous missiles.&lt;br&gt;&lt;br&gt;Rodimus Prime: Oh by Primus no...&lt;br&gt;&lt;br&gt;Kup: This can&#39;t be what I think it is. I see Scourge and Cyclonus... over and over again.&lt;br&gt;&lt;br&gt;Rodimus: Unicron must have created an entire army based on the reformatting that he did to the fallen Decepticons back in 2005.&lt;br&gt;&lt;br&gt;Kup: So what are we dealing with here?&lt;br&gt;&lt;br&gt;Rodimus: A huge force, possibly in the hundreds. I&#39;d imagine that most of the force is made up of Sweeps. Probably broken into different squadrens each lead by a Scourge clone. A certain amount of those clones probably answer to each Cyclonus clone. And...&lt;br&gt;&lt;br&gt;Rodimus points to one of the minions flying near.&lt;br&gt;&lt;br&gt;Rodimus: I&#39;d imagine that above all these\n Unicronion Decepticons are those... Unicron&#39;s personal Minions.&lt;br&gt;&lt;br&gt;Kup: What could this mean, Roddy.&lt;br&gt;&lt;br&gt;Rodimus: Unicron is finished waiting.&lt;br&gt;&lt;br&gt;Rodimus opened a comm channel with Lord Perseus.&lt;br&gt;&lt;br&gt;Rodimus: Well Trelos isn&#39;t an issue anymore. Unicron is making his big push. I don&#39;t know how many Minions just joined the party but I&#39;m counting Unicronion Decepticon clones in the hundreds. Can we get every weapon system the city has online like now?&lt;br&gt;&lt;br&gt;&lt;b&gt;&lt;i&gt;supercyclonus &lt;supercyclonus@...&gt;&lt;/i&gt;&lt;/b&gt; wrote:&lt;blockquote class=&quot;replbq&quot; style=&quot;border-left: 2px solid rgb(16, 16, 255); margin-left: 5px; padding-left: 5px;&quot;&gt;             &lt;div id=&quot;ygrp-text&quot;&gt;             &lt;div&gt;From the brightening side of the moon a large wave of\n something rose &lt;br&gt; from its surface. Red like the landscape it flew from, it rose into &lt;br&gt; the air. Then with a smooth twist of hue it turned black as the &lt;br&gt; shadows of space enveloped it. Like some black fog hunter-&lt;br&gt; terminators, or sweeps as some call them, along with their leader &lt;br&gt; Scourge, gathered themselves under the direction of the mighty &lt;br&gt; Cyclonus. Then with lightening swiftness boosters flared turning the &lt;br&gt; surface of the moon crimson for the briefest of moments before they &lt;br&gt; struck out across open space, moving with precision and ease toward &lt;br&gt; the unsuspecting inhabitants of the earth. &lt;br&gt; &lt;br&gt; Inside the pacifist Maximal base in Atlantis the computers continued &lt;br&gt; to monitor the grounds, primarily attempting to keep track of the &lt;br&gt; fleeing Trelos. But as always a few cones were pointed skyward, &lt;br&gt; always on the look out for Minions. What they saw today the computers &lt;br&gt; had no way to understand. Something that was there and yet\n not there. &lt;br&gt; The slightest bit of distortion, that under normal circumstances &lt;br&gt; would have been ignored, but in this case was large, and worse yet, &lt;br&gt; it was moving. (OOC: Think of Predator&#39;s invisibility when he moved) &lt;br&gt; &lt;br&gt; A yellow warning light began to go off in the pacifist command &lt;br&gt; center, as the computer screen automatically projected course and &lt;br&gt; heading. Approximated heading: Atlantis. Unfortunately no one was &lt;br&gt; there to notice.&lt;br&gt; &lt;br&gt; On the grounds of Atlantis the pursuit of Trelos continues as several &lt;br&gt; Maximals attempt to retrieve the rather elusive Predacon from his &lt;br&gt; newest hiding spot, underwater. One boat is on the water obviously &lt;br&gt; searching, while a floating car hovers over the waters doing its own &lt;br&gt; search. Meanwhile Rodimus has noted a rather odd dot in the skies, &lt;br&gt; one that he can see to be a Predacon eagle. He is pointing at it. And &lt;br&gt; even as he is doing this he notes something strange coming from &lt;br&gt;\n behind the eagle. The sky for a moment seems to flash and ripple, &lt;br&gt; almost like lightning, and yet there is a slight rotation to the &lt;br&gt; flashes. &lt;br&gt; &lt;br&gt; In the skies above the eagle looks down noting Rodimus pointing at &lt;br&gt; him, and he begins to drop out of the skies moving out over open &lt;br&gt; water, preparing either to flee, or do a strafing run. In either case &lt;br&gt; he is totally unaware of what is transpiring over his head.&lt;br&gt; &lt;br&gt; On the grounds below Rodimus can see what is coming as his enhanced &lt;br&gt; vision sees two very tiny dots spiraling out from the rippling &lt;br&gt; flashes. At the same time Klaxons begin to go off as base computers &lt;br&gt; do actually recognize this threat: MISSILES!&lt;br&gt; &lt;br&gt; Erupting out of the skies, twin missiles streak across the skies, &lt;br&gt; vortexes of flames spiraling after them like crimson, cone shaped &lt;br&gt; contrails. They slam into communication towers, and the towers as &lt;br&gt; well as a few outlying buildings burst into flames. &lt;br&gt;\n &lt;br&gt; In the background, almost unnoticed, a Myrmidon spirals out of the &lt;br&gt; skies, the recipient of several laser blasts. Small gouts of flames &lt;br&gt; flowing from him even as he impacts the water. Myrmidon sinks beneath &lt;br&gt; the waves.&lt;br&gt; &lt;br&gt; And flying from amidst this bombardment Cyclonus rises high into the &lt;br&gt; air.&lt;br&gt; &lt;br&gt; &quot;The days you have known are over. All that you have belongs to us! &lt;br&gt; Resist and be destroyed!! THE MINIONS OF UNICRON HAVE COME!&quot;&lt;br&gt; &lt;br&gt; Even Cyclonus spoke sweeps arrive seeming to almost darken the skies &lt;br&gt; for a momsnt, disintegrator blasts providing bright flashes of light &lt;br&gt; as they bath Atlantis and the Maximal base in war.&lt;br&gt; &lt;br&gt; - - - - - - - - - - - - - - - - - - - - - - - -&lt;br&gt; &lt;br&gt; OOC: I am sure other Maximal and Predacon bases/HQ&#39;s will note &lt;br&gt; something similar to what the Maximal base in Atlantis noted, feel &lt;br&gt; free for anyone to jump in, if it makes sense. &lt;br&gt; &lt;br&gt; The only thing of note is that the Sweeps and\n Scourge cannot be &lt;br&gt; locked on to with sensors (check out their profiles on wiki). That &lt;br&gt; should not affect most of you very much, since most of you shoot by &lt;br&gt; sight anyways, unless you are using base sensors or some remote &lt;br&gt; sensing capability. &lt;br&gt; &lt;br&gt; Also any Minions that chose to come with are in this group as well.&lt;br&gt; &lt;br&gt; &lt;/div&gt;     &lt;/div&gt;          &lt;!--End group email --&gt;  &lt;/blockquote&gt;&lt;br&gt;&lt;p&gt;&#32;__________________________________________________&lt;br&gt;Do You Yahoo!?&lt;br&gt;Tired of spam?  Yahoo! Mail has the best spam protection around &lt;br&gt;http://mail.yahoo.com \r\n--0-1609249386-1193369795=:27128--\r\n\n"}}