{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":136108548,"authorName":"Richard Allen","from":"Richard Allen &lt;roborick007@...&gt;","profile":"roborick007","replyTo":"LIST","senderId":"_g_w-PTj13AKXxLWFvfvK0GCMFwU8rgPJx_Cbc-GXsbVLvUZqG7-9i11timQelfVjqPWwKFA7nNB3ymy0GeGc5SShSJIexHhKtb9WQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The War of the ARK!","postDate":"1215991960","msgId":68885,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDczNzk1Ni4xODE4OC5xbUB3ZWI1MDcwMy5tYWlsLnJlMi55YWhvby5jb20+","inReplyToHeader":"PGc1MzlpdStrcXBoQGVHcm91cHMuY29tPg=="},"prevInTopic":68883,"nextInTopic":68886,"prevInTime":68884,"nextInTime":68886,"topicId":68876,"numMessagesInTopic":31,"msgSnippet":"...   Grimlock takes cover under one of the shuttles wings. He continues to fire off his flame breathe at any incoming Minion forces.   ...   Elder opens","rawEmail":"Return-Path: &lt;roborick007@...&gt;\r\nX-Sender: roborick007@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 63423 invoked from network); 13 Jul 2008 23:32:41 -0000\r\nX-Received: from unknown (66.218.67.94)\n  by m48.grp.scd.yahoo.com with QMQP; 13 Jul 2008 23:32:41 -0000\r\nX-Received: from unknown (HELO web50703.mail.re2.yahoo.com) (206.190.38.101)\n  by mta15.grp.scd.yahoo.com with SMTP; 13 Jul 2008 23:32:41 -0000\r\nX-Received: (qmail 22369 invoked by uid 60001); 13 Jul 2008 23:32:40 -0000\r\nX-Received: from [67.149.3.205] by web50703.mail.re2.yahoo.com via HTTP; Sun, 13 Jul 2008 16:32:40 PDT\r\nX-Mailer: YahooMailWebService/0.7.218\r\nDate: Sun, 13 Jul 2008 16:32:40 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;g539iu+kqph@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-1866049845-1215991960=:18188&quot;\r\nMessage-ID: &lt;737956.18188.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Richard Allen &lt;roborick007@...&gt;\r\nReply-To: roborick007@...\r\nSubject: Re: The War of the ARK!\r\nX-Yahoo-Group-Post: member; u=136108548; y=i4LvbDbUy_fZ9q5mFeI0isHLs-SsTzkz0ZziqGxHd-Idr80vi9c\r\nX-Yahoo-Profile: roborick007\r\n\r\n\r\n--0-1866049845-1215991960=:18188\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n::Grimlock::\n=A0\nGrimlock takes cover under one of the shuttles wings. He c=\r\nontinues to fire off his flame breathe at any incoming Minion forces.\n=A0\n:=\r\n:Lord Elder::\n=A0\nElder opens the shuttle hatch and begins fireing off his =\r\nblaster to add to the shuttles shots.\n=A0\n::Lord Jhiaxus/Scorponok-Zarak::\n=\r\n=A0\nJhiaxus comes low to the ground and ejects Zarak.\n=A0\nZarak lands in th=\r\ne Scorponok cockpit and activates the shell.\n=A0\nScorponok launches two roc=\r\nkets, fires the fusion tail and the machine gun batteries at the Minions. T=\r\nhe attack is coming from just outside the battle perimeter and from behind =\r\nmost of the Minions.\n=A0\nJhiaxus heads streight into the masses and dogfigh=\r\nts the Sweeps.\n=A0\n::Dark Rodimus::\n=A0\nRodimus pulls up to the peremter of=\r\n the fight and watches. The battle is intense. Many will die. The fate of e=\r\nverything in their existence could be changed by the outcome. He was happy.=\r\n\n=A0\nWith the sound of screeching tires Rodimus heads right into battle. He=\r\n vehical form leaps into the air and transforms. He lands on one knee near =\r\nthe Maximal shuttle. Rodimus slowly raises to a standing position.\n=A0\nHe l=\r\nooks up at Cyclonus and releases an all out assualt. Over shouler rockets, =\r\nhis rapid fire wrist mounts, optic lasers and his duel weld machine pistols=\r\n.\n=A0\n::Kup::\n=A0\nVery far from the battle Kup was with Elita at the Watche=\r\nr base. He watched the readout screen in horror. In the last hour he had wa=\r\ntched all the forces of each battle converge at one point: the Ark! This wa=\r\ns the big push and they had to push back. He knew what must be done.\n=A0\nKu=\r\np: Elita, you must do me a favor. Without protest I need you to stay here w=\r\nith the staff. I have to go to that battle. I cannot sit out on a situation=\r\n this serious any longer. Please understand.\n\n--- On Wed, 7/9/08, supercycl=\r\nonus &lt;supercyclonus@...&gt; wrote:\n\nFrom: supercyclonus &lt;supercyclonus@y=\r\nahoo.com&gt;\nSubject: Re: The War of the ARK!\nTo: nbwrpg@yahoogroups.com\nDate:=\r\n Wednesday, July 9, 2008, 5:11 PM\n\n\n\n\n\n\n&gt; OOC: Can I assume that the Maxima=\r\nl/Iron Skull Predacons are \n&gt; on their way?\n\n((OOC: Sounds good to me. If y=\r\nou want to control them, I do not mind \ntheir appearance.) )\n\nLord Elder&#39;s =\r\ncommands were carried out by the station and the guns \nerupted into the air=\r\n with a deadly symphony of wreckage! Firepower \nripped into the invaders as=\r\n first the shuttle&#39;s batteries and then \nthe Ark violently pulled sweeps fr=\r\nom the skies! \n\nHowever much like the last battle the sweeps dispersed, mak=\r\ning them \nmuch harder to hit. Using their agility and speed they turned in =\r\nthe \nair, spinning as the weapons continued to pepper the skies with \nbulle=\r\nts and energy!\n\nLegacy for his part pulled back, using the Ark as an additi=\r\nonal \ndefence as he laid into the oncoming sweeps. Much like Lord Elder&#39;s \n=\r\nattack, it was effective but the sweep disperesed, leaving him to \npick one=\r\n or two out of the air at a time rather then destroying many \nat a time. \n\n=\r\nAs Jhiaxus and Scorponok, Grimlock and Hydras and Rodimus all \napproached f=\r\nrom their different vectors, they could all see the grim \nvista of the swee=\r\nps, and the number of them was staggering. At the \ncenter of all this Cyclo=\r\nnus floated a cold calm amidst the storm of \nsweeps that floated around him=\r\n. \n\nTo those who had been at the battle above Atlantis the sight brought \na=\r\n darker reality: Although there were not as many sweep here as there \nwere =\r\nat Atlantis, with Cyclonus were several other minions: Darkfate \nand Nights=\r\ntrike as well as three others which were unknown - A \nwarning that this bat=\r\ntle may prove to be far more dangerous then the \none before.\n\nAs Grimlock l=\r\nanded and attacked his breath weapon attack proved to be \neffective, striki=\r\nng down several sweeps and singed several others as \nthey maneuvered out of=\r\n his way. \n\nAs Hydras approached from the rear his guns opening up on the r=\r\near \nflank of the sweeps, they dispersed into the skies as several of them =\r\n\nwere brought down and many more came in to take their places. \n\nAs the swe=\r\neps coiled around, absorbing the attacks from the would-be \ndefenders, in u=\r\nnison they began to open fire on Ark and Legacy as \nwell as Grimlock and th=\r\ne defending shuttle!\n\nAt same time minions were receiving orders from Scour=\r\nge who was \nhimself floating into position and was more then ready to prove=\r\n \nhimself, &quot;Tumult, Nightstrike and Darkfate You are with me! We go to \ndes=\r\ntroy the ark, and TAKE the Matrix!&quot;\n\nThe answer from Tumult was quick, &quot;Yes=\r\n Sir!&quot; as he powered up his \nengines and maneuvered himself into position n=\r\near the top of the host.\n\nStrangely the response for the approaching Decept=\r\nicons and Predicons \nwas a bit different - Although the Sweeps avoided comb=\r\nat, no combat \nwas initiated. Instead Hydras recieved a call: \n\n&quot;Hydras&quot; Cy=\r\nclonus&#39; calm voice crackled over the communication lines \nin an ancient Uni=\r\ncronian code. &quot;You were once Galvatron, I can feel \nhis essence within you,=\r\n and I have felt it since you have approached. \nI have given you and yours =\r\na stay of execution because of that \nancient connection between us. Approac=\r\nh no farther and live, leave \nand you will be rewarded when our work here i=\r\ns done.&quot;\n\nPreston\n(Da&#39;minion)\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      \r\n--0-1866049845-1215991960=:18188\r\nContent-Type: text/html; charset=us-ascii\r\n\r\n&lt;table cellspacing=&#39;0&#39; cellpadding=&#39;0&#39; border=&#39;0&#39; &gt;&lt;tr&gt;&lt;td valign=&#39;top&#39; style=&#39;font: inherit;&#39;&gt;&lt;P&gt;::Grimlock::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Grimlock takes cover under one of the shuttles wings. He continues to fire off his flame breathe at any incoming Minion forces.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Lord Elder::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Elder opens the shuttle hatch and begins fireing off his blaster to add to the shuttles shots.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Lord Jhiaxus/Scorponok-Zarak::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Jhiaxus comes low to the ground and ejects Zarak.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Zarak lands in the Scorponok cockpit and activates the shell.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Scorponok launches two rockets, fires the fusion tail and the machine gun batteries at the Minions. The attack is coming from just outside the battle perimeter and from behind most of the Minions.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Jhiaxus heads streight into the masses and dogfights the Sweeps.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Dark Rodimus::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Rodimus pulls up to the peremter of the fight and watches. The battle is intense. Many will die. The fate of everything in their existence could be changed by the outcome. He was happy.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;With the sound of screeching tires Rodimus heads right into battle. He vehical form leaps into the air and transforms. He lands on one knee near the Maximal shuttle. Rodimus slowly raises to a standing position.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;He looks up at Cyclonus and releases an all out assualt. Over shouler rockets, his rapid fire wrist mounts, optic lasers and his duel weld machine pistols.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Kup::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Very far from the battle Kup was with Elita at the Watcher base. He watched the readout screen in horror. In the last hour he had watched all the forces of each battle converge at one point: the Ark! This was the big push and they had to push back. He knew what must be done.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Kup: Elita, you must do me a favor. Without protest I need you to stay here with the staff. I have to go to that battle. I cannot sit out on a situation this serious any longer. Please understand.&lt;BR&gt;&lt;BR&gt;--- On &lt;B&gt;Wed, 7/9/08, supercyclonus &lt;I&gt;&lt;supercyclonus@...&gt;&lt;/I&gt;&lt;/B&gt; wrote:&lt;BR&gt;&lt;/P&gt;\n&lt;BLOCKQUOTE style=&quot;PADDING-LEFT: 5px; MARGIN-LEFT: 5px; BORDER-LEFT: rgb(16,16,255) 2px solid&quot;&gt;From: supercyclonus &lt;supercyclonus@...&gt;&lt;BR&gt;Subject: Re: The War of the ARK!&lt;BR&gt;To: nbwrpg@yahoogroups.com&lt;BR&gt;Date: Wednesday, July 9, 2008, 5:11 PM&lt;BR&gt;&lt;BR&gt;\n&lt;DIV id=yiv139782512&gt;\n&lt;DIV id=ygrp-text&gt;\n&lt;P&gt;&gt; OOC: Can I assume that the Maximal/Iron Skull Predacons are &lt;BR&gt;&gt; on their way?&lt;BR&gt;&lt;BR&gt;((OOC: Sounds good to me. If you want to control them, I do not mind &lt;BR&gt;their appearance.) )&lt;BR&gt;&lt;BR&gt;Lord Elder&#39;s commands were carried out by the station and the guns &lt;BR&gt;erupted into the air with a deadly symphony of wreckage! Firepower &lt;BR&gt;ripped into the invaders as first the shuttle&#39;s batteries and then &lt;BR&gt;the Ark violently pulled sweeps from the skies! &lt;BR&gt;&lt;BR&gt;However much like the last battle the sweeps dispersed, making them &lt;BR&gt;much harder to hit. Using their agility and speed they turned in the &lt;BR&gt;air, spinning as the weapons continued to pepper the skies with &lt;BR&gt;bullets and energy!&lt;BR&gt;&lt;BR&gt;Legacy for his part pulled back, using the Ark as an additional &lt;BR&gt;defence as he laid into the oncoming sweeps. Much like Lord Elder&#39;s &lt;BR&gt;attack, it was effective but the sweep disperesed, leaving him to &lt;BR&gt;pick one or two out of the air at a time rather\n then destroying many &lt;BR&gt;at a time. &lt;BR&gt;&lt;BR&gt;As Jhiaxus and Scorponok, Grimlock and Hydras and Rodimus all &lt;BR&gt;approached from their different vectors, they could all see the grim &lt;BR&gt;vista of the sweeps, and the number of them was staggering. At the &lt;BR&gt;center of all this Cyclonus floated a cold calm amidst the storm of &lt;BR&gt;sweeps that floated around him. &lt;BR&gt;&lt;BR&gt;To those who had been at the battle above Atlantis the sight brought &lt;BR&gt;a darker reality: Although there were not as many sweep here as there &lt;BR&gt;were at Atlantis, with Cyclonus were several other minions: Darkfate &lt;BR&gt;and Nightstrike as well as three others which were unknown - A &lt;BR&gt;warning that this battle may prove to be far more dangerous then the &lt;BR&gt;one before.&lt;BR&gt;&lt;BR&gt;As Grimlock landed and attacked his breath weapon attack proved to be &lt;BR&gt;effective, striking down several sweeps and singed several others as &lt;BR&gt;they maneuvered out of his way. &lt;BR&gt;&lt;BR&gt;As Hydras approached from the rear\n his guns opening up on the rear &lt;BR&gt;flank of the sweeps, they dispersed into the skies as several of them &lt;BR&gt;were brought down and many more came in to take their places. &lt;BR&gt;&lt;BR&gt;As the sweeps coiled around, absorbing the attacks from the would-be &lt;BR&gt;defenders, in unison they began to open fire on Ark and Legacy as &lt;BR&gt;well as Grimlock and the defending shuttle!&lt;BR&gt;&lt;BR&gt;At same time minions were receiving orders from Scourge who was &lt;BR&gt;himself floating into position and was more then ready to prove &lt;BR&gt;himself, &quot;Tumult, Nightstrike and Darkfate You are with me! We go to &lt;BR&gt;destroy the ark, and TAKE the Matrix!&quot;&lt;BR&gt;&lt;BR&gt;The answer from Tumult was quick, &quot;Yes Sir!&quot; as he powered up his &lt;BR&gt;engines and maneuvered himself into position near the top of the host.&lt;BR&gt;&lt;BR&gt;Strangely the response for the approaching Decepticons and Predicons &lt;BR&gt;was a bit different - Although the Sweeps avoided combat, no combat &lt;BR&gt;was initiated. Instead Hydras recieved a\n call: &lt;BR&gt;&lt;BR&gt;&quot;Hydras&quot; Cyclonus&#39; calm voice crackled over the communication lines &lt;BR&gt;in an ancient Unicronian code. &quot;You were once Galvatron, I can feel &lt;BR&gt;his essence within you, and I have felt it since you have approached. &lt;BR&gt;I have given you and yours a stay of execution because of that &lt;BR&gt;ancient connection between us. Approach no farther and live, leave &lt;BR&gt;and you will be rewarded when our work here is done.&quot;&lt;BR&gt;&lt;BR&gt;Preston&lt;BR&gt;(Da&#39;minion)&lt;BR&gt;&lt;BR&gt;&lt;/P&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;/BLOCKQUOTE&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;br&gt;\n\n      \r\n--0-1866049845-1215991960=:18188--\r\n\n"}}