{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":180614363,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"1eWVTl4-vK4kTROKns3OhYgukJfJ4SvuXsPvsGi7VCk7vYawGqicd6YcmmsDkDfz_3anH0azjAbZx7vQ4pmYfwP-I-nNeqhIgPkDfN5pZg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The War of the ARK!","postDate":"1216762405","msgId":68922,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDcyNjU5OS42NTEwNi5xbUB3ZWIzNTcwNC5tYWlsLm11ZC55YWhvby5jb20+","inReplyToHeader":"PGc2M2lvbytqYmlwQGVHcm91cHMuY29tPg=="},"prevInTopic":68920,"nextInTopic":68945,"prevInTime":68921,"nextInTime":68928,"topicId":68876,"numMessagesInTopic":31,"msgSnippet":"Lord Elder continues to pound away at the air, with the Ark and shuttle batteries opening up on the one Minion who is present: Tumult! The minion is fast and","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 64167 invoked from network); 22 Jul 2008 21:33:26 -0000\r\nX-Received: from unknown (66.218.67.96)\n  by m49.grp.scd.yahoo.com with QMQP; 22 Jul 2008 21:33:26 -0000\r\nX-Received: from unknown (HELO web35704.mail.mud.yahoo.com) (66.163.179.158)\n  by mta17.grp.scd.yahoo.com with SMTP; 22 Jul 2008 21:33:26 -0000\r\nX-Received: (qmail 65137 invoked by uid 60001); 22 Jul 2008 21:33:25 -0000\r\nX-Received: from [75.138.60.180] by web35704.mail.mud.yahoo.com via HTTP; Tue, 22 Jul 2008 14:33:25 PDT\r\nX-Mailer: YahooMailWebService/0.7.218\r\nDate: Tue, 22 Jul 2008 14:33:25 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;g63ioo+jbip@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-326509459-1216762405=:65106&quot;\r\nMessage-ID: &lt;726599.65106.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nReply-To: supercyclonus@...\r\nSubject: Re: The War of the ARK!\r\nX-Yahoo-Group-Post: member; u=180614363; y=J7Pk1g8KyDc2GRoPCwQ8koTxK82plTIfqBvkPb1SHsqaHh6a7opW8g\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n\r\n--0-326509459-1216762405=:65106\r\nContent-Type: text/plain; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nLord Elder continues to pound away at the air, with the Ark and shuttle bat=\r\nteries opening up on the one Minion who is present: Tumult! The minion is f=\r\nast and agile, using the air to his best advantage, and the sweeps that lit=\r\nter the skies almost as cover. The single minion takes off, drawing fire aw=\r\nay from the besieging sweeps, his agility serving him in good stead as he m=\r\naneuvers tightly in the skies, his armor becoming peppered with the few sho=\r\nts fortunate enough to actually hit him!\n\n---------------------------------=\r\n-----------\n\nMeanwhile Legacy=92s shielding continues to hold due to a new =\r\ninflux of power coming from the Ark. With a renewed vigor Legacy=92s weapon=\r\ns orient on the incoming minion sweeps and fires, a bright flash of light e=\r\nrupting from his primary cannon mount. His armored tank mode a stalwart def=\r\nender of the ark! \n \n--------------------------------------------\n\nAs this =\r\nhappened twin missiles fly out from just behind the main part of the battle=\r\n lines, sailing through the midst of the host of sweeps fixing themselves o=\r\nn target. With a burst of power Jhiaxus=92 missiles push forward towards Tu=\r\nmult! \n\nThe minion soldier for his part has not been paying the proper atte=\r\nntion, seeing as he has been spending his time avoiding the copious amounts=\r\n of fire power coming from the Maximals and Autbots at the ark - so it is n=\r\not until the last second that his proximity and lock on alerts come to life=\r\n, just before Jhiaxus=92 missiles hit him dead on and his world erupts in l=\r\night and pain!!\n\nAt the same time Myrmidon fired several shots at the encro=\r\naching sweeps, keeping them off Jhiaxus! However the six-changer takes seve=\r\nral hits as well, the last few biting through his armor! He begins to circl=\r\ne towards the ground!\n\n--------------------------------------------\n\nNighst=\r\nrike DarkFate moved closer the ark and opened fire against it, their twin f=\r\nire power opening a new level of explosive power against the ark=92s shield=\r\n strength. Once again the shielding flicker, stutters and then with a sicke=\r\nning suddenness the shield dies, as what appears to be a ball of darkness e=\r\nngulfs the immediate area around the ark!\n\n--------------------------------=\r\n------------\n\nMeanwhile Scorponok=92s tail attacks are remarkably effective=\r\n. Perhaps they were not expecting something like that, or perhaps something=\r\n else is brewing in the air! At any rate twin explosions appear as two more=\r\n sweeps fall to the ground. Four are left, flying attack patterns, harrying=\r\n the lone Scorponok!  But they are now more wary and cautious then before a=\r\ns they fire again and weave their way through the air around him. \n\n-------=\r\n-------------------------------------\n\nHydras=92 transformation into beast =\r\nmode causes the sweeps attacking him to back up for a moment as several are=\r\n fried by the outpouring of heat and fire! Decibel for her part pulled up, =\r\nallowing the sweeps to take the brunt of the attack. =93Is that all you got=\r\n. Bad breath???=94 She howls with laughter as she banks around, =93Take a t=\r\nic tac!=94 she fires twin missiles at Hydras as the other sweeps come aroun=\r\nd to also help her take on the predicon commander!\n\n-----------------------=\r\n---------------------\n\nCyclonus watched as Dark Rodimus came down, as a str=\r\nange calmness emanating from him.  Rodimus=92 kick is perhaps faster than c=\r\nyclonus had anticipated or perhaps he simply allowed it to hit, in either c=\r\nase the minion commander rolled with the sweeping kick and hit the ground s=\r\nhoulder first and continued spinning to rise elegantly to his feet. \n\nCyclo=\r\nnus shook his head as he looked at Rodimus rather than attacking, =93The po=\r\nwer you once had, the power of the matrix, its wisdom, its knowledge is now=\r\n coursing through my circuits. I have power you do not yet understand, or p=\r\nerhaps have just forgotten. You are less than what you were before and I am=\r\n more. How do you propose to beat me?=94\n\nCyclonus shrugged slightly as he =\r\nsettled into a combat stance, his palms beginning to glow once more, =93Wer=\r\ne it up to me I would let you live. But it is not up to me.=94 Cyclonus ges=\r\ntured to Rodimus to attack when he was ready, =93Come to your death, Unicro=\r\nn has decreed it!=94 \n\nPreston\n(Da=92minion)\n\n\n\n\n\n      \r\n--0-326509459-1216762405=:65106\r\nContent-Type: text/html; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;table cellspacing=3D&#39;0&#39; cellpadding=3D&#39;0&#39; border=3D&#39;0&#39; &gt;&lt;tr&gt;&lt;td valign=3D&#39;=\r\ntop&#39; style=3D&#39;font: inherit;&#39;&gt;Lord Elder continues to pound away at the air=\r\n, with the Ark and shuttle batteries opening up on the one Minion who is pr=\r\nesent: Tumult! The minion is fast and agile, using the air to his best adva=\r\nntage, and the sweeps that litter the skies almost as cover. The single min=\r\nion takes off, drawing fire away from the besieging sweeps, his agility ser=\r\nving him in good stead as he maneuvers tightly in the skies, his armor beco=\r\nming peppered with the few shots fortunate enough to actually hit him!\n\n---=\r\n-----------------------------------------\n\nMeanwhile Legacy=92s shielding c=\r\nontinues to hold due to a new influx of power coming from the Ark. With a r=\r\nenewed vigor Legacy=92s weapons orient on the incoming minion sweeps and fi=\r\nres, a bright flash of light erupting from his primary cannon mount. His ar=\r\nmored tank mode a stalwart defender of the ark! \n \n------------------------=\r\n--------------------\n\nAs this happened twin missiles fly out from just behi=\r\nnd the main part of the battle lines, sailing through the midst of the host=\r\n of sweeps fixing themselves on target. With a burst of power Jhiaxus=92 mi=\r\nssiles push forward towards Tumult! \n\nThe minion soldier for his part has n=\r\not been paying the proper attention, seeing as he has been spending his tim=\r\ne avoiding the copious amounts of fire power coming from the Maximals and A=\r\nutbots at the ark - so it is not until the last second that his proximity a=\r\nnd lock on alerts come to life, just before Jhiaxus=92 missiles hit him dea=\r\nd on and his world erupts in light and pain!!\n\nAt the same time Myrmidon fi=\r\nred several shots at the encroaching sweeps, keeping them off Jhiaxus! Howe=\r\nver the six-changer takes several hits as well, the last few biting through=\r\n his armor! He begins to circle towards the ground!\n\n----------------------=\r\n----------------------\n\nNighstrike DarkFate moved closer the ark and opened=\r\n fire against it, their twin fire power opening a new level of explosive po=\r\nwer against the ark=92s shield strength. Once again the shielding flicker, =\r\nstutters and then with a sickening suddenness the shield dies, as what appe=\r\nars to be a ball of darkness engulfs the immediate area around the ark!\n\n--=\r\n------------------------------------------\n\nMeanwhile Scorponok=92s tail at=\r\ntacks are remarkably effective. Perhaps they were not expecting something l=\r\nike that, or perhaps something else is brewing in the air! At any rate twin=\r\n explosions appear as two more sweeps fall to the ground. Four are left, fl=\r\nying attack patterns, harrying the lone Scorponok!  But they are now more w=\r\nary and cautious then before as they fire again and weave their way through=\r\n the air around him. \n\n--------------------------------------------\n\nHydras=\r\n=92 transformation into beast mode causes the sweeps attacking him to back =\r\nup for a moment as several are fried by the outpouring of heat and fire! De=\r\ncibel for her part pulled up, allowing the sweeps to take the brunt of the =\r\nattack. =93Is that all you got. Bad breath???=94 She howls with laughter as=\r\n she banks around, =93Take a tic tac!=94 she fires twin missiles at Hydras =\r\nas the other sweeps come around to also help her take on the predicon comma=\r\nnder!\n\n--------------------------------------------\n\nCyclonus watched as Da=\r\nrk Rodimus came down, as a strange calmness emanating from him.  Rodimus=92=\r\n kick is perhaps faster than cyclonus had anticipated or perhaps he simply =\r\nallowed it to hit, in either case the minion commander rolled with the swee=\r\nping kick and hit the ground shoulder first and continued spinning to rise =\r\nelegantly to his feet. \n\nCyclonus shook his head as he looked at Rodimus ra=\r\nther than attacking, =93The power you once had, the power of the matrix, it=\r\ns wisdom, its knowledge is now coursing through my circuits. I have power y=\r\nou do not yet understand, or perhaps have just forgotten. You are less than=\r\n what you were before and I am more. How do you propose to beat me?=94\n\nCyc=\r\nlonus shrugged slightly as he settled into a combat stance, his palms begin=\r\nning to glow once more, =93Were it up to me I would let you live. But it is=\r\n not up to me.=94 Cyclonus gestured to Rodimus to attack when he was ready,=\r\n =93Come to your death, Unicron has decreed it!=94 \n\nPreston\n(Da=92minion)\n=\r\n\n\n&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;br&gt;\n\n      \r\n--0-326509459-1216762405=:65106--\r\n\n"}}