{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":136108548,"authorName":"Richard Allen","from":"Richard Allen &lt;roborick007@...&gt;","profile":"roborick007","replyTo":"LIST","senderId":"1CIUEkeMsbn5KY1W0sTkd2_-tiZsbr0PBiDH33tnfL_-_CW58A9QG6LQ5AzFjuzX7W1gMvcn2tzYvxS8o3SatvMEqluxzjzEBkDJcg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The War of the ARK!","postDate":"1217025277","msgId":68947,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ1MTc5Ny43NzYyOS5xbUB3ZWI1MDcwOC5tYWlsLnJlMi55YWhvby5jb20+","inReplyToHeader":"PDcyNjU5OS42NTEwNi5xbUB3ZWIzNTcwNC5tYWlsLm11ZC55YWhvby5jb20+"},"prevInTopic":68945,"nextInTopic":68951,"prevInTime":68946,"nextInTime":68948,"topicId":68876,"numMessagesInTopic":31,"msgSnippet":"OOC: Sorry for my absence. ISP problems. I ll post briefly with all my chars here. If I need to respond personally to anything I missed just tell me.   ...  ","rawEmail":"Return-Path: &lt;roborick007@...&gt;\r\nX-Sender: roborick007@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 93396 invoked from network); 25 Jul 2008 22:34:38 -0000\r\nX-Received: from unknown (66.218.67.95)\n  by m36.grp.scd.yahoo.com with QMQP; 25 Jul 2008 22:34:38 -0000\r\nX-Received: from unknown (HELO web50708.mail.re2.yahoo.com) (206.190.38.106)\n  by mta16.grp.scd.yahoo.com with SMTP; 25 Jul 2008 22:34:37 -0000\r\nX-Received: (qmail 77799 invoked by uid 60001); 25 Jul 2008 22:34:37 -0000\r\nX-Received: from [67.149.3.205] by web50708.mail.re2.yahoo.com via HTTP; Fri, 25 Jul 2008 15:34:37 PDT\r\nX-Mailer: YahooMailWebService/0.7.218\r\nDate: Fri, 25 Jul 2008 15:34:37 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;726599.65106.qm@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-1924706161-1217025277=:77629&quot;\r\nMessage-ID: &lt;451797.77629.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Richard Allen &lt;roborick007@...&gt;\r\nReply-To: roborick007@...\r\nSubject: Re: The War of the ARK!\r\nX-Yahoo-Group-Post: member; u=136108548; y=H_lHYr2dQN7lpuHMFX_jjMvt-X8GV10G9PlRvzmpXLMH1vU_NKg\r\nX-Yahoo-Profile: roborick007\r\n\r\n\r\n--0-1924706161-1217025277=:77629\r\nContent-Type: text/plain; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nOOC: Sorry for my absence. ISP problems. I&#39;ll post briefly with all my char=\r\ns here. If I need to respond personally to anything I missed just tell me.\n=\r\n=A0\n::Lord Jhiaxus::\n=A0\nJhiaxus pulls up after his missiles detonate and c=\r\nomes about. He fires two more at the same target.\n=A0\n::Scorponok::\n=A0\nWit=\r\nh only four Sweeps left on him, Scorponok fires his gun batteries in a patt=\r\nern that should drive them all towards his left... and right where the rock=\r\net he just fired will strike.\n=A0\n::Lord Elder/Grimlock::\n=A0\nThey continue=\r\n the gun play with the Minion Tumult and any others the spot.\n=A0\n::Dark Ro=\r\ndimus::\n=A0\nRodimus was back on his feet, facing Cyclonus, in a fighting po=\r\nse. As Cyc&#39;s palms glowed with energy, ready to strike, Rodimus locked on h=\r\nis over-shoulder rockets.\n=A0\nRodimus: The difference is I don&#39;t know that =\r\npart of my past any longer. I HAVE NO RULES!\n=A0\nWith Cyclonus hopefully pr=\r\nepared for a projectile attack Rodimus does the unexpected. With the aid of=\r\n his thrusters he comes right at Cyclonus, attempting to spear tackle him d=\r\nown.\n=A0\n::Kup::\n=A0\nAs all this is happening, another Maximal shuttle swoo=\r\nps into the area. Kup keeps the speed up to punch through any mobs of Sweep=\r\ns. At the very last minute he lands with thrusters. He lands the shuttle ri=\r\nght in front of the blockade doors protecting the Ark. He brings the shield=\r\ns online. With a quick scan he locks the weapon batteries on the same targe=\r\nt that everyone else is shooting at: poor Tumult!\n\n--- On Tue, 7/22/08, Sup=\r\ner Cyclonus &lt;supercyclonus@...&gt; wrote:\n\nFrom: Super Cyclonus &lt;supercy=\r\nclonus@...&gt;\nSubject: Re: The War of the ARK!\nTo: nbwrpg@yahoogroups.c=\r\nom\nDate: Tuesday, July 22, 2008, 5:33 PM\n\n\n\n\n\n\n\n\n\n\nLord Elder continues to =\r\npound away at the air, with the Ark and shuttle batteries opening up on the=\r\n one Minion who is present: Tumult! The minion is fast and agile, using the=\r\n air to his best advantage, and the sweeps that litter the skies almost as =\r\ncover. The single minion takes off, drawing fire away from the besieging sw=\r\neeps, his agility serving him in good stead as he maneuvers tightly in the =\r\nskies, his armor becoming peppered with the few shots fortunate enough to a=\r\nctually hit him! ------------ --------- --------- --------- ----- Meanwhile=\r\n Legacy=92s shielding continues to hold due to a new influx of power coming=\r\n from the Ark. With a renewed vigor Legacy=92s weapons orient on the incomi=\r\nng minion sweeps and fires, a bright flash of light erupting from his prima=\r\nry cannon mount. His armored tank mode a stalwart defender of the ark! ----=\r\n-------- --------- --------- --------- ----- As this happened twin missiles=\r\n fly out from just behind the main part of\n the battle lines, sailing throu=\r\ngh the midst of the host of sweeps fixing themselves on target. With a burs=\r\nt of power Jhiaxus=92 missiles push forward towards Tumult! The minion sold=\r\nier for his part has not been paying the proper attention, seeing as he has=\r\n been spending his time avoiding the copious amounts of fire power coming f=\r\nrom the Maximals and Autbots at the ark - so it is not until the last secon=\r\nd that his proximity and lock on alerts come to life, just before Jhiaxus=\r\n=92 missiles hit him dead on and his world erupts in light and pain!! At th=\r\ne same time Myrmidon fired several shots at the encroaching sweeps, keeping=\r\n them off Jhiaxus! However the six-changer takes several hits as well, the =\r\nlast few biting through his armor! He begins to circle towards the ground! =\r\n------------ --------- --------- --------- ----- Nighstrike DarkFate moved =\r\ncloser the ark and opened fire against it, their twin fire power opening a =\r\nnew level of explosive power against\n the ark=92s shield strength. Once aga=\r\nin the shielding flicker, stutters and then with a sickening suddenness the=\r\n shield dies, as what appears to be a ball of darkness engulfs the immediat=\r\ne area around the ark! ------------ --------- --------- --------- ----- Mea=\r\nnwhile Scorponok=92s tail attacks are remarkably effective. Perhaps they we=\r\nre not expecting something like that, or perhaps something else is brewing =\r\nin the air! At any rate twin explosions appear as two more sweeps fall to t=\r\nhe ground. Four are left, flying attack patterns, harrying the lone Scorpon=\r\nok! But they are now more wary and cautious then before as they fire again =\r\nand weave their way through the air around him. ------------ --------- ----=\r\n----- --------- ----- Hydras=92 transformation into beast mode causes the s=\r\nweeps attacking him to back up for a moment as several are fried by the out=\r\npouring of heat and fire! Decibel for her part pulled up, allowing the swee=\r\nps to take the brunt of the\n attack. =93Is that all you got. Bad breath???=\r\n=94 She howls with laughter as she banks around, =93Take a tic tac!=94 she =\r\nfires twin missiles at Hydras as the other sweeps come around to also help =\r\nher take on the predicon commander! ------------ --------- --------- ------=\r\n--- ----- Cyclonus watched as Dark Rodimus came down, as a strange calmness=\r\n emanating from him. Rodimus=92 kick is perhaps faster than cyclonus had an=\r\nticipated or perhaps he simply allowed it to hit, in either case the minion=\r\n commander rolled with the sweeping kick and hit the ground shoulder first =\r\nand continued spinning to rise elegantly to his feet. Cyclonus shook his he=\r\nad as he looked at Rodimus rather than attacking, =93The power you once had=\r\n, the power of the matrix, its wisdom, its knowledge is now coursing throug=\r\nh my circuits. I have power you do not yet understand, or perhaps have just=\r\n forgotten. You are less than what you were before and I am more. How do yo=\r\nu propose to beat\n me?=94 Cyclonus shrugged slightly as he settled into a c=\r\nombat stance, his palms beginning to glow once more, =93Were it up to me I =\r\nwould let you live. But it is not up to me.=94 Cyclonus gestured to Rodimus=\r\n to attack when he was ready, =93Come to your death, Unicron has decreed it=\r\n!=94 Preston (Da=92minion) \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      \r\n--0-1924706161-1217025277=:77629\r\nContent-Type: text/html; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;table cellspacing=3D&#39;0&#39; cellpadding=3D&#39;0&#39; border=3D&#39;0&#39; &gt;&lt;tr&gt;&lt;td valign=3D&#39;=\r\ntop&#39; style=3D&#39;font: inherit;&#39;&gt;&lt;P&gt;OOC: Sorry for my absence. ISP problems. I=\r\n&#39;ll post briefly with all my chars here. If I need to respond personally to=\r\n anything I missed just tell me.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Lord Jhiaxus::&lt;/P&gt;\n=\r\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Jhiaxus pulls up after his missiles detonate and comes abo=\r\nut. He fires two more at the same target.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Scorponok:=\r\n:&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;With only four Sweeps left on him, Scorponok fires h=\r\nis gun batteries in a pattern that should drive them all towards his left..=\r\n. and right where the rocket he just fired will strike.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;=\r\nP&gt;::Lord Elder/Grimlock::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;They continue the gun play w=\r\nith the Minion Tumult and any others the spot.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;::Dark =\r\nRodimus::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Rodimus was back on his feet, facing Cyclonu=\r\ns, in a fighting pose. As Cyc&#39;s palms glowed with energy, ready to strike, =\r\nRodimus locked on his over-shoulder rockets.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;Rodimus: =\r\nThe difference is I don&#39;t know that part of my past any longer. I HAVE NO R=\r\nULES!&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;With Cyclonus hopefully prepared for a projectil=\r\ne attack Rodimus does the unexpected. With the aid of his thrusters he come=\r\ns right at Cyclonus, attempting to spear tackle him down.&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;=\r\n\n&lt;P&gt;::Kup::&lt;/P&gt;\n&lt;P&gt;&nbsp;&lt;/P&gt;\n&lt;P&gt;As all this is happening, another Maximal =\r\nshuttle swoops into the area. Kup keeps the speed up to punch through any m=\r\nobs of Sweeps. At the very last minute he lands with thrusters. He lands th=\r\ne shuttle right in front of the blockade doors protecting the Ark. He bring=\r\ns the shields online. With a quick scan he locks the weapon batteries on th=\r\ne same target that everyone else is shooting at: poor Tumult!&lt;BR&gt;&lt;BR&gt;--- On=\r\n &lt;B&gt;Tue, 7/22/08, Super Cyclonus &lt;I&gt;&lt;supercyclonus@...&gt;&lt;/I&gt;&lt;/B&gt;=\r\n wrote:&lt;BR&gt;&lt;/P&gt;\n&lt;BLOCKQUOTE style=3D&quot;PADDING-LEFT: 5px; MARGIN-LEFT: 5px; B=\r\nORDER-LEFT: rgb(16,16,255) 2px solid&quot;&gt;From: Super Cyclonus &lt;supercyclonu=\r\ns@...&gt;&lt;BR&gt;Subject: Re: The War of the ARK!&lt;BR&gt;To: nbwrpg@yahoogrou=\r\nps.com&lt;BR&gt;Date: Tuesday, July 22, 2008, 5:33 PM&lt;BR&gt;&lt;BR&gt;\n&lt;DIV id=3Dyiv159878=\r\n8306&gt;\n&lt;DIV id=3Dygrp-text&gt;\n&lt;P&gt;\n&lt;TABLE cellSpacing=3D0 cellPadding=3D0 borde=\r\nr=3D0&gt;\n&lt;TBODY&gt;\n&lt;TR&gt;\n&lt;TD vAlign=3Dtop&gt;Lord Elder continues to pound away at =\r\nthe air, with the Ark and shuttle batteries opening up on the one Minion wh=\r\no is present: Tumult! The minion is fast and agile, using the air to his be=\r\nst advantage, and the sweeps that litter the skies almost as cover. The sin=\r\ngle minion takes off, drawing fire away from the besieging sweeps, his agil=\r\nity serving him in good stead as he maneuvers tightly in the skies, his arm=\r\nor becoming peppered with the few shots fortunate enough to actually hit hi=\r\nm! ------------ --------- --------- --------- ----- Meanwhile Legacy=92s sh=\r\nielding continues to hold due to a new influx of power coming from the Ark.=\r\n With a renewed vigor Legacy=92s weapons orient on the incoming minion swee=\r\nps and fires, a bright flash of light erupting from his primary cannon moun=\r\nt. His armored tank mode a stalwart defender of the ark! ------------ -----=\r\n---- --------- --------- ----- As this happened twin missiles fly out from =\r\njust behind the\n main part of the battle lines, sailing through the midst o=\r\nf the host of sweeps fixing themselves on target. With a burst of power Jhi=\r\naxus=92 missiles push forward towards Tumult! The minion soldier for his pa=\r\nrt has not been paying the proper attention, seeing as he has been spending=\r\n his time avoiding the copious amounts of fire power coming from the Maxima=\r\nls and Autbots at the ark - so it is not until the last second that his pro=\r\nximity and lock on alerts come to life, just before Jhiaxus=92 missiles hit=\r\n him dead on and his world erupts in light and pain!! At the same time Myrm=\r\nidon fired several shots at the encroaching sweeps, keeping them off Jhiaxu=\r\ns! However the six-changer takes several hits as well, the last few biting =\r\nthrough his armor! He begins to circle towards the ground! ------------ ---=\r\n------ --------- --------- ----- Nighstrike DarkFate moved closer the ark a=\r\nnd opened fire against it, their twin fire power opening a new level of exp=\r\nlosive\n power against the ark=92s shield strength. Once again the shielding=\r\n flicker, stutters and then with a sickening suddenness the shield dies, as=\r\n what appears to be a ball of darkness engulfs the immediate area around th=\r\ne ark! ------------ --------- --------- --------- ----- Meanwhile Scorponok=\r\n=92s tail attacks are remarkably effective. Perhaps they were not expecting=\r\n something like that, or perhaps something else is brewing in the air! At a=\r\nny rate twin explosions appear as two more sweeps fall to the ground. Four =\r\nare left, flying attack patterns, harrying the lone Scorponok! But they are=\r\n now more wary and cautious then before as they fire again and weave their =\r\nway through the air around him. ------------ --------- --------- --------- =\r\n----- Hydras=92 transformation into beast mode causes the sweeps attacking =\r\nhim to back up for a moment as several are fried by the outpouring of heat =\r\nand fire! Decibel for her part pulled up, allowing the sweeps to take the\n =\r\nbrunt of the attack. =93Is that all you got. Bad breath???=94 She howls wit=\r\nh laughter as she banks around, =93Take a tic tac!=94 she fires twin missil=\r\nes at Hydras as the other sweeps come around to also help her take on the p=\r\nredicon commander! ------------ --------- --------- --------- ----- Cyclonu=\r\ns watched as Dark Rodimus came down, as a strange calmness emanating from h=\r\nim. Rodimus=92 kick is perhaps faster than cyclonus had anticipated or perh=\r\naps he simply allowed it to hit, in either case the minion commander rolled=\r\n with the sweeping kick and hit the ground shoulder first and continued spi=\r\nnning to rise elegantly to his feet. Cyclonus shook his head as he looked a=\r\nt Rodimus rather than attacking, =93The power you once had, the power of th=\r\ne matrix, its wisdom, its knowledge is now coursing through my circuits. I =\r\nhave power you do not yet understand, or perhaps have just forgotten. You a=\r\nre less than what you were before and I am more. How do you propose\n to bea=\r\nt me?=94 Cyclonus shrugged slightly as he settled into a combat stance, his=\r\n palms beginning to glow once more, =93Were it up to me I would let you liv=\r\ne. But it is not up to me.=94 Cyclonus gestured to Rodimus to attack when h=\r\ne was ready, =93Come to your death, Unicron has decreed it!=94 Preston (Da=\r\n=92minion) &lt;/TD&gt;&lt;/TR&gt;&lt;/TBODY&gt;&lt;/TABLE&gt;&lt;BR&gt;&lt;/P&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;/BLOCKQUOTE&gt;&lt;/td&gt;=\r\n&lt;/tr&gt;&lt;/table&gt;&lt;br&gt;\n\n      \r\n--0-1924706161-1217025277=:77629--\r\n\n"}}