{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":180614363,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"RqwdphEQMMAbFtOESqkUgk61pMy7KloxyADFUo-zVDprimXtxmNSarwENB4niNuglA9DiqpEIfnigHEVjhi887qzqI3q-FxjE5pP3Eyubw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Strange Happenings","postDate":"1220993787","msgId":69082,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMzNjExMS45NTg5NS5xbUB3ZWIzNTcwMi5tYWlsLm11ZC55YWhvby5jb20+"},"prevInTopic":69060,"nextInTopic":69089,"prevInTime":69081,"nextInTime":69083,"topicId":68999,"numMessagesInTopic":51,"msgSnippet":"... The drones appear to be a strange alien version of a cross between a Preying Mantis and a Scorpion. Constructed something like a mantis their lower portion","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 4672 invoked from network); 9 Sep 2008 20:56:27 -0000\r\nX-Received: from unknown (66.218.67.94)\n  by m49.grp.scd.yahoo.com with QMQP; 9 Sep 2008 20:56:27 -0000\r\nX-Received: from unknown (HELO web35702.mail.mud.yahoo.com) (66.163.179.156)\n  by mta15.grp.scd.yahoo.com with SMTP; 9 Sep 2008 20:56:27 -0000\r\nX-Received: (qmail 95969 invoked by uid 60001); 9 Sep 2008 20:56:27 -0000\r\nX-YMail-OSG: R46M8cAVM1nx9b0c9ttiM82GEnh5.6PstjG5W57Tr1D_kX.qiDVoZKMneo1hID2KsaphFny3.2DVCA9iNkj9y0GSsgcYqCFOzvuGSomXmh_NYl0B4XPMK5G03JO4lxwFYTQ-\r\nX-Received: from [71.85.117.78] by web35702.mail.mud.yahoo.com via HTTP; Tue, 09 Sep 2008 13:56:27 PDT\r\nX-Mailer: YahooMailRC/1096.28 YahooMailWebService/0.7.218.2\r\nDate: Tue, 9 Sep 2008 13:56:27 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nMessage-ID: &lt;336111.95895.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Strange Happenings\r\nX-Yahoo-Group-Post: member; u=180614363; y=RqLKDUsSbIAiKBSnKlHFKD4My4eW9IvhhOUTaf7K0Wey-jJOqNmTlw\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; Perceptor scanned the drones tryig to find out if they have weapons \n&gt; or just are workers drones.\n\nThe drones appear to be a strange alien version of a cross between a Preying Mantis and a Scorpion. Constructed something like a mantis their lower portion has eight legs rather than a mantis&#39; 4, six for locomotion and two others at the front, perhaps for fine manipulation. At the rear a long whip-like tail, which from the looks of several can be used to carry objects, or act as a welder. However on their upper portion, where a typical  preying mantis would have its two &#39;preying&#39; legs, these creatures have four - each look strong and agile, with blade like protrusions coming off for cutting and slicing. Their metallic armor is thick and robust, colored like brass. \n\nWhile there are no obvious weapons on them, there are multiple ports and openings where various cutting and other strange devices are stored; any of which could be put to more lethal uses should they have a mind to do it.\n\n&gt; Darkfate varely scapes of the pebbles, while he growled annoyed.\n\nThe Pebbles and small bits of ruble continue to descend on darkfate. Then suddenly a golden disk-like object burst from the stone of the cieling above the minion sending a few fist sized stones and rocks down towards the hapless Darkfate.  \n\n&quot;AHHHH it has arrived!&quot; Vorpal chuckled as the disk hovered in the chamber for a oment as if getting its bearings. \n\nAfter a moment the disk darted inside the building with the protoform was being held and attached itself to a small shelf that was extending from the wall to recieve it. \n\n&quot;Now comes the fruition of all my reaserch!&quot; Vorpal&#39;s voice almost purred as the chamber that housed the form began to glow in earnest. Computer readouts began to change as things progressed beyond the priming stages. Energy began to flow and arc around the room. Small sparks fired from the energy chamber as more cables snaked out from the walls around it and attached to the protoform. \n\nMeanwhile from inside Skorponok similar things were happening. The monitoring computers around Cyclonus, Scourge and Rodimus began to display the proccess. Information scrolled across thier screens in rapid fire displays as energy transfered from the forms through cables and into the protoform. \n\nInside the base the golden disk was doing much the same thing. Two of the sparks it had found were measured - and then corrupted as it was designed to do. One spark was from Myrmidon a warrior and hunter, the other spark was a copy of Hydras a carefule mergance of Megatron and Galvatron. With careful precision they were crafted into a single entity, a culmination of the three and yet a distinct individual. \n\nThen came the energies and knowledge of the others also in custody - Cyclonus, Scourge, Rodimus. Thier distinctiveness and ability was also merged with this new creation. Thier coded knowledge and wisdom was ready to be transfered to this new being.\n\n(ERROR!)\n\n&quot;WHAT!?!&quot; Vorpal&#39;s voice could be heard even as several of the transfering systems began to beep in warning. Something had gone wrong!\n\nEnergy flowed still from the three, but from them also some black energy crept along the system as well. A code, a virus, something that was attempting to alter this already perfect project. \n\nComputers sparked as the energies inside reached critical points and then surpassed them! While several systems exploded others continued to operate as several different personalities, histories, abilities were leveled and then twisted, flattened into one convergent spark!\n\n&quot;Darkfate! What is going on?!?&quot;\n\nWith a finality the spark was at last  inserted into this new being, even as the last of the systems fried and the entire cave went black, leaving Darkfate and Perceptor in darkness. \n\n********\n\nUnknown to anyone, from inside Skorponok three pairs of optics opened as Cyclonus, Scourge and Rodimus came online. \n\n\n\nPreston\n\n\n      \n\n"}}