{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":180614363,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"XspTL5P98F0ljFLGUyEysimBndJ9NObDgv0IAI3yia14Sin9lJcjTvKvTPsgVEJTPfQPQ3JyWvd0jBlYrj0CJj_QUaSGSOl5tS1qPHXdww","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: OOC: Shall we speak?","postDate":"1221513103","msgId":69120,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5MDc3Mi44NDk5Mi5xbUB3ZWIzNTcwNi5tYWlsLm11ZC55YWhvby5jb20+"},"prevInTopic":69118,"nextInTopic":69122,"prevInTime":69119,"nextInTime":69121,"topicId":69117,"numMessagesInTopic":13,"msgSnippet":"Hello, For the record, the thing I have noted is that a few of us are playing a large number of characters. I have been an avid RP er for quite some time. I","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 8619 invoked from network); 15 Sep 2008 21:11:43 -0000\r\nX-Received: from unknown (66.218.67.94)\n  by m48.grp.scd.yahoo.com with QMQP; 15 Sep 2008 21:11:43 -0000\r\nX-Received: from unknown (HELO web35706.mail.mud.yahoo.com) (66.163.179.160)\n  by mta15.grp.scd.yahoo.com with SMTP; 15 Sep 2008 21:11:43 -0000\r\nX-Received: (qmail 85417 invoked by uid 60001); 15 Sep 2008 21:11:43 -0000\r\nX-YMail-OSG: K4nQVHsVM1lVJ5QnY6fT1wUHymE_GRiyp6jLayukxC3Kv_9Q1lNFv1z2RrRvnZCd3mdiaHHLeo7zzSjbuYoNFFU1z4yrGAzj0yvjUtu_Lej8_cDBtJy94I3JopZ.tjoJdBk1xKnz8dbzfi.ZCHhHXP1G\r\nX-Received: from [71.85.117.78] by web35706.mail.mud.yahoo.com via HTTP; Mon, 15 Sep 2008 14:11:43 PDT\r\nX-Mailer: YahooMailRC/1096.28 YahooMailWebService/0.7.218.2\r\nDate: Mon, 15 Sep 2008 14:11:43 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nMessage-ID: &lt;390772.84992.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: OOC: Shall we speak?\r\nX-Yahoo-Group-Post: member; u=180614363; y=SVUnoLHadNslv9_ig0C2I2lWXH6NMlB7KU52bmJH7M41iCirRa4LvQ\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nHello,\n     For the record, the thing I have noted is that a few of us are playing a large number of characters. I have been an avid RP&#39;er for quite some time. I have played table-top (since the mid to late 80&#39;s), MUSH/MUX/MUD sites (since the early 90&#39;s) as well as PBeM&#39;s (for a couple of years now.) Usually the biggest problem you have when playing a lot of characters is focus. Generally table-top and MU*** sites are real time play so it VERY difficult to play more than 2 MAYBE 3 at a time without delays creeping in to the RP or characters becoming 2 dimentional with only a single line of post. Here on PBeM&#39;s, because you write when you are able, it is easier to play multi-characters however we still have problems. People tend to forget details of what all thier different characters are doing, where they are suppose to going, and what theier goals are.\n\nI believe that is sorta what happened with Shard. \n\nWhen Robo left, myself and Airly picked up his characters, but now it is becoming a bit unwieldy as we try to remember what his characters are suppose to be doing in addition to what are own characters are doing. Perhaps we should scale back to a reasonable number, that way we can focus properly, and hopefully folks don&#39;t get lost in the overload. \n\nRight now I am running: Cyclonus, Scourge, Marauder (Malik), Rodimus, Lord Elder, Skorponok (and Zarak) - and then there are the minions. However up till now Cyc, Scourge and Rodimus have been unconscious and Skorponok has been largely silent, making it a bit easier, but that of course is changing. \n\nPerhaps I will drop a few of these in the very near furture to make things easier on me\n\nI look forward to any comment or thoughts on ways we can make this place better. \n\nPreston\n\n\n\n\n----- Original Message ----\nWrom: SQHYUCDDJBLVLMHAALPTCXLYRWTQTIPWIGYOKSTT\nTo: nbwrpg@yahoogroups.com\nSent: Monday, September 15, 2008 6:11:44 AM\nSubject: Re: OOC: Shall we speak?\n\n\nI know in the past there have been some RPs I have not been keeping \nup with, but at least I made that attempt to notify that I would be \nmissing or not around if I was too busy. But when I had a little more \ntime and could, I always come back to the RPs. My focus is upon the \nstory and the regular interaction with other players. I&#39;m telling a \nstory not just for my own fun and benefit, but for those out there \nwho may be lurking and reading theses stories. And believe me, people \nDO come and glance at these. I&#39;ve had a fan base in the past from \nsome of my role playing stories. Those stories only fail or end when \nother players do NOT remain involved. \n\nGet involved people! If you join ANY Role Playing game or story, you \nMUST realize that you should make that commitment to role play often. \nTake that time. Trust me, it&#39;s not that hard to do so. Otherwise, if \nno rules or guidelines have been laid down how often you should play, \nthen state how often you can play OOC in the list or forum you are \ninvolved in. Get to know the story and how fast that pace is. \nEspecially when you are interacting with other people... those people \nwait on you. Some RPs I&#39;ve been in in the past... people will \ncontinue to post and leave you behind if you can&#39;t keep up with a \nstory. But your lack of commitment to something you joined is not the \nfault of others. \n\nPerhaps this is rude of me... but I&#39;ve been doing this a long, long \ntime.. these online role playing stories. I&#39;m only passing along to \nyou what was said to me and what has happened to me. It can be \nfrustrating and turns people off when you are left behind. But there \nis a difference in how you are left behind. Don&#39;t be left behind at \nyour own fault cause you refuse to take the time to post. Remember... \nyou are affecting someone else. Another player&#39;s character is held up \nby you and they can&#39;t do anything until you post something, whether \nIC or OOC. \n\nYou join, be committed. And use communication! \n\n~Lady B\n\n--- In nbwrpg@yahoogroups. com, &quot;xochitla2006&quot; &lt;xochitla2006@ ...&gt; \nwrote:\n&gt;\n&gt; Ok after meditating a while our fellow living, I felt some how \nguilty \n&gt; of that happened. I admit the part that I have with and I feel that \nI \n&gt; have to care more of this RPG. In order to improve our situation \n&gt; here, I have follow suggestion in order to keep things running:\n&gt; \n&gt; 1. If a player is waitting an answer for another player and that \n&gt; answer didnt come, I strongly suggest that you char focus in \nanother \n&gt; player.\n&gt; \n&gt; 2. In case that your char is stuck in a situation, move him/her in \n&gt; order to you can interac with actives or more receptives players.\n&gt; \n&gt; \n&gt; Also Stac suggest follow:\n&gt; \n&gt; 3. If somoene is going to be involved, they need to make that \n&gt; commitment to post on a regular basis. \n&gt; \n&gt; 4.  Players at least are active and post at least once a day to \nkeep \n&gt; the story moving and not leave other players who are involved in \nthe \n&gt; dark and in hiatus... \n&gt; \n&gt; I Know that above is not always posible, but I suggest that you try \n&gt; to post at least once x day or not be so absent for so long.\n&gt; \n&gt; \n&gt; As Stac says &quot;When I get involved, I get involved&quot;.\n&gt; \n&gt; \n&gt; I also  want to admit that I dont get so involved lately and I want \n&gt; to be the first one to be involved again in this RPG. Who is with \nme? \n&gt; Who has a comment?\n&gt;\n\n    \n\n\n      \n\n"}}