{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":197581214,"authorName":"Kraftlos","from":"Kraftlos &lt;kraftlos@...&gt;","profile":"titobeau","replyTo":"LIST","senderId":"pq7__uiBNh1CG7-61-UP-Sj_GJWrGeYwriLR9Lr0vKw00Njo-ti78cwRvW2sQz4X-Ju-MykKU2kLXmeQnGjPwjBKqI4","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Crash Landing and Aftermath","postDate":"1242012983","msgId":69379,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ0MGY5MDE5MDkwNTEwMjAzNmgxZjI5NGQ5amQ3YzI4Yjk4YWYzNTVlMGZAbWFpbC5nbWFpbC5jb20+","inReplyToHeader":"PENPTDExNi1EUzE5M0Q1QjM4RjJGRDdDNzAwQjNCRTFBMDZDMEBwaHguZ2JsPg==","referencesHeader":"PDQ0MGY5MDE5MDkwNDIxMTYwOHc3ZmRiYzUwbjU5ZjhmYzY0MzEyYmI1ZThAbWFpbC5nbWFpbC5jb20+CSA8Q09MMTE2LURTOTBFNDFEMDEyNjA2MDQzOTJDOUJFQTA3MjBAcGh4LmdibD4JIDw0NDBmOTAxOTA5MDQyNzE4MjV4MWU4NTBlZjRnMTljNDJlN2Q5N2MwMjBiM0BtYWlsLmdtYWlsLmNvbT4JIDxDT0wxMTYtRFMxOTNENUIzOEYyRkQ3QzcwMEIzQkUxQTA2QzBAcGh4LmdibD4="},"prevInTopic":69378,"nextInTopic":69381,"prevInTime":69378,"nextInTime":69380,"topicId":69375,"numMessagesInTopic":13,"msgSnippet":"Salveo landed their last remaining shuttle atop the metal slab that once was the Maximal Base.  The cargo ramp lowered and the crew walked out into the scene","rawEmail":"Return-Path: &lt;kraftlos@...&gt;\r\nX-Sender: kraftlos@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 79974 invoked from network); 11 May 2009 03:37:23 -0000\r\nX-Received: from unknown (69.147.108.202)\n  by m5.grp.re1.yahoo.com with QMQP; 11 May 2009 03:37:23 -0000\r\nX-Received: from unknown (HELO qw-out-2122.google.com) (74.125.92.25)\n  by mta3.grp.re1.yahoo.com with SMTP; 11 May 2009 03:37:23 -0000\r\nX-Received: by qw-out-2122.google.com with SMTP id 5so1804816qwd.53\n        for &lt;nbwrpg@yahoogroups.com&gt;; Sun, 10 May 2009 20:36:23 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.220.84.20 with SMTP id h20mr10152212vcl.60.1242012983612; Sun, \n\t10 May 2009 20:36:23 -0700 (PDT)\r\nIn-Reply-To: &lt;COL116-DS193D5B38F2FD7C700B3BE1A06C0@...&gt;\r\nReferences: &lt;440f90190904211608w7fdbc50n59f8fc64312bb5e8@...&gt;\n\t &lt;COL116-DS90E41D01260604392C9BEA0720@...&gt;\n\t &lt;440f90190904271825x1e850ef4g19c42e7d97c020b3@...&gt;\n\t &lt;COL116-DS193D5B38F2FD7C700B3BE1A06C0@...&gt;\r\nDate: Sun, 10 May 2009 20:36:23 -0700\r\nMessage-ID: &lt;440f90190905102036h1f294d9jd7c28b98af355e0f@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Kraftlos &lt;kraftlos@...&gt;\r\nSubject: Re: The Crash Landing and Aftermath\r\nX-Yahoo-Group-Post: member; u=197581214; y=XdeBtP_hc6hhlAaeHQv9mULbiIaNvsCowPJJLee-hjm42kQ\r\nX-Yahoo-Profile: titobeau\r\n\r\nSalveo landed their last remaining shuttle atop the metal slab that\nonce was the Maximal Base.  The cargo ramp lowered and the crew walked\nout into the scene of the disaster.  They were greeted by Lord Perseus\nwho stopped digging through debris to fill them in on what happened.\n\n&quot;Right before the tidal wave hit, we saw a massive ship fly overhead,\nnot 300m above us.&quot; he said.  &quot;Something that massive falling from\norbit could easily explain the force of the water.&quot;\n\n&quot;How&#39;s the rest of the city,&quot; asked Salveo.\n\n&quot;Not good.  Most the people escaped to their shelters, however the\nbuildings were all destroyed.  Except the tower and several on the far\nside of the island.&quot;\n\n&quot;The shuttles?&quot;\n\n&quot;Ours was destroyed, a few were in the air when the wave hit.&quot;\n\n&quot;I dont think we can rebuild this.&quot; said Salveo after a moment of\nlooking at the devistation.\n\n&quot;I think its possible, but unwise.  I think this gives us a new\nopportunity to rejoin our Maximal allies and pool our resources.  So\nfor the moment, we should recover what we can and put it into the\nshuttle, then assist Atlantis in anyway possible.&quot;\n\n&quot;Rejoin Lord Elder?  Will that work?  And what about Atlantis?&quot;\n\n&quot;Atlantis will be safe from the Unicronians; they wont bother with a\nfew hundred scientists and fisherman.  What they want is to destroy\nus, and they will follow us wherever we decide to have our base.  As\nfor that crashed ship, I dont think its wise to mount a expedition\nwhile the city lies in ruin and we remain baseless.&quot;\n\n&quot;Right, so priority one, help the city and recover what we can from\nour base.&quot; replied Salveo.\n\n&quot;Correct.&quot;\n\nOn 4/30/09, airly2002@... &lt;airly2002@...&gt; wrote:\n&gt; Talon:\n&gt;\n&gt;\n&gt; Talon nodded and Followed Lord Elder.\n&gt;\n&gt;\n&gt; Kup.\n&gt;\n&gt; Kup followed salveo but he still regrets to leave Roddy, windlord and\n&gt; Nightlight behind\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; From: Kraftlos\n&gt; Sent: Monday, April 27, 2009 8:25 PM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: The Crash Landing and Aftermath\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Lord Perseus opened the door to the lower level of the base, and water\n&gt; poured into the room. He motioned for everyone to follow.\n&gt;\n&gt; &quot;It looks like that ship we saw crash landed in the ocean...&quot; he said\n&gt; mater of factly. &quot;Look at this place.&quot;\n&gt;\n&gt; What had once been their base was now a slab of concrete and metal\n&gt; with the ocasional structural support poking up from the foundation.\n&gt; The city, in just as bad of shape, was errily flat with a large number\n&gt; of buildings simply washed away.\n&gt;\n&gt; &quot;Looks like we need a new base.&quot; said Guardia steping quietly behind\n&gt; Lord Perseus, sloshing water with each step.\n&gt;\n&gt; &quot;This base was build from an old hanger, it wasnt intended to take\n&gt; that kind of punishment. We could rebuild here, or we could find a\n&gt; better location. First we need to make sure the townsfolk are ok;\n&gt; I&#39;ll try to signal Salveo&#39;s team, we&#39;re going to need that shuttle.&quot;\n&gt;\n&gt; Meanwhile...\n&gt;\n&gt; Celeron lept up from his chair to stair at some strange radar\n&gt; readings. An entire sector on the map had temporarily darkened, then\n&gt; went clear again. The mass that represnted Atlantis didnt look right.\n&gt; He knew it had changed in the last minion attack; but this didnt even\n&gt; look like the same city anymore.\n&gt;\n&gt; &quot;Blast... looks like we need to go see what&#39;s going on.&quot; said Celeron\n&gt; to himself. &quot;Predecons! Report!&quot;\n&gt;\n&gt; OOC: This would be the Iron Skull predecon base,\n&gt;\n&gt; Meanwhile...\n&gt;\n&gt; Salveo walked into the room where Lord Elder was working.\n&gt;\n&gt; &quot;Atlantis was just devastated by a tidal wave. We&#39;re going to have to\n&gt; go back there and assist them.; our base was destroyed.&quot;\n&gt;\n&gt; On 4/24/09, airly2002@... &lt;airly2002@...&gt; wrote:\n&gt;&gt; Talon:\n&gt;&gt;\n&gt;&gt; &quot;WHAT THE PIT IS GOING HERE????&quot; Cursed Talon, in a minion way, while she\n&gt;&gt; followed guardia and Lord Perseus\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; From: Kraftlos\n&gt;&gt; Sent: Tuesday, April 21, 2009 6:08 PM\n&gt;&gt; To: nbwrpg@yahoogroups.com\n&gt;&gt; Subject: The Crash Landing and Aftermath\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; The engines had been losing power for the last day and a half; but finally\n&gt;&gt; the gigantic craft could no longer fight the forces that pulled on it and\n&gt;&gt; its orbit began to decay. Knowing that their only hope of survival was to\n&gt;&gt; safely crash land, the pilot picked an open area of ocean and tried to\n&gt;&gt; approach at a safe angle to slow itself enough to keep the ship intact.\n&gt;&gt;\n&gt;&gt; Lord Perseus and his crew walked along the bridge that crossed the gap\n&gt;&gt; between the part of the island where the hangers were located and the\n&gt;&gt; peninsula area where the base sat. Suddenly the sky became dark and a\n&gt;&gt; rumbling noise could be heard, growing louder and louder. He looked up to\n&gt;&gt; see almost the whole sky occupied by a massive starship seemly heading\n&gt;&gt; straight for the island. The Atlantis emergency alarm started to sound and\n&gt;&gt; civilians rushed to their shelters.\n&gt;&gt;\n&gt;&gt; &quot;Everyone! To the base! Hurry!&quot; ordered Perseus breaking out into a run.\n&gt;&gt;\n&gt;&gt; The rumbling sound continued to get louder. As Perseus and his crew\n&gt;&gt; reached\n&gt;&gt; the base door, it was quickly opened for them then shut behind them. He\n&gt;&gt; ordered everyone to move the lower level of the base. As the ship passed\n&gt;&gt; over the island, the sound grew so loud that the ground shook and weaker\n&gt;&gt; parts of buildings started to crumble, as in an earthquake. The ship\n&gt;&gt; traveled for another three miles before it touched down in the deep ocean\n&gt;&gt; waters. The force of the impact sent the ship hundreds of feet below the\n&gt;&gt; surface and it continued to sink until coming to rest on the top of an\n&gt;&gt; underwater mountain. The mass of water displaced by the ship started a\n&gt;&gt; massive tsunami-like wave, going out in all directions.\n&gt;&gt;\n&gt;&gt; The ground began to shake again and the lights flickered inside the\n&gt;&gt; Maximal\n&gt;&gt; base.\n&gt;&gt;\n&gt;&gt; &quot;Sir, what&#39;s that noise?&quot; Guardia asked, sealing the last heavy door to\n&gt;&gt; the\n&gt;&gt; underground section of the base.\n&gt;&gt;\n&gt;&gt; The lights continued to flicker, then went out.\n&gt;&gt;\n&gt;&gt; At that moment the ten-story-high wall of water struck Atlantis from the\n&gt;&gt; east, picking up all the boats in the harbor and tossing them onto the\n&gt;&gt; land.\n&gt;&gt; The parts of the docks that were not made of concrete were pushed up and\n&gt;&gt; destroyed. A moment later the water hit the buildings in the lower wharf\n&gt;&gt; area and they immediately collapsed under the intense weight of water.\n&gt;&gt; Likewise the metal dome that made up the upper story of the Maximal base\n&gt;&gt; was\n&gt;&gt; immediately ripped from its foundations and carried away, along with\n&gt;&gt; everything in the command center, the armory, mess hall, and the main bank\n&gt;&gt; of CR chambers were also picked up and carried away.\n&gt;&gt;\n&gt;&gt; The lower floor of the base had a large metal slab to protect it from\n&gt;&gt; bombing, and as the water continued to pour over it, everything on the\n&gt;&gt; upper\n&gt;&gt; floors was ripped away, leaving a clean plate of metal sitting at the\n&gt;&gt; bottom\n&gt;&gt; of the crater that was the base. The buildings along the center of the\n&gt;&gt; town\n&gt;&gt; were a little sturdier and remained standing, though heavily damaged. The\n&gt;&gt; hanger and all the craft in it were picked up and thrown into the ocean.\n&gt;&gt;\n&gt;&gt; As the water came to tower it filled up the deep trench around the\n&gt;&gt; structure\n&gt;&gt; then the wall hit it, wrapping it entirely except for the top five\n&gt;&gt; stories,\n&gt;&gt; damaging supports, breaking out all the windows and destroying the bridges\n&gt;&gt; that allowed access to the tower. The wave then continued across the rest\n&gt;&gt; of the island, destroying buildings and carrying away the mass of debris,\n&gt;&gt; and then all was eerily quiet.\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n\n"}}