{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":197581214,"authorName":"Kraftlos","from":"Kraftlos &lt;kraftlos@...&gt;","profile":"titobeau","replyTo":"LIST","senderId":"1My46u9V7WocL0I7LP-UO_gI-MHojhKjS2hvEQS6UvMr59viI88tvYbBCov71qqzIZpBEVV7TbU9DwlPjA7QUQHkw7M","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Crash Landing and Aftermath","postDate":"1240881952","msgId":69377,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ0MGY5MDE5MDkwNDI3MTgyNXgxZTg1MGVmNGcxOWM0MmU3ZDk3YzAyMGIzQG1haWwuZ21haWwuY29tPg==","inReplyToHeader":"PENPTDExNi1EUzkwRTQxRDAxMjYwNjA0MzkyQzlCRUEwNzIwQHBoeC5nYmw+","referencesHeader":"PDQ0MGY5MDE5MDkwNDIxMTYwOHc3ZmRiYzUwbjU5ZjhmYzY0MzEyYmI1ZThAbWFpbC5nbWFpbC5jb20+CSA8Q09MMTE2LURTOTBFNDFEMDEyNjA2MDQzOTJDOUJFQTA3MjBAcGh4LmdibD4="},"prevInTopic":69376,"nextInTopic":69378,"prevInTime":69376,"nextInTime":69378,"topicId":69375,"numMessagesInTopic":13,"msgSnippet":"Lord Perseus opened the door to the lower level of the base, and water poured into the room.  He motioned for everyone to follow. It looks like that ship we","rawEmail":"Return-Path: &lt;kraftlos@...&gt;\r\nX-Sender: kraftlos@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 45333 invoked from network); 28 Apr 2009 01:26:52 -0000\r\nX-Received: from unknown (69.147.108.200)\n  by m8.grp.re1.yahoo.com with QMQP; 28 Apr 2009 01:26:52 -0000\r\nX-Received: from unknown (HELO yx-out-2324.google.com) (74.125.44.29)\n  by mta1.grp.re1.yahoo.com with SMTP; 28 Apr 2009 01:26:52 -0000\r\nX-Received: by yx-out-2324.google.com with SMTP id 3so183159yxj.77\n        for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 27 Apr 2009 18:25:52 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.90.69.7 with SMTP id r7mr7792933aga.47.1240881952160; Mon, 27 \n\tApr 2009 18:25:52 -0700 (PDT)\r\nIn-Reply-To: &lt;COL116-DS90E41D01260604392C9BEA0720@...&gt;\r\nReferences: &lt;440f90190904211608w7fdbc50n59f8fc64312bb5e8@...&gt;\n\t &lt;COL116-DS90E41D01260604392C9BEA0720@...&gt;\r\nDate: Mon, 27 Apr 2009 18:25:52 -0700\r\nMessage-ID: &lt;440f90190904271825x1e850ef4g19c42e7d97c020b3@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Kraftlos &lt;kraftlos@...&gt;\r\nSubject: Re: The Crash Landing and Aftermath\r\nX-Yahoo-Group-Post: member; u=197581214; y=kwmUTHyUnX_u-ddkn38ZXTTw0FjEnmlnyhlc3XCuegksaPU\r\nX-Yahoo-Profile: titobeau\r\n\r\nLord Perseus opened the door to the lower level of the base, and water\npoured into the room.  He motioned for everyone to follow.\n\n&quot;It looks like that ship we saw crash landed in the ocean...&quot; he said\nmater of factly.  &quot;Look at this place.&quot;\n\nWhat had once been their base was now a slab of concrete and metal\nwith the ocasional structural support poking up from the foundation.\nThe city, in just as bad of shape, was errily flat with a large number\nof buildings simply washed away.\n\n&quot;Looks like we need a new base.&quot; said Guardia steping quietly behind\nLord Perseus, sloshing water with each step.\n\n&quot;This base was build from an old hanger, it wasnt intended to take\nthat kind of punishment.  We could rebuild here, or we could find a\nbetter location.   First we need to make sure the townsfolk are ok;\nI&#39;ll try to signal Salveo&#39;s team, we&#39;re going to need that shuttle.&quot;\n\nMeanwhile...\n\nCeleron lept up from his chair to stair at some strange radar\nreadings.  An entire sector on the map had temporarily darkened, then\nwent clear again.  The mass that represnted Atlantis didnt look right.\n He knew it had changed in the last minion attack; but this didnt even\nlook like the same city anymore.\n\n&quot;Blast... looks like we need to go see what&#39;s going on.&quot; said Celeron\nto himself.  &quot;Predecons!  Report!&quot;\n\nOOC: This would be the Iron Skull predecon base,\n\nMeanwhile...\n\nSalveo walked into the room where Lord Elder was working.\n\n&quot;Atlantis was just devastated by a tidal wave.  We&#39;re going to have to\ngo back there and assist them.; our base was destroyed.&quot;\n\nOn 4/24/09, airly2002@... &lt;airly2002@...&gt; wrote:\n&gt; Talon:\n&gt;\n&gt; &quot;WHAT THE PIT IS GOING HERE????&quot; Cursed Talon, in a minion way, while she\n&gt; followed guardia and Lord Perseus\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; From: Kraftlos\n&gt; Sent: Tuesday, April 21, 2009 6:08 PM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: The Crash Landing and Aftermath\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; The engines had been losing power for the last day and a half; but finally\n&gt; the gigantic craft could no longer fight the forces that pulled on it and\n&gt; its orbit began to decay.  Knowing that their only hope of survival was to\n&gt; safely crash land, the pilot picked an open area of ocean and tried to\n&gt; approach at a safe angle to slow itself enough to keep the ship intact.\n&gt;\n&gt; Lord Perseus and his crew walked along the bridge that crossed the gap\n&gt; between the part of the island where the hangers were located and the\n&gt; peninsula area where the base sat.  Suddenly the sky became dark and a\n&gt; rumbling noise could be heard, growing louder and louder.  He looked up to\n&gt; see almost the whole sky occupied by a massive starship seemly heading\n&gt; straight for the island.  The Atlantis emergency alarm started to sound and\n&gt; civilians rushed to their shelters.\n&gt;\n&gt; &quot;Everyone!  To the base!  Hurry!&quot; ordered Perseus breaking out into a run.\n&gt;\n&gt; The rumbling sound continued to get louder.  As Perseus and his crew reached\n&gt; the base door, it was quickly opened for them then shut behind them.  He\n&gt; ordered everyone to move the lower level of the base.  As the ship passed\n&gt; over the island, the sound grew so loud that the ground shook and weaker\n&gt; parts of buildings started to crumble, as in an earthquake.  The ship\n&gt; traveled for another three miles before it touched down in the deep ocean\n&gt; waters.  The force of the impact sent the ship hundreds of feet below the\n&gt; surface and it continued to sink until coming to rest on the top of an\n&gt; underwater mountain.  The mass of water displaced by the ship started a\n&gt; massive tsunami-like wave, going out in all directions.\n&gt;\n&gt; The ground began to shake again and the lights flickered inside the Maximal\n&gt; base.\n&gt;\n&gt; &quot;Sir, what&#39;s that noise?&quot; Guardia asked, sealing the last heavy door to the\n&gt; underground section of the base.\n&gt;\n&gt; The lights continued to flicker, then went out.\n&gt;\n&gt; At that moment the ten-story-high wall of water struck Atlantis from the\n&gt; east, picking up all the boats in the harbor and tossing them onto the land.\n&gt;  The parts of the docks that were not made of concrete were pushed up and\n&gt; destroyed.  A moment later the water hit the buildings in the lower wharf\n&gt; area and they immediately collapsed under the intense weight of water.\n&gt; Likewise the metal dome that made up the upper story of the Maximal base was\n&gt; immediately ripped from its foundations and carried away, along with\n&gt; everything in the command center, the armory, mess hall, and the main bank\n&gt; of CR chambers were also picked up and carried away.\n&gt;\n&gt; The lower floor of the base had a large metal slab to protect it from\n&gt; bombing, and as the water continued to pour over it, everything on the upper\n&gt; floors was ripped away, leaving a clean plate of metal sitting at the bottom\n&gt; of the crater that was the base.  The buildings along the center of the town\n&gt; were a little sturdier and remained standing, though heavily damaged.  The\n&gt; hanger and all the craft in it were picked up and thrown into the ocean.\n&gt;\n&gt; As the water came to tower it filled up the deep trench around the structure\n&gt; then the wall hit it, wrapping it entirely except for the top five stories,\n&gt; damaging supports, breaking out all the windows and destroying the bridges\n&gt; that allowed access to the tower.  The wave then continued across the rest\n&gt; of the island, destroying buildings and carrying away the mass of debris,\n&gt; and then all was eerily quiet.\n&gt;\n&gt;\n&gt;\n\n"}}