{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":197581214,"authorName":"Kraftlos","from":"Kraftlos &lt;kraftlos@...&gt;","profile":"titobeau","replyTo":"LIST","senderId":"LfnmuXghpDwH_zGwG7Wa1DZD1ZEehJq-LFyBSCtXwk-Qej6MYmuSLO5iCwYcsB75qY2cDGsmMZAGarSJduLb7kd-MOE","spamInfo":{"isSpam":false,"reason":"12"},"subject":"OOC: Let&#39;s Get Organized!","postDate":"1248170378","msgId":69407,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ0MGY5MDE5MDkwNzIxMDI1OXA2MGIyZDE0NHJhODc2N2MyMTFhZTZiOWRlQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":0,"nextInTopic":69694,"prevInTime":69406,"nextInTime":69408,"topicId":69407,"numMessagesInTopic":12,"msgSnippet":"I started working on updating the web site tonight.  We have a lot of characters that have gone inactive.  I know that usually when someone is not active in","rawEmail":"Return-Path: &lt;kraftlos@...&gt;\r\nX-Sender: kraftlos@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 85459 invoked from network); 21 Jul 2009 10:00:58 -0000\r\nX-Received: from unknown (69.147.108.200)\n  by m8.grp.re1.yahoo.com with QMQP; 21 Jul 2009 10:00:58 -0000\r\nX-Received: from unknown (HELO qw-out-1920.google.com) (74.125.92.146)\n  by mta1.grp.re1.yahoo.com with SMTP; 21 Jul 2009 10:00:58 -0000\r\nX-Received: by qw-out-1920.google.com with SMTP id 14so908524qwa.64\n        for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 21 Jul 2009 02:59:58 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.220.46.20 with SMTP id h20mr7383102vcf.55.1248170398506; Tue, \n\t21 Jul 2009 02:59:58 -0700 (PDT)\r\nDate: Tue, 21 Jul 2009 02:59:38 -0700\r\nMessage-ID: &lt;440f90190907210259p60b2d144ra8767c211ae6b9de@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: multipart/alternative; boundary=0016364ecd8038e061046f34515c\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Kraftlos &lt;kraftlos@...&gt;\r\nSubject: OOC: Let&#39;s Get Organized!\r\nX-Yahoo-Group-Post: member; u=197581214; y=Ej7lpEkREFvVjXR-dpKmb9njLD5gjD83TQWdzw2eMm97hUI\r\nX-Yahoo-Profile: titobeau\r\n\r\n\r\n--0016364ecd8038e061046f34515c\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI started working on updating the web site tonight.  We have a lot of\ncharacters that have gone inactive.  I know that usually when someone is not\nactive in the group, other players pick up those characters.  I&#39;ve been\nreading through some of our posts over the last two years and I&#39;m noticing\nthat we&#39;re getting really confused with all these locations and characters.\nI know I have some core characters that I really enjoy posting for, then I\nhave some less important characters that I keep posting out of obligation;\nI&#39;m noticing other people do this too.\n\nWhat I think we should do is each come up with a list of the characters we\nwant to post for, and put aside some of the more minor characters until the\ngroup gets more active and we can manage multiple storylines.  The inactive\ncharacters can remain in the background and we can always bring them back\nwhen we want to.  Additionally, we have some major characters like Hydras\nand the Faction leaders that I think people do need to post for.\n*(Magicquartz,\ndon&#39;t worry about this since you&#39;re just getting started)*\n\nTake a look at this list and see if I&#39;m missing anyone, if you have time\nplease update your characters:\nhttp://www.wikihost.org/w/nbwrpg_wiki/character_list/  (I&#39;m only halfway\nthrough my updates as of this email)\n\nAction plan:\n\n   - Lord Perseus (Pasificus Maximals) and Lord Razorwing (Silver Wings\n   Maximals) should consolidate into one Maximal group and either choose one\n   leader, or have co-leaders and let the two factions operate separately but\n   in a more cooperative fashion.  I&#39;m going to have Perseus give a call for\n   all maximals to get on the shuttle.\n   - Iron Skull Predacons with Jotuun have not been really active and there\n   really aren&#39;t very many members.  We should just leave them as they are and\n   not worry about them for now.\n   - Bushido Predacons have been inactive for a while, however I started a\n   thread with Celeron a few months ago.  I plan to continue that and have him\n   investigate the cause of the Tidal Wave which wrecked Atlantis.  We can\n   probably also leave the rest of the faction inactive for now.\n   - The Watchers, I&#39;m not sure what&#39;s going on with this group, members are\n   Lord Elder, Deadfur, ?\n   - Minions - Since Preston left, nothing has happened with the Minions.  I\n   can take over his main minion characters and get the action started again.\n   Preston noted that the more he acted as a GM and posted for the minions, the\n   more active the group got.  I think we just need a little excitement!\n   - Dark Rodimus and Nightlight.  I&#39;m trying to find out more information\n   about the status of these two characters.  Would Hydras be more inclined to\n   let Nightlight go home now that there&#39;s a truce?  This might make a good\n   thread, getting back these two characters from Hydras.\n\nQuestions!?!  Ideas?\n\n-Krafltos\n\r\n--0016364ecd8038e061046f34515c\r\nContent-Type: text/html; charset=UTF-8\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nI started working on updating the web site tonight.=C2=A0 We have a lot of =\r\ncharacters that have gone inactive.=C2=A0 I know that usually when someone =\r\nis not active in the group, other players pick up those characters.=C2=A0 I=\r\n&#39;ve been reading through some of our posts over the last two years and =\r\nI&#39;m noticing that we&#39;re getting really confused with all these loca=\r\ntions and characters.=C2=A0 I know I have some core characters that I reall=\r\ny enjoy posting for, then I have some less important characters that I keep=\r\n posting out of obligation; I&#39;m noticing other people do this too.&lt;br&gt;\n=\r\n\n&lt;br&gt;What I think we should do is each come up with a list of the character=\r\ns we want to post for, and put aside some of the more minor characters unti=\r\nl the group gets more active and we can manage multiple storylines.=C2=A0 T=\r\nhe inactive characters can remain in the background and we can always bring=\r\n them back when we want to.=C2=A0 Additionally, we have some major characte=\r\nrs like Hydras and the Faction leaders that I think people do need to post =\r\nfor.=C2=A0 &lt;i&gt;(Magicquartz, don&#39;t worry about this since you&#39;re jus=\r\nt getting started)&lt;/i&gt;&lt;br&gt;\n\n&lt;br&gt;Take a look at this list and see if I&#39;m=\r\n missing anyone, if you have time please update your characters:&lt;br&gt;&lt;a href=\r\n=3D&quot;http://www.wikihost.org/w/nbwrpg_wiki/character_list/&quot;&gt;http://www.wikih=\r\nost.org/w/nbwrpg_wiki/character_list/&lt;/a&gt;=C2=A0 (I&#39;m only halfway throu=\r\ngh my updates as of this email)&lt;br&gt;\n\n&lt;br&gt;Action plan: &lt;br&gt;&lt;ul&gt;&lt;li&gt;Lord Pers=\r\neus (Pasificus Maximals) and Lord Razorwing (Silver Wings Maximals) should =\r\nconsolidate into one Maximal group and either choose one leader, or have co=\r\n-leaders and let the two factions operate separately but in a more cooperat=\r\nive fashion.=C2=A0 I&#39;m going to have Perseus give a call for all maxima=\r\nls to get on the shuttle.&lt;/li&gt;\n\n&lt;li&gt;Iron Skull Predacons with Jotuun have n=\r\not been really active and there really aren&#39;t very many members.=C2=A0 =\r\nWe should just leave them as they are and not worry about them for now.&lt;/li=\r\n&gt;&lt;li&gt;Bushido Predacons have been inactive for a while, however I started a =\r\nthread with Celeron a few months ago.=C2=A0 I plan to continue that and hav=\r\ne him investigate the cause of the Tidal Wave which wrecked Atlantis.=C2=A0=\r\n We can probably also leave the rest of the faction inactive for now.&lt;br&gt;\n\n=\r\n&lt;/li&gt;&lt;li&gt;The Watchers, I&#39;m not sure what&#39;s going on with this group=\r\n, members are Lord Elder, Deadfur, ?&lt;br&gt;&lt;/li&gt;&lt;li&gt;Minions - Since Preston le=\r\nft, nothing has happened with the Minions.=C2=A0 I can take over his main m=\r\ninion characters and get the action started again.=C2=A0 Preston noted that=\r\n the more he acted as a GM and posted for the minions, the more active the =\r\ngroup got.=C2=A0 I think we just need a little excitement!&lt;/li&gt;\n\n&lt;li&gt;Dark R=\r\nodimus and Nightlight.=C2=A0 I&#39;m trying to find out more information ab=\r\nout the status of these two characters.=C2=A0 Would Hydras be more inclined=\r\n to let Nightlight go home now that there&#39;s a truce?=C2=A0 This might m=\r\nake a good thread, getting back these two characters from Hydras.&lt;br&gt;\n\n&lt;/li=\r\n&gt;&lt;/ul&gt;Questions!?!=C2=A0 Ideas?&lt;br&gt;&lt;br&gt;-Krafltos&lt;br&gt;&lt;br&gt;\n\r\n--0016364ecd8038e061046f34515c--\r\n\n"}}