{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":264137243,"authorName":"Robert Riley","from":"Robert Riley &lt;chiyohakuryuu@...&gt;","profile":"chiyohakuryuu","replyTo":"LIST","senderId":"uyyYmg3z5JqntvUXWHeXThGJVkKB-5IICM9OlQ7XBJHinN58ZBJliSoyQW8H4g_3JVJE46U7PxZA5Kxk_qvaGlNy6OmZsbaN25sotkk","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Returning Home","postDate":"1251878042","msgId":69449,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDcyMjA0LjIwMzM3LnFtQHdlYjExMjMxNi5tYWlsLmdxMS55YWhvby5jb20+","inReplyToHeader":"PGg2N2w4bCtxbzJ0QGVHcm91cHMuY29tPg=="},"prevInTopic":69435,"nextInTopic":69451,"prevInTime":69448,"nextInTime":69450,"topicId":8898,"numMessagesInTopic":25,"msgSnippet":"The air was still within the base. Cold and motionless. Unused sections were usually kept cold so they made the base seem smaller when scanned. As far as the","rawEmail":"Return-Path: &lt;chiyohakuryuu@...&gt;\r\nX-Sender: chiyohakuryuu@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 53728 invoked from network); 2 Sep 2009 07:55:17 -0000\r\nX-Received: from unknown (69.147.108.202)\n  by m1.grp.sp2.yahoo.com with QMQP; 2 Sep 2009 07:55:17 -0000\r\nX-Received: from unknown (HELO web112316.mail.gq1.yahoo.com) (98.137.26.180)\n  by mta3.grp.re1.yahoo.com with SMTP; 2 Sep 2009 07:55:16 -0000\r\nX-Received: (qmail 21709 invoked by uid 60001); 2 Sep 2009 07:54:03 -0000\r\nMessage-ID: &lt;72204.20337.qm@...&gt;\r\nX-YMail-OSG: OdlcZpkVM1nmdABI2xOhpdC1TKZ..GkloZlUGjCvvQrdN39qq.tRMIfj\r\nX-Received: from [75.50.54.56] by web112316.mail.gq1.yahoo.com via HTTP; Wed, 02 Sep 2009 00:54:02 PDT\r\nX-Mailer: YahooMailClassic/6.1.2 YahooMailWebService/0.7.338.2\r\nDate: Wed, 2 Sep 2009 00:54:02 -0700 (PDT)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;h67l8l+qo2t@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-269295878-1251878042=:20337&quot;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Robert Riley &lt;chiyohakuryuu@...&gt;\r\nSubject: Re: Returning Home\r\nX-Yahoo-Group-Post: member; u=264137243; y=5-5h682Ng3zQ5VKm5YhkcnH8tbEzWPHB2_GfhxwRbNPLIGHCLp1nIQ\r\nX-Yahoo-Profile: chiyohakuryuu\r\n\r\n\r\n--0-269295878-1251878042=:20337\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n\nThe air was still within the base. Cold and motionless. Unused sections we=\r\nre usually kept cold so they made the base seem smaller when scanned. As fa=\r\nr as the base security was concerned, it was locked up airtight. But the ph=\r\nysical reality did not reflect what was felt on the spark. Despite his cons=\r\ncious mind resting he was still tied into the base&#39;s mainframe, and when he=\r\n heard, and felt, a call, much of the base suddenly sprang to life. \n=A0\nSc=\r\nans turned up nothing, completely secure. But he knew he heard something. T=\r\nhe recharge alcove lit up, light catching the new layer of then ice and fro=\r\nst gathered on his frame. He connected his speech processors to the base&#39;s =\r\ninternal comm systems, hoping to catch this entity.\n=A0\n&quot;I am Megatron, whe=\r\nre and who are you? Why does a voice disturb me in my own fortress?&quot; he dem=\r\nanded, his recharge bay springing to life. It had prepared to disengage, se=\r\nveral mechanisms primed to fire and literally eject him from the bay. A sec=\r\nurity shutter that blocked the view from the alcove to the medical bay retr=\r\nacted, allowing him to loock crosswise into the bay and see the console mon=\r\nitoring his guest spark.\n\n--- On Sat, 8/15/09, Lady Barbossa &lt;MaximaSR74@ao=\r\nl.com&gt; wrote:\n\n\nFrom: Lady Barbossa &lt;MaximaSR74@...&gt;\nSubject: Re: Retur=\r\nning Home\nTo: nbwrpg@yahoogroups.com\nDate: Saturday, August 15, 2009, 7:52 =\r\nPM\n\n\n=A0 \n\n\n\nWandering aimlessly about as though seeking out something but =\r\nwith no success. It seemed to be searching for hours but the spark had no c=\r\noncept of time. \n\nAs night fell upon the land, the spark returned like a pr=\r\nodigal child to Megatron X&#39;s location, to where it found shelter and energy=\r\n. \n\nFloating through the halls and corridors - some darkened, some not - li=\r\nke a ghost, it appeared almost as if to be exploring. But the light seemed =\r\nto flicker and dim.\n\nFinally the fiery spark returned to the chamber room w=\r\nhere it was being contained. Floating about the form that was still in cons=\r\nruction that would one day soon house the spark before returning to it&#39;s ho=\r\nlding vat that nutured it and protected it. \nWithin the containment, it set=\r\ntled, floating there, slightly pulsing then stopped as it remained a steady=\r\n glow. \n\nThen a ghostly sweet reversed echo was heard, &quot;Where are you?&quot; it =\r\nsoftly called, the tone sad and pain filled, as though alone. All alone. Bu=\r\nt who was the voice was referring to or calling out to? \n\n&gt; \n&gt; \n&gt; Even the =\r\nmighty needed a respite, and Megatron X was no different. He had watched ov=\r\ner the spark and the slow manufacture of it&#39;s new body. He had not gone far=\r\n, now standing still in an alcove in a dark lightly room. Cables, hoses, an=\r\nd clamps held him in place, replacing coolant in his systems, replenishing =\r\nhis energon and refueling his weapons. It was cold, his form now could as i=\r\nce with a low fog hangin over his form. \n&gt; =A0\n&gt; It was after the stanger l=\r\neft that he notified. Still physically immobilized, his consciousness came =\r\nonline and accessed the base&#39;s internal and external security network. Scan=\r\ns indicated the spark had competed it&#39;s body, and now had left. Odd, he not=\r\n think it would be able to do so. Perhaps it knew his security codes, or si=\r\nmply broke out. Switching to external sensors, he scanned all of the island=\r\n of Hokkaido for signs of his guest.\n&gt; --- On Sat, 8/8/09, Lady Barbossa &lt;M=\r\naximaSR74@ ...&gt; wrote:\n&gt; \n&gt; \n&gt; From: Lady Barbossa &lt;MaximaSR74@ ...&gt;\n&gt; Subj=\r\nect: Re: Returning Home\n&gt; To: nbwrpg@yahoogroups. com\n&gt; Date: Saturday, Aug=\r\nust 8, 2009, 12:52 AM\n&gt; \n&gt; \n&gt; =A0 \n&gt; \n&gt; \n&gt; \n&gt; &gt; &gt; =A0\n&gt; &gt; &gt; &quot;Arise, stand s=\r\ntrong again, warrior. Heed the call of Megatron.&quot;\n&gt; &gt; &gt; \n&gt; &gt; \n&gt; &gt; What soun=\r\nded like whispers for but a moment, broke away to silence. Then a ghostly r=\r\neverse echo that whispered and barely heard. Soon enough was well heard. \n&gt;=\r\n &gt; \n&gt; &gt; &quot;Megatron?&quot; the femme voice replied almost in disbelief. \n&gt; &gt; The s=\r\npark pulsed a moment as though it were contemplating or something else. But=\r\n definitely feeding off the energon. \n&gt; &gt; &quot;I am most grateful for the energ=\r\non and the rescue.&quot; That calm deep femme voice stated. &quot;And honored to once=\r\n again be in thy presense, oh, mighty Megatron.&quot; Her voice sincere to every=\r\n degree. There was only one whom she respected 100%... and that was Megatro=\r\nn. \n&gt; &gt; &quot;I am forever in your debt.&quot; \n&gt; &gt; \n&gt; &gt; The spark hummed with light,=\r\n brilliant and glowing, sparks of controlled energy in gold and blue. Glowi=\r\nng like a star in the heavens.\n&gt; &gt;\n&gt; \n&gt; Silence overtook the vicinity once =\r\nmore. Darkness and silence. Not that it was a bad thing... but it wasn&#39;t a =\r\ngood thing either. \n&gt; The spark pulsed from time to time, feeding off the e=\r\nnergy that was offered to it, recovering. \n&gt; It had recovered enough streng=\r\nth for the time being. Some sparks recalled past memories. It took some tim=\r\ne, but this particular spark was able to recall much. The last moments it w=\r\nas functioning or alive was as some predacon to assasinate someone. And a n=\r\name, a face, a sensation seemed to reverberate causing the spark to pulse.\n=\r\n&gt; \n&gt; Nearby the spark, a chassis was being constructed. A large one. One ne=\r\narly the height of the original Megatron. As drone parts worked furiously u=\r\npon the chassis, the spark pulsed moreso. The containment that held it, nur=\r\ntured it, opened and out floated the spark. \n&gt; \n&gt; Like a ghost, it wandered=\r\n about before leaving the facility. For the time being, the spark had forgo=\r\ntten about it&#39;s rescuer. But it would return. Soon or eventually.\n&gt;\n\n\n\n\n\n\n\n=\r\n\n\n\n\n\n\n\n\n\n\n      \r\n--0-269295878-1251878042=:20337\r\nContent-Type: text/html; charset=iso-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;table cellspacing=3D&quot;0&quot; cellpadding=3D&quot;0&quot; border=3D&quot;0&quot; &gt;&lt;tr&gt;&lt;td valign=3D&quot;=\r\ntop&quot; style=3D&quot;font: inherit;&quot;&gt;&lt;FONT size=3D2&gt;\n&lt;DIV&gt;The air was still within=\r\n the base. Cold and motionless. Unused sections were usually kept cold so t=\r\nhey made the base seem smaller when scanned. As far as the base security wa=\r\ns concerned, it was locked up airtight. But the physical reality did not re=\r\nflect what was felt on the spark. Despite his conscious mind resting he was=\r\n still tied into the base&#39;s mainframe, and when he heard, and felt, a call,=\r\n much of the base suddenly sprang to life. &lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;Sc=\r\nans turned up nothing, completely secure. But he knew he heard something. T=\r\nhe recharge alcove lit up, light catching the new layer of then ice and fro=\r\nst gathered on his frame. He connected his speech processors to the base&#39;s =\r\ninternal comm systems, hoping to catch this entity.&lt;/DIV&gt;\n&lt;DIV&gt;&nbsp;&lt;/DIV&gt;=\r\n\n&lt;DIV&gt;&quot;I am Megatron, where and who are you? Why does a voice disturb me in=\r\n my own fortress?&quot; he demanded, his recharge bay springing to life. It had =\r\nprepared to disengage, several mechanisms primed to fire and literally ejec=\r\nt him from the bay. A security shutter that blocked the view from the alcov=\r\ne to the medical bay retracted, allowing him to loock crosswise into the ba=\r\ny and see the console monitoring his guest spark.&lt;/DIV&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;BR&gt;--- O=\r\nn &lt;B&gt;Sat, 8/15/09, Lady Barbossa &lt;I&gt;&lt;MaximaSR74@...&gt;&lt;/I&gt;&lt;/B&gt; wrot=\r\ne:&lt;BR&gt;\n&lt;BLOCKQUOTE style=3D&quot;BORDER-LEFT: rgb(16,16,255) 2px solid; PADDING-=\r\nLEFT: 5px; MARGIN-LEFT: 5px&quot;&gt;&lt;BR&gt;From: Lady Barbossa &lt;MaximaSR74@...=\r\n&gt;&lt;BR&gt;Subject: Re: Returning Home&lt;BR&gt;To: nbwrpg@yahoogroups.com&lt;BR&gt;Date: =\r\nSaturday, August 15, 2009, 7:52 PM&lt;BR&gt;&lt;BR&gt;\n&lt;DIV id=3Dyiv288291924&gt;&lt;SPAN sty=\r\nle=3D&quot;DISPLAY: none&quot;&gt;&nbsp;&lt;/SPAN&gt; \n&lt;DIV id=3Dygrp-text&gt;\n&lt;DIV&gt;Wandering aim=\r\nlessly about as though seeking out something but with no success. It seemed=\r\n to be searching for hours but the spark had no concept of time. &lt;BR&gt;&lt;BR&gt;As=\r\n night fell upon the land, the spark returned like a prodigal child to Mega=\r\ntron X&#39;s location, to where it found shelter and energy. &lt;BR&gt;&lt;BR&gt;Floating t=\r\nhrough the halls and corridors - some darkened, some not - like a ghost, it=\r\n appeared almost as if to be exploring. But the light seemed to flicker and=\r\n dim.&lt;BR&gt;&lt;BR&gt;Finally the fiery spark returned to the chamber room where it =\r\nwas being contained. Floating about the form that was still in consruction =\r\nthat would one day soon house the spark before returning to it&#39;s holding va=\r\nt that nutured it and protected it. &lt;BR&gt;Within the containment, it settled,=\r\n floating there, slightly pulsing then stopped as it remained a steady glow=\r\n. &lt;BR&gt;&lt;BR&gt;Then a ghostly sweet reversed echo was heard, &quot;Where are you?&quot; it=\r\n softly called, the tone sad and pain filled, as\n though alone. All alone. =\r\nBut who was the voice was referring to or calling out to? &lt;BR&gt;&lt;BR&gt;&gt; &lt;BR&gt;=\r\n&gt; &lt;BR&gt;&gt; Even the mighty needed a respite, and Megatron X was no diffe=\r\nrent. He had watched over the spark and the slow manufacture of it&#39;s new bo=\r\ndy. He had not gone far, now standing still in an alcove in a dark lightly =\r\nroom. Cables, hoses, and clamps held him in place, replacing coolant in his=\r\n systems, replenishing his energon and refueling his weapons. It was cold, =\r\nhis form now could as ice with a low fog hangin over his form. &lt;BR&gt;&gt; &nb=\r\nsp;&lt;BR&gt;&gt; It was after the stanger left that he notified. Still physicall=\r\ny immobilized, his consciousness came online and accessed the base&#39;s intern=\r\nal and external security network. Scans indicated the spark had competed it=\r\n&#39;s body, and now had left. Odd, he not think it would be able to do so. Per=\r\nhaps it knew his security codes, or simply broke out. Switching to external=\r\n sensors, he scanned all of the island of\n Hokkaido for signs of his guest.=\r\n&lt;BR&gt;&gt; --- On Sat, 8/8/09, Lady Barbossa &lt;MaximaSR74@ ...&gt; wrote:&lt;B=\r\nR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; From: Lady Barbossa &lt;MaximaSR74@ ...&gt;&lt;BR&gt;&gt=\r\n; Subject: Re: Returning Home&lt;BR&gt;&gt; To: &lt;A href=3D&quot;http://us.mc1123.mail.=\r\nyahoo.com/mc/compose?to=3Dnbwrpg%40yahoogroups.com&quot; rel=3Dnofollow target=\r\n=3D_blank ymailto=3D&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups. c=\r\nom&lt;/A&gt;&lt;BR&gt;&gt; Date: Saturday, August 8, 2009, 12:52 AM&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;B=\r\nR&gt;&gt; &nbsp; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &gt; &gt; &nbsp;&lt;BR&gt;&gt; =\r\n&gt; &gt; &quot;Arise, stand strong again, warrior. Heed the call of Megatron.&quot;&lt;=\r\nBR&gt;&gt; &gt; &gt; &lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; What sounded like whispers fo=\r\nr but a moment, broke away to silence. Then a ghostly reverse echo that whi=\r\nspered and barely heard. Soon enough was well heard. &lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt;=\r\n &gt; &quot;Megatron?&quot; the femme voice replied almost in disbelief. &lt;BR&gt;&gt; &gt=\r\n; The spark pulsed a moment as though it were\n contemplating or something e=\r\nlse. But definitely feeding off the energon. &lt;BR&gt;&gt; &gt; &quot;I am most grate=\r\nful for the energon and the rescue.&quot; That calm deep femme voice stated. &quot;An=\r\nd honored to once again be in thy presense, oh, mighty Megatron.&quot; Her voice=\r\n sincere to every degree. There was only one whom she respected 100%... and=\r\n that was Megatron. &lt;BR&gt;&gt; &gt; &quot;I am forever in your debt.&quot; &lt;BR&gt;&gt; &gt=\r\n; &lt;BR&gt;&gt; &gt; The spark hummed with light, brilliant and glowing, sparks =\r\nof controlled energy in gold and blue. Glowing like a star in the heavens.&lt;=\r\nBR&gt;&gt; &gt;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Silence overtook the vicinity once more. Dark=\r\nness and silence. Not that it was a bad thing... but it wasn&#39;t a good thing=\r\n either. &lt;BR&gt;&gt; The spark pulsed from time to time, feeding off the energ=\r\ny that was offered to it, recovering. &lt;BR&gt;&gt; It had recovered enough stre=\r\nngth for the time being. Some sparks recalled past memories. It took some t=\r\nime, but this particular spark was able\n to recall much. The last moments i=\r\nt was functioning or alive was as some predacon to assasinate someone. And =\r\na name, a face, a sensation seemed to reverberate causing the spark to puls=\r\ne.&lt;BR&gt;&gt; &lt;BR&gt;&gt; Nearby the spark, a chassis was being constructed. A la=\r\nrge one. One nearly the height of the original Megatron. As drone parts wor=\r\nked furiously upon the chassis, the spark pulsed moreso. The containment th=\r\nat held it, nurtured it, opened and out floated the spark. &lt;BR&gt;&gt; &lt;BR&gt;&gt=\r\n; Like a ghost, it wandered about before leaving the facility. For the time=\r\n being, the spark had forgotten about it&#39;s rescuer. But it would return. So=\r\non or eventually.&lt;BR&gt;&gt;&lt;BR&gt;&lt;BR&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;&lt;/BLOCKQUOTE&gt;&lt;/td&gt;&lt;/tr&gt;&lt;=\r\n/table&gt;&lt;br&gt;\n\n\n\n      \r\n--0-269295878-1251878042=:20337--\r\n\n"}}