{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"XsJyH8_eeHf7CLwmtfUKMi1Jqva4kLr6TO0ajpGrla2YZnIsuTcIk_18L_clXwetGct5FJJo8_7qy4D8rSCLz6CL0t7LXw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Recovering Rodimus","postDate":"1266121879","msgId":69592,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhsN3VhbitzZ3NwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDk4MDYxOC42MDYyOC5xbUB3ZWIzNTcwMi5tYWlsLm11ZC55YWhvby5jb20+"},"prevInTopic":69585,"nextInTopic":69596,"prevInTime":69591,"nextInTime":69593,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"ooc: You got it.  Cyclonus better be ready, Tucson isn t one to give up too quickly. BIC: The drive to succeed, it was now surging rapidly through Tucson s","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 79379 invoked from network); 14 Feb 2010 04:32:49 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m13.grp.re1.yahoo.com with QMQP; 14 Feb 2010 04:32:49 -0000\r\nX-Received: from unknown (HELO n41b.bullet.mail.sp1.yahoo.com) (66.163.168.155)\n  by mta2.grp.sp2.yahoo.com with SMTP; 14 Feb 2010 04:32:49 -0000\r\nX-Received: from [69.147.65.172] by n41.bullet.mail.sp1.yahoo.com with NNFMP; 14 Feb 2010 04:31:20 -0000\r\nX-Received: from [98.137.34.34] by t14.bullet.mail.sp1.yahoo.com with NNFMP; 14 Feb 2010 04:31:19 -0000\r\nDate: Sun, 14 Feb 2010 04:31:19 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hl7uan+sgsp@...&gt;\r\nIn-Reply-To: &lt;980618.60628.qm@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Recovering Rodimus\r\nX-Yahoo-Group-Post: member; u=167039986; y=cBoE_-xd9YB0hNdm-zYYgsoXJY4rXMLPGX36BCMPWfxI5xN8Ujw\r\nX-Yahoo-Profile: magicquartz\r\n\r\nooc: You got it.  Cyclonus better be ready, Tucson isn&#39;t one to give up too=\r\n quickly.  \n\nBIC:\n\nThe drive to succeed, it was now surging rapidly through=\r\n Tucson&#39;s pistons and fuel injectors. He wasn&#39;t about to let a little pot h=\r\nole get in the way of him reaching his leader who he now believed was POW a=\r\nnd held under demonic control. Reaching speeds of well over one twenty MPH =\r\nhe kicks up dust beneath his tires and handles the roughness of the terrain=\r\n as if it were as smooth as newly laid down asphault.  His sonar systems no=\r\nw pick up the density and size of the dark tower which drives him forward, =\r\nnot to mention the fact that he could pick up heat signatures which resembl=\r\ned his own.  He knew.  Rodimus was there, and no doubt he&#39;d be there with s=\r\nome familliar enemies.  The thought of Decepticons being involved in this e=\r\nnrages him even more.\n\nHe thinks things through while driving toward the to=\r\nwer, where he could sense Rodimus&#39;s heat signatures.\n\n&quot; How could I have le=\r\nt this happen?  If I hadn&#39;t let my guard down the first time, and gotten my=\r\nself shot, you wouldn&#39;t be in this mess Rodimus.  I promise you this though=\r\n, this time, I will bring you back, and I will not abandon you.  No matter =\r\nhow hateful you are of me, no matter how badly you want to destroy me.  My =\r\nspark is dedicated to those I care deeply for.  That part of me will never =\r\ndie.  I will also make those who are responsible for what they have done to=\r\n you, pay for what they did.  They had no right taking your spark and your =\r\nsoul.  I swear by the name of Primus that I will risk my own spark to see y=\r\nours safely out of harm&#39;s way.&quot;\n\nHe was now nearing the tower.  Another fam=\r\nilliar signature pings loudly in his sonar system.  He could tell by the fr=\r\nequency that it was from a Decepticon.  He could also identify the carrier.=\r\n\n\n&quot;Cyclonus...  Ohh yeah, this definitely has your name writen all over it.=\r\n  Right, well, enjoy the party while it lasts because I&#39;m about to crash it=\r\n... Literally.&quot;\n\nHe senses he&#39;s only a few feet from the tower, and transfo=\r\nrms.  Yet, he keeps hidden.  He knew that an all out attack wasn&#39;t the best=\r\n way to go.  If he was going to succeed in this mission, he&#39;d have to do it=\r\n without being seen and right underneath Cyclonus&#39;s nose.  He was good at s=\r\ntaying out of the sight of the enemy.  Not only had he trained with Kup, bu=\r\nt also trained with Prowl.  Silence was his middle name.  He sends a low po=\r\nwered sonar wave to see if it picks up anything.  In the general area he wa=\r\ns clear of incombants.  He knew that if he touched the tower there could be=\r\n an alarm system.  He scans for that.\n\n&quot;Hmm... Just in case, I should activ=\r\nate a scrambling wave.  That should quiet any security system that could be=\r\n active here..  I hope.&quot;\n\nHe waits a good five minuts or so until he&#39;s sure=\r\n that the system is disabled.  Once he runs a scan of his sonar systems, he=\r\n concludes that it did indeed have a mild effect on the system, which made =\r\nit safe for him to approach the tower.  He again hides behind a mass of deb=\r\nris, and finds that breeze catches his face, from the opposite side of the =\r\ntower. There was a door that was partially opened.  He feels for it with hi=\r\ns fingers, and quietly slides it open just enough to sqeeze in, which was a=\r\n little bit of a squeeze for him.  This was it, he was inside.  Again, not =\r\nwanting to make it obvious, he quietly slides the door just a bit ajar, to =\r\nmake sure he isn&#39;t discovered.  Then, quietly he hides again, and stops to =\r\ntry to pick up Rodimus&#39;s heat signature once more.  It was difficult, becau=\r\nse his temperature continued to drop with every ounce of energy that was be=\r\ning stolen from him.  \n\n&quot; All right, low heat signature, this is going to m=\r\nake it a little difficult to track.  Time to boost up my receptors a bit...=\r\n And it wouldn&#39;t hurt to scramble my signals either...&quot;  \n\nTucson had never=\r\n known fear and apprehension.  With every slow step, he becomes more and mo=\r\nre familliar with both emotions.  He couldn&#39;t let them stop him.  He was do=\r\ning this to save Rodimus, a gesture from the spark who&#39;s power is relentles=\r\ns.  His affections for his leader keeps him focused on the task at hand.  A=\r\nnd it isn&#39;t long until his persistance pays off.  The ping was loud and cle=\r\nar, and yes, it was Rodimus.  The signature read Decepticon though.  But kn=\r\nowing what Kenzo had told him, he keeps reserved.  Now, he wanted to be see=\r\nn and heard.  With his cross bow subspaced he stands idol, but ready for an=\r\nything.  And quietly with a soft tone of voice..\n\n&quot;Rodimus.&quot;\n\n\n\n--- In nbwr=\r\npg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; Just to c=\r\nlarify. The physical structure that holds the energy of the matrix is still=\r\n inside of Rodimus, but the energy itself was siphoned out by Cyclonus duri=\r\nng one of their climatic encounters. It was part of what has given Cyclonus=\r\n his new found power.\n&gt; \n&gt; Sandy feel free to go ahead. I think this will a=\r\nll make for good RP. I look forward to it. \n&gt; \n&gt; Preston\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; &gt;\n&gt; =\r\n&gt;From: Sandy &lt;magicquartz@...&gt;\n&gt; &gt;To: nbwrpg@yahoogroups.com\n&gt; &gt;Sent: Fri, =\r\nFebruary 12, 2010 11:56:34 PM\n&gt; &gt;Subject: Re: Recovering Rodimus\n&gt; &gt;\n&gt; &gt;  &gt;=\r\n\n&gt; &gt;&gt;      \n&gt; &gt; \n&gt; &gt;OOC: Okay.  Still works though, because Tucson doesn&#39;t =\r\nknow that it&#39;s left his body just yet.  Last he knew he still had it.. Good=\r\n thing he didn&#39;t remember anything after his first major injury.  It works =\r\nout.  He&#39;ll find out when he finds him I guess.\n&gt; &gt;\n&gt; &gt;&gt;--- In nbwrpg@yahoo=\r\ngroups. com, &lt;airly2002@ ..&gt; wrote:\n&gt; &gt;&gt;&gt;\n&gt; &gt;&gt;&gt; OOC: the matrix isnt inside=\r\n Rodimus is insinde of one minion I dont remember who\n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; F=\r\nrom: Sandy \n&gt; &gt;&gt;&gt; Sent: Friday, February 12, 2010 10:33 PM\n&gt; &gt;&gt;&gt; To: nbwrpg=\r\n@yahoogroups. com \n&gt; &gt;&gt;&gt; Subject: Recovering Rodimus\n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; \n&gt;=\r\n &gt;&gt;&gt; From what Kenzo had told him, Tucson could now put two and two togethe=\r\nr and now realized that his restoration abilities along with his skills as =\r\na warrior, would be needed more than ever. To him Restoration was more than=\r\n just restoring artifacts, making them appear and work like new, it was als=\r\no about restoring old programming and recovery of important data. He did no=\r\nt know the extent of the corruption upon which was placed on Rodimus but he=\r\n knew he couldn&#39;t just throw in the towel on his leader. Autobots stuck tog=\r\nether, and through thick and thin, he&#39;d keep his pledge to never abandon hi=\r\ns fellow Autobots. He also realized that if he was going to get anywhere, h=\r\ne&#39;d have to do it himself. \n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; &quot;On second thought, I think I&#39;ll g=\r\no this one alone. Don&#39;t wait up for me, I don&#39;t think I&#39;ll be back too soon=\r\n.&quot;\n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; He bids Kenzo good bye and walks out of the room. \n&gt; &gt;&gt;&gt; \n&gt;=\r\n &gt;&gt;&gt; &quot;Oh before I forget, have the CR chamber prepared for Rodimus. He&#39;ll n=\r\need it more than me.&quot; \n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; He was dead set on recovering his leade=\r\nr. And this time, nothing and no one would get in his way of achieving his =\r\nmission. He sends one final message to Lord Perseus.\n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; &quot;Lord Per=\r\nseus, it&#39;s come to my attention that my leader, Rodimus Prime, has been abd=\r\nucted and altered severely. This puts the Matrix of Leadership at a grave R=\r\nisk, but most of all, his spark, which I believe is too precious to waste f=\r\nor evil purposes. I can not abandon my leader, not even in his corruptive s=\r\ntate. I hereby announce that I am on route to locating my leader, and I DO =\r\nintend to BRING HIM BACK. Hopefully, the damage can be reversed. If not, th=\r\nere is question of the well being of the Matrix. I must recover it, perhaps=\r\n not for my own personal gain, but for the benefit of Autobot kind. It&#39;s to=\r\no precious to lose to the hands of those who thirst for power and greed. I =\r\nswear by Primus&#39;s name, I will return, but my return may not be a fast one.=\r\n May Primus guide you as he guides me. This is Tucson, signing off. I will =\r\nreport to you again, once I know more of the condition of my leader.&quot;\n&gt; &gt;&gt;&gt;=\r\n \n&gt; &gt;&gt;&gt; He signs off, gets off the ship, and transforms into SUV mode, hopi=\r\nng to find Rodimus via his sonar systems.\n&gt; &gt;&gt;&gt; \n&gt; &gt;&gt;&gt; Tag: Kraftlos and Cy=\r\nclonus.\n&gt; &gt;&gt;&gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt;\n\n\n\n"}}