{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":180614363,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"34IoULwfGHEhU5Wt2Da9ra-zJOnK9gp_92ef67AzK-JpdMWKxU_lklrBvkyU7xZXYr8XwCQn6T4PcoEEV2-fBXRZ54_nQHBrvq6j5p9R8w","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Recovering Rodimus","postDate":"1266147772","msgId":69596,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk3Nzg4LjM4Mjk1LnFtQHdlYjM1NzA0Lm1haWwubXVkLnlhaG9vLmNvbT4=","inReplyToHeader":"PGhsN3VhbitzZ3NwQGVHcm91cHMuY29tPg==","referencesHeader":"PGhsN3VhbitzZ3NwQGVHcm91cHMuY29tPg=="},"prevInTopic":69592,"nextInTopic":69597,"prevInTime":69595,"nextInTime":69597,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: I will let airly repsond first, as the black tower is her base and she may have unseen things in place. I do not know if you worked it out with her before","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 26948 invoked from network); 14 Feb 2010 11:43:02 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m10.grp.re1.yahoo.com with QMQP; 14 Feb 2010 11:43:02 -0000\r\nX-Received: from unknown (HELO web35704.mail.mud.yahoo.com) (66.163.179.158)\n  by mta2.grp.sp2.yahoo.com with SMTP; 14 Feb 2010 11:43:01 -0000\r\nX-Received: (qmail 38723 invoked by uid 60001); 14 Feb 2010 11:42:52 -0000\r\nMessage-ID: &lt;97788.38295.qm@...&gt;\r\nX-YMail-OSG: 8x6tYRAVM1lySP_oVJyuqSbRF7syvtOAPBAL1asQ9lJWCTXeYcPfd3gmtT6ySzZdzfuEBvNeaB5JEUD2jPR_qFHxXFoaISNkvCC2DoEhFBD.IjBQxuHv0Nh8FBqF2XOzTRk9ZdlpU8ddXqQWZM_PX3lXU0eqzM6A5xi1EI_UNbkTmjZp04hL1gNDGN8TENPtSsHzxUTLGCeg2Agq.pcVmS3oI8esJZquZDEDGhQ.P_FQJzYMvTVymLBnpq31igHBf5lBTg.vyoFVzfLWFnVOqcpW.gpahLFXm7hf0zY5A49iUxfwZYUJz_Zu90FC5zshs.wtDN.DbEI.2RH61ouXU1t7yexcy7Afc5jgnNMZ2rdWHlI-\r\nX-Received: from [68.119.192.232] by web35704.mail.mud.yahoo.com via HTTP; Sun, 14 Feb 2010 03:42:52 PST\r\nX-Mailer: YahooMailRC/300.3 YahooMailWebService/0.8.100.260964\r\nReferences: &lt;hl7uan+sgsp@...&gt;\r\nDate: Sun, 14 Feb 2010 03:42:52 -0800 (PST)\r\nTo: nbwrpg@yahoogroups.com\r\nIn-Reply-To: &lt;hl7uan+sgsp@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; boundary=&quot;0-695940714-1266147772=:38295&quot;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Recovering Rodimus\r\nX-Yahoo-Group-Post: member; u=180614363; y=tYA1JcarJ2_u3Y_jM_HkPTgOIeYcd-1a_JwPq5V07GGKiLv7McTOJg\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n\r\n--0-695940714-1266147772=:38295\r\nContent-Type: text/plain; charset=utf-8\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nOOC: I will let airly repsond first, as the black tower is her base and she=\r\n may have unseen things in place. \n\nI do not know if you worked it out with=\r\n her before hand, but if not, then remember: It is in good form to check it=\r\n out with the owner/creator of any base before you sneak in - you never kno=\r\nw what traps they have in place. if you can&#39;t work it out in advance then y=\r\nou can do it slowly, step by step to get thier responses before moving in. =\r\n:)\n\nNot trying to be critical or anything just informative and fair, and I =\r\nam sure Airly doesnt mind. I still look forward to the RP :)\n\nPreston\n\n\n\n\n\n=\r\n&gt;\n&gt;From: Sandy &lt;magicquartz@...&gt;\n&gt;To: nbwrpg@yahoogroups.com\n&gt;Sent: S=\r\nat, February 13, 2010 11:31:19 PM\n&gt;Subject: Re: Recovering Rodimus\n&gt;\n&gt;  &gt;\n&gt;=\r\n&gt;      \n&gt; \n&gt;ooc: You got it.  Cyclonus better be ready, Tucson isn&#39;t one to=\r\n give up too quickly. \n&gt;\n&gt;&gt;BIC:\n&gt;\n&gt;&gt;The drive to succeed, it was now surgin=\r\ng rapidly through Tucson&#39;s pistons and fuel injectors. He wasn&#39;t about to l=\r\net a little pot hole get in the way of him reaching his leader who he now b=\r\nelieved was POW and held under demonic control. Reaching speeds of well ove=\r\nr one twenty MPH he kicks up dust beneath his tires and handles the roughne=\r\nss of the terrain as if it were as smooth as newly laid down asphault.  His=\r\n sonar systems now pick up the density and size of the dark tower which dri=\r\nves him forward, not to mention the fact that he could pick up heat signatu=\r\nres which resembled his own.  He knew.  Rodimus was there, and no doubt he&#39;=\r\nd be there with some familliar enemies.  The thought of Decepticons being i=\r\nnvolved in this enrages him even more.\n&gt;\n&gt;&gt;He thinks things through while d=\r\nriving toward the tower, where he could sense Rodimus&#39;s heat signatures.\n&gt;\n=\r\n&gt;&gt;&quot; How could I have let this happen?  If I hadn&#39;t let my guard down the fi=\r\nrst time, and gotten myself shot, you wouldn&#39;t be in this mess Rodimus.  I =\r\npromise you this though, this time, I will bring you back, and I will not a=\r\nbandon you.  No matter how hateful you are of me, no matter how badly you w=\r\nant to destroy me.  My spark is dedicated to those I care deeply for.  That=\r\n part of me will never die.  I will also make those who are responsible for=\r\n what they have done to you, pay for what they did.  They had no right taki=\r\nng your spark and your soul.  I swear by the name of Primus that I will ris=\r\nk my own spark to see yours safely out of harm&#39;s way.&quot;\n&gt;\n&gt;&gt;He was now neari=\r\nng the tower.  Another familliar signature pings loudly in his sonar system=\r\n.  He could tell by the frequency that it was from a Decepticon.  He could =\r\nalso identify the carrier.\n&gt;\n&gt;&gt;&quot;Cyclonus...  Ohh yeah, this definitely has =\r\nyour name writen all over it.  Right, well, enjoy the party while it lasts =\r\nbecause I&#39;m about to crash it... Literally.&quot;\n&gt;\n&gt;&gt;He senses he&#39;s only a few =\r\nfeet from the tower, and transforms.  Yet, he keeps hidden.  He knew that a=\r\nn all out attack wasn&#39;t the best way to go.  If he was going to succeed in =\r\nthis mission, he&#39;d have to do it without being seen and right underneath Cy=\r\nclonus&#39;s nose.  He was good at staying out of the sight of the enemy.  Not =\r\nonly had he trained with Kup, but also trained with Prowl.  Silence was his=\r\n middle name.  He sends a low powered sonar wave to see if it picks up anyt=\r\nhing.  In the general area he was clear of incombants.  He knew that if he =\r\ntouched the tower there could be an alarm system.  He scans for that.\n&gt;\n&gt;&gt;&quot;=\r\nHmm... Just in case, I should activate a scrambling wave.  That should quie=\r\nt any security system that could be active here..  I hope.&quot;\n&gt;\n&gt;&gt;He waits a =\r\ngood five minuts or so until he&#39;s sure that the system is disabled.  Once h=\r\ne runs a scan of his sonar systems, he concludes that it did indeed have a =\r\nmild effect on the system, which made it safe for him to approach the tower=\r\n.  He again hides behind a mass of debris, and finds that breeze catches hi=\r\ns face, from the opposite side of the tower. There was a door that was part=\r\nially opened.  He feels for it with his fingers, and quietly slides it open=\r\n just enough to sqeeze in, which was a little bit of a squeeze for him.  Th=\r\nis was it, he was inside.  Again, not wanting to make it obvious, he quietl=\r\ny slides the door just a bit ajar, to make sure he isn&#39;t discovered.  Then,=\r\n quietly he hides again, and stops to try to pick up Rodimus&#39;s heat signatu=\r\nre once more.  It was difficult, because his temperature continued to drop =\r\nwith every ounce of energy that was being stolen from him. \n&gt;\n&gt;&gt;&quot; All right=\r\n, low heat signature, this is going to make it a little difficult to track.=\r\n  Time to boost up my receptors a bit... And it wouldn&#39;t hurt to scramble m=\r\ny signals either...&quot; \n&gt;\n&gt;&gt;Tucson had never known fear and apprehension.  Wi=\r\nth every slow step, he becomes more and more familliar with both emotions. =\r\n He couldn&#39;t let them stop him.  He was doing this to save Rodimus, a gestu=\r\nre from the spark who&#39;s power is relentless.  His affections for his leader=\r\n keeps him focused on the task at hand.  And it isn&#39;t long until his persis=\r\ntance pays off.  The ping was loud and clear, and yes, it was Rodimus.  The=\r\n signature read Decepticon though.  But knowing what Kenzo had told him, he=\r\n keeps reserved.  Now, he wanted to be seen and heard.  With his cross bow =\r\nsubspaced he stands idol, but ready for anything.  And quietly with a soft =\r\ntone of voice..\n&gt;\n&gt;&gt;&quot;Rodimus.&quot;\n&gt;\n&gt;&gt;--- In nbwrpg@yahoogroups. com, Super Cy=\r\nclonus &lt;supercyclonus@ ...&gt; wrote:\n&gt;&gt;&gt;\n&gt;&gt;&gt; Just to clarify. The physical st=\r\nructure that holds the energy of the matrix is still inside of Rodimus, but=\r\n the energy itself was siphoned out by Cyclonus during one of their climati=\r\nc encounters. It was part of what has given Cyclonus his new found power.\n&gt;=\r\n&gt;&gt; \n&gt;&gt;&gt; Sandy feel free to go ahead. I think this will all make for good RP=\r\n. I look forward to it. \n&gt;&gt;&gt; \n&gt;&gt;&gt; Preston\n&gt;&gt;&gt; \n&gt;&gt;&gt; \n&gt;&gt;&gt; \n&gt;&gt;&gt; \n&gt;&gt;&gt; &gt;\n&gt;&gt;&gt; &gt;Fr=\r\nom: Sandy &lt;magicquartz@ ...&gt;\n&gt;&gt;&gt; &gt;To: nbwrpg@yahoogroups. com\n&gt;&gt;&gt; &gt;Sent: Fr=\r\ni, February 12, 2010 11:56:34 PM\n&gt;&gt;&gt; &gt;Subject: Re: Recovering Rodimus\n&gt;&gt;&gt; &gt;=\r\n\n&gt;&gt;&gt; &gt;  &gt;\n&gt;&gt;&gt; &gt;&gt; \n&gt;&gt;&gt; &gt; \n&gt;&gt;&gt; &gt;OOC: Okay.  Still works though, because Tucso=\r\nn doesn&#39;t know that it&#39;s left his body just yet.  Last he knew he still had=\r\n it.. Good thing he didn&#39;t remember anything after his first major injury. =\r\n It works out.  He&#39;ll find out when he finds him I guess.\n&gt;&gt;&gt; &gt;\n&gt;&gt;&gt; &gt;&gt;--- I=\r\nn nbwrpg@yahoogroups. com, &lt;airly2002@ ..&gt; wrote:\n&gt;&gt;&gt; &gt;&gt;&gt;\n&gt;&gt;&gt; &gt;&gt;&gt; OOC: the =\r\nmatrix isnt inside Rodimus is insinde of one minion I dont remember who\n&gt;&gt;&gt;=\r\n &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; From: Sandy \n&gt;&gt;&gt; &gt;&gt;&gt; Sent: Friday, February 12, 2010=\r\n 10:33 PM\n&gt;&gt;&gt; &gt;&gt;&gt; To: nbwrpg@yahoogroups. com \n&gt;&gt;&gt; &gt;&gt;&gt; Subject: Recovering =\r\nRodimus\n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; From what Kenzo had told him, Tu=\r\ncson could now put two and two together and now realized that his restorati=\r\non abilities along with his skills as a warrior, would be needed more than =\r\never. To him Restoration was more than just restoring artifacts, making the=\r\nm appear and work like new, it was also about restoring old programming and=\r\n recovery of important data. He did not know the extent of the corruption u=\r\npon which was placed on Rodimus but he knew he couldn&#39;t just throw in the t=\r\nowel on his leader. Autobots stuck together, and through thick and thin, he=\r\n&#39;d keep his pledge to never abandon his fellow Autobots. He also realized t=\r\nhat if he was going to get anywhere, he&#39;d have to do it himself. \n&gt;&gt;&gt; &gt;&gt;&gt; \n=\r\n&gt;&gt;&gt; &gt;&gt;&gt; &quot;On second thought, I think I&#39;ll go this one alone. Don&#39;t wait up f=\r\nor me, I don&#39;t think I&#39;ll be back too soon.&quot;\n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; He bids Kenzo=\r\n good bye and walks out of the room. \n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; &quot;Oh before I forget,=\r\n have the CR chamber prepared for Rodimus. He&#39;ll need it more than me.&quot; \n&gt;&gt;=\r\n&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; He was dead set on recovering his leader. And this time, not=\r\nhing and no one would get in his way of achieving his mission. He sends one=\r\n final message to Lord Perseus.\n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; &quot;Lord Perseus, it&#39;s come t=\r\no my attention that my leader, Rodimus Prime, has been abducted and altered=\r\n severely. This puts the Matrix of Leadership at a grave Risk, but most of =\r\nall, his spark, which I believe is too precious to waste for evil purposes.=\r\n I can not abandon my leader, not even in his corruptive state. I hereby an=\r\nnounce that I am on route to locating my leader, and I DO intend to BRING H=\r\nIM BACK. Hopefully, the damage can be reversed. If not, there is question o=\r\nf the well being of the Matrix. I must recover it, perhaps not for my own p=\r\nersonal gain, but for the benefit of Autobot kind. It&#39;s too precious to los=\r\ne to the hands of those who thirst for power and greed. I swear by Primus&#39;s=\r\n name, I will return, but my return may not be a fast one. May Primus guide=\r\n you as he guides me. This is Tucson, signing off. I will report to you aga=\r\nin, once I know more of the condition of my leader.&quot;\n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; He si=\r\ngns off, gets off the ship, and transforms into SUV mode, hoping to find Ro=\r\ndimus via his sonar systems.\n&gt;&gt;&gt; &gt;&gt;&gt; \n&gt;&gt;&gt; &gt;&gt;&gt; Tag: Kraftlos and Cyclonus.\n&gt;=\r\n&gt;&gt; &gt;&gt;&gt;\n&gt;&gt;&gt; &gt;\n&gt;&gt;&gt; &gt;\n&gt;&gt;&gt; &gt;\n&gt;&gt;&gt;\n&gt;\n&gt;\n&gt; \n\n\n      \r\n--0-695940714-1266147772=:38295\r\nContent-Type: text/html; charset=utf-8\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;html&gt;&lt;head&gt;&lt;style type=3D&quot;text/css&quot;&gt;&lt;!-- DIV {margin:0px;} --&gt;&lt;/style&gt;&lt;/he=\r\nad&gt;&lt;body&gt;&lt;div style=3D&quot;font-family:Courier New,courier,monaco,monospace,san=\r\ns-serif;font-size:10pt&quot;&gt;OOC: I will let airly repsond first, as the black t=\r\nower is her base and she may have unseen things in place. &lt;br&gt;&lt;br&gt;I do not =\r\nknow if you worked it out with her before hand, but if not, then remember: =\r\nIt is in good form to check it out with the owner/creator of any base befor=\r\ne you sneak in - you never know what traps they have in place. if you can&#39;t=\r\n work it out in advance then you can do it slowly, step by step to get thie=\r\nr responses before moving in. :)&lt;br&gt;&lt;br&gt;Not trying to be critical or anythi=\r\nng just informative and fair, and I am sure Airly doesnt mind. I still look=\r\n forward to the RP :)&lt;br&gt;&lt;br&gt;Preston&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;blockquote =\r\nstyle=3D&quot;border-left: 2px solid rgb(16, 16, 255); margin-left: 5px; padding=\r\n-left: 5px;&quot;&gt;&lt;div style=3D&quot;font-family: Courier\n New,courier,monaco,monospa=\r\nce,sans-serif; font-size: 10pt;&quot;&gt;&lt;br&gt;&lt;div style=3D&quot;border-left: 2px solid r=\r\ngb(16, 16, 255); margin: 5px 0px 5px 5px; padding-left: 5px; font-family: t=\r\nimes new roman,new york,times,serif; font-size: 12pt;&quot;&gt;&lt;font face=3D&quot;Tahoma=\r\n&quot; size=3D&quot;2&quot;&gt;&lt;b&gt;&lt;span style=3D&quot;font-weight: bold;&quot;&gt;From:&lt;/span&gt;&lt;/b&gt; Sandy &=\r\nlt;magicquartz@...&gt;&lt;br&gt;&lt;b&gt;&lt;span style=3D&quot;font-weight: bold;&quot;&gt;To:&lt;/=\r\nspan&gt;&lt;/b&gt; nbwrpg@yahoogroups.com&lt;br&gt;&lt;b&gt;&lt;span style=3D&quot;font-weight: bold;&quot;&gt;S=\r\nent:&lt;/span&gt;&lt;/b&gt; Sat, February 13, 2010 11:31:19 PM&lt;br&gt;&lt;b&gt;&lt;span style=3D&quot;fon=\r\nt-weight: bold;&quot;&gt;Subject:&lt;/span&gt;&lt;/b&gt; Re: Recovering Rodimus&lt;br&gt;&lt;/font&gt;&lt;br&gt;\n=\r\n\n\n\n\n\n\n\n&lt;span style=3D&quot;display: none;&quot;&gt;&nbsp;&lt;/span&gt;\n\n\n\n    &lt;div id=3D&quot;ygrp-=\r\ntext&quot;&gt;\n      \n      \n      &lt;p&gt;ooc: You got it.  Cyclonus better be ready, T=\r\nucson isn&#39;t one to give up too quickly.  &lt;br&gt;\n&lt;br&gt;\nBIC:&lt;br&gt;\n&lt;br&gt;\nThe drive =\r\nto succeed, it was now surging rapidly through Tucson&#39;s pistons and fuel in=\r\njectors. He wasn&#39;t about to let a little pot hole get in the way of him rea=\r\nching his leader who he now believed was POW and held under demonic control=\r\n. Reaching speeds of well over one twenty MPH he kicks up dust beneath his =\r\ntires and handles the roughness of the terrain as if it were as smooth as n=\r\newly laid down asphault.  His sonar systems now pick up the density and siz=\r\ne of the dark tower which drives him forward, not to mention the fact that =\r\nhe could pick up heat signatures which resembled his own.  He knew.  Rodimu=\r\ns was there, and no doubt he&#39;d be there with some familliar enemies.  The t=\r\nhought of Decepticons being involved in this enrages him even more.&lt;br&gt;\n&lt;br=\r\n&gt;\nHe thinks things through while driving toward the tower, where he could s=\r\nense Rodimus&#39;s heat signatures.&lt;br&gt;\n&lt;br&gt;\n&quot; How could I have let this happen=\r\n?  If I hadn&#39;t let my guard down the first time, and gotten myself shot, yo=\r\nu wouldn&#39;t be in this mess Rodimus.  I promise you this though, this time, =\r\nI will bring you back, and I will not abandon you.  No matter how hateful y=\r\nou are of me, no matter how badly you want to destroy me.  My spark is dedi=\r\ncated to those I care deeply for.  That part of me will never die.  I will =\r\nalso make those who are responsible for what they have done to you, pay for=\r\n what they did.  They had no right taking your spark and your soul.  I swea=\r\nr by the name of Primus that I will risk my own spark to see yours safely o=\r\nut of harm&#39;s way.&quot;&lt;br&gt;\n&lt;br&gt;\nHe was now nearing the tower.  Another famillia=\r\nr signature pings loudly in his sonar system.  He could tell by the frequen=\r\ncy that it was from a Decepticon.  He could also identify the carrier.&lt;br&gt;\n=\r\n&lt;br&gt;\n&quot;Cyclonus...  Ohh yeah, this definitely has your name writen all over =\r\nit.  Right, well, enjoy the party while it lasts because I&#39;m about to crash=\r\n it... Literally.&quot;&lt;br&gt;\n&lt;br&gt;\nHe senses he&#39;s only a few feet from the tower, =\r\nand transforms.  Yet, he keeps hidden.  He knew that an all out attack wasn=\r\n&#39;t the best way to go.  If he was going to succeed in this mission, he&#39;d ha=\r\nve to do it without being seen and right underneath Cyclonus&#39;s nose.  He wa=\r\ns good at staying out of the sight of the enemy.  Not only had he trained w=\r\nith Kup, but also trained with Prowl.  Silence was his middle name.  He sen=\r\nds a low powered sonar wave to see if it picks up anything.  In the general=\r\n area he was clear of incombants.  He knew that if he touched the tower the=\r\nre could be an alarm system.  He scans for that.&lt;br&gt;\n&lt;br&gt;\n&quot;Hmm... Just in c=\r\nase, I should activate a scrambling wave.  That should quiet any security s=\r\nystem that could be active here..  I hope.&quot;&lt;br&gt;\n&lt;br&gt;\nHe waits a good five m=\r\ninuts or so until he&#39;s sure that the system is disabled.  Once he runs a sc=\r\nan of his sonar systems, he concludes that it did indeed have a mild effect=\r\n on the system, which made it safe for him to approach the tower.  He again=\r\n hides behind a mass of debris, and finds that breeze catches his face, fro=\r\nm the opposite side of the tower. There was a door that was partially opene=\r\nd.  He feels for it with his fingers, and quietly slides it open just enoug=\r\nh to sqeeze in, which was a little bit of a squeeze for him.  This was it, =\r\nhe was inside.  Again, not wanting to make it obvious, he quietly slides th=\r\ne door just a bit ajar, to make sure he isn&#39;t discovered.  Then, quietly he=\r\n hides again, and stops to try to pick up Rodimus&#39;s heat signature once mor=\r\ne.  It was difficult, because his temperature continued to drop with every =\r\nounce of energy that was being stolen from him.  &lt;br&gt;\n&lt;br&gt;\n&quot; All right, low=\r\n heat signature, this is going to make it a little difficult to track.  Tim=\r\ne to boost up my receptors a bit... And it wouldn&#39;t hurt to scramble my sig=\r\nnals either...&quot;  &lt;br&gt;\n&lt;br&gt;\nTucson had never known fear and apprehension.  W=\r\nith every slow step, he becomes more and more familliar with both emotions.=\r\n  He couldn&#39;t let them stop him.  He was doing this to save Rodimus, a gest=\r\nure from the spark who&#39;s power is relentless.  His affections for his leade=\r\nr keeps him focused on the task at hand.  And it isn&#39;t long until his persi=\r\nstance pays off.  The ping was loud and clear, and yes, it was Rodimus.  Th=\r\ne signature read Decepticon though.  But knowing what Kenzo had told him, h=\r\ne keeps reserved.  Now, he wanted to be seen and heard.  With his cross bow=\r\n subspaced he stands idol, but ready for anything.  And quietly with a soft=\r\n tone of voice..&lt;br&gt;\n&lt;br&gt;\n&quot;Rodimus.&quot;&lt;br&gt;\n&lt;br&gt;\n--- In &lt;a rel=3D&quot;nofollow&quot; ym=\r\nailto=3D&quot;mailto:nbwrpg%40yahoogroups.com&quot; target=3D&quot;_blank&quot; href=3D&quot;mailto:=\r\nnbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups. com&lt;/a&gt;, Super Cyclonus &lt;s=\r\nupercyclonus@ ...&gt; wrote:&lt;br&gt;\n&gt;&lt;br&gt;\n&gt; Just to clarify. The physica=\r\nl structure that holds the energy of the matrix is still inside of Rodimus,=\r\n but the energy itself was siphoned out by Cyclonus during one of their cli=\r\nmatic encounters. It was part of what has given Cyclonus his new found powe=\r\nr.&lt;br&gt;\n&gt; &lt;br&gt;\n&gt; Sandy feel free to go ahead. I think this will all ma=\r\nke for good RP. I look forward to it. &lt;br&gt;\n&gt; &lt;br&gt;\n&gt; Preston&lt;br&gt;\n&gt; =\r\n&lt;br&gt;\n&gt; &lt;br&gt;\n&gt; &lt;br&gt;\n&gt; &lt;br&gt;\n&gt; &gt;&lt;br&gt;\n&gt; &gt;From: Sandy &lt;m=\r\nagicquartz@ ...&gt;&lt;br&gt;\n&gt; &gt;To: &lt;a rel=3D&quot;nofollow&quot; ymailto=3D&quot;mailto:=\r\nnbwrpg%40yahoogroups.com&quot; target=3D&quot;_blank&quot; href=3D&quot;mailto:nbwrpg%40yahoogr=\r\noups.com&quot;&gt;nbwrpg@yahoogroups. com&lt;/a&gt;&lt;br&gt;\n&gt; &gt;Sent: Fri, February 12, =\r\n2010 11:56:34 PM&lt;br&gt;\n&gt; &gt;Subject: Re: Recovering Rodimus&lt;br&gt;\n&gt; &gt;=\r\n&lt;br&gt;\n&gt; &gt;  &gt;&lt;br&gt;\n&gt; &gt;&gt;      &lt;br&gt;\n&gt; &gt; &lt;br&gt;\n&gt; &gt;OO=\r\nC: Okay.  Still works though, because Tucson doesn&#39;t know that it&#39;s left hi=\r\ns body just yet.  Last he knew he still had it.. Good thing he didn&#39;t remem=\r\nber anything after his first major injury.  It works out.  He&#39;ll find out w=\r\nhen he finds him I guess.&lt;br&gt;\n&gt; &gt;&lt;br&gt;\n&gt; &gt;&gt;--- In nbwrpg@yaho=\r\nogroups. com, &lt;airly2002@ ..&gt; wrote:&lt;br&gt;\n&gt; &gt;&gt;&gt;&lt;br&gt;\n&gt; &=\r\ngt;&gt;&gt; OOC: the matrix isnt inside Rodimus is insinde of one minion I =\r\ndont remember who&lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &g=\r\nt;&gt;&gt; From: Sandy &lt;br&gt;\n&gt; &gt;&gt;&gt; Sent: Friday, February 12, 20=\r\n10 10:33 PM&lt;br&gt;\n&gt; &gt;&gt;&gt; To: nbwrpg@yahoogroups. com &lt;br&gt;\n&gt; &gt=\r\n;&gt;&gt; Subject: Recovering Rodimus&lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&=\r\ngt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; From what Kenzo had t=\r\nold him, Tucson could now put two and two together and now realized that hi=\r\ns restoration abilities along with his skills as a warrior, would be needed=\r\n more than ever. To him Restoration was more than just restoring artifacts,=\r\n making them appear and work like new, it was also about restoring old prog=\r\nramming and recovery of important data. He did not know the extent of the c=\r\norruption upon which was placed on Rodimus but he knew he couldn&#39;t just thr=\r\now in the towel on his leader. Autobots stuck together, and through thick a=\r\nnd thin, he&#39;d keep his pledge to never abandon his fellow Autobots. He also=\r\n realized that if he was going to get anywhere, he&#39;d have to do it himself.=\r\n &lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; &quot;On second thought, I think =\r\nI&#39;ll go this one alone. Don&#39;t wait up for me, I don&#39;t think I&#39;ll be back to=\r\no soon.&quot;&lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; He bids Kenzo good by=\r\ne and walks out of the room. &lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; =\r\n&quot;Oh before I forget, have the CR chamber prepared for Rodimus. He&#39;ll need i=\r\nt more than me.&quot; &lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; He was dead =\r\nset on recovering his leader. And this time, nothing and no one would get i=\r\nn his way of achieving his mission. He sends one final message to Lord Pers=\r\neus.&lt;br&gt;\n&gt; &gt;&gt;&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; &quot;Lord Perseus, it&#39;s come =\r\nto my attention that my leader, Rodimus Prime, has been abducted and altere=\r\nd severely. This puts the Matrix of Leadership at a grave Risk, but most of=\r\n all, his spark, which I believe is too precious to waste for evil purposes=\r\n. I can not abandon my leader, not even in his corruptive state. I hereby a=\r\nnnounce that I am on route to locating my leader, and I DO intend to BRING =\r\nHIM BACK. Hopefully, the damage can be reversed. If not, there is question =\r\nof the well being of the Matrix. I must recover it, perhaps not for my own =\r\npersonal gain, but for the benefit of Autobot kind. It&#39;s too precious to lo=\r\nse to the hands of those who thirst for power and greed. I swear by Primus&#39;=\r\ns name, I will return, but my return may not be a fast one. May Primus guid=\r\ne you as he guides me. This is Tucson, signing off. I will report to you ag=\r\nain, once I know more of the condition of my leader.&quot;&lt;br&gt;\n&gt; &gt;&gt;&gt;=\r\n &lt;br&gt;\n&gt; &gt;&gt;&gt; He signs off, gets off the ship, and transforms int=\r\no SUV mode, hoping to find Rodimus via his sonar systems.&lt;br&gt;\n&gt; &gt;&gt;=\r\n&gt; &lt;br&gt;\n&gt; &gt;&gt;&gt; Tag: Kraftlos and Cyclonus.&lt;br&gt;\n&gt; &gt;&gt;&g=\r\nt;&lt;br&gt;\n&gt; &gt;&lt;br&gt;\n&gt; &gt;&lt;br&gt;\n&gt; &gt;&lt;br&gt;\n&gt;&lt;br&gt;\n&lt;br&gt;\n&lt;/p&gt;\n\n    &lt;/=\r\ndiv&gt;\n     \n\n\n\n\n&lt;/div&gt;&lt;/div&gt;&lt;/blockquote&gt;\n&lt;/div&gt;&lt;br&gt;\n\n      &lt;/body&gt;&lt;/html&gt;\r\n--0-695940714-1266147772=:38295--\r\n\n"}}