{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"7Op82o3II2-6kWIRPqluMG911X7RcWxmnG98e_TVla3US60fj771kONxi4YGtrzTnhh41cgZ7trM3hqxzoU5MZtvRL8qIw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: OOC Recovering Rodimus","postDate":"1266206090","msgId":69602,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhsYWdpYStucXVuQGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDEwMy1EUzIzODhGNUM0MjNEODNFNzEzMUEzRDlBMDRCMEBwaHguZ2JsPg=="},"prevInTopic":69597,"nextInTopic":69603,"prevInTime":69601,"nextInTime":69603,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: Okey dokey.  I ll wait to see what Airly posts.  So far, Tucson hasn t posed any attacks, he s just snuck in.  He won t do anything unless Airly posts for","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 44226 invoked from network); 15 Feb 2010 03:54:53 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m5.grp.sp2.yahoo.com with QMQP; 15 Feb 2010 03:54:53 -0000\r\nX-Received: from unknown (HELO n40b.bullet.mail.sp1.yahoo.com) (66.163.168.154)\n  by mta3.grp.sp2.yahoo.com with SMTP; 15 Feb 2010 03:54:53 -0000\r\nX-Received: from [69.147.65.171] by n40.bullet.mail.sp1.yahoo.com with NNFMP; 15 Feb 2010 03:54:51 -0000\r\nX-Received: from [98.137.34.72] by t13.bullet.mail.sp1.yahoo.com with NNFMP; 15 Feb 2010 03:54:51 -0000\r\nDate: Mon, 15 Feb 2010 03:54:50 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hlagia+nqun@...&gt;\r\nIn-Reply-To: &lt;SNT103-DS2388F5C423D83E7131A3D9A04B0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: OOC Recovering Rodimus\r\nX-Yahoo-Group-Post: member; u=167039986; y=b0avf7G_DF0jj2V2A4sZCUuWyqy7nEzWpilksHKZMUMtT5NbbE8\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: Okey dokey.  I&#39;ll wait to see what Airly posts.  So far, Tucson hasn&#39;t=\r\n posed any attacks, he&#39;s just snuck in.  He won&#39;t do anything unless Airly =\r\nposts for her characters first.  \n\n--- In nbwrpg@yahoogroups.com, &lt;airly200=\r\n2@...&gt; wrote:\n&gt;\n&gt; \n&gt; I dont mind  in fact is a great post\n&gt; \n&gt; From: Super =\r\nCyclonus \n&gt; Sent: Sunday, February 14, 2010 5:42 AM\n&gt; To: nbwrpg@yahoogroup=\r\ns.com \n&gt; Subject: Re: Recovering Rodimus\n&gt; \n&gt; \n&gt;   \n&gt; \n&gt; OOC: I will let ai=\r\nrly repsond first, as the black tower is her base and she may have unseen t=\r\nhings in place. \n&gt; \n&gt; I do not know if you worked it out with her before ha=\r\nnd, but if not, then remember: It is in good form to check it out with the =\r\nowner/creator of any base before you sneak in - you never know what traps t=\r\nhey have in place. if you can&#39;t work it out in advance then you can do it s=\r\nlowly, step by step to get thier responses before moving in. :)\n&gt; \n&gt; Not tr=\r\nying to be critical or anything just informative and fair, and I am sure Ai=\r\nrly doesnt mind. I still look forward to the RP :)\n&gt; \n&gt; Preston\n&gt; \n&gt; \n&gt; \n&gt; =\r\n\n&gt; \n&gt; \n&gt; \n&gt;   From: Sandy &lt;magicquartz@...&gt;\n&gt;   To: nbwrpg@yahoogroups.com\n=\r\n&gt;   Sent: Sat, February 13, 2010 11:31:19 PM\n&gt;   Subject: Re: Recovering Ro=\r\ndimus\n&gt; \n&gt;     \n&gt;   ooc: You got it. Cyclonus better be ready, Tucson isn&#39;t=\r\n one to give up too quickly. \n&gt; \n&gt;   BIC:\n&gt; \n&gt;   The drive to succeed, it w=\r\nas now surging rapidly through Tucson&#39;s pistons and fuel injectors. He wasn=\r\n&#39;t about to let a little pot hole get in the way of him reaching his leader=\r\n who he now believed was POW and held under demonic control. Reaching speed=\r\ns of well over one twenty MPH he kicks up dust beneath his tires and handle=\r\ns the roughness of the terrain as if it were as smooth as newly laid down a=\r\nsphault. His sonar systems now pick up the density and size of the dark tow=\r\ner which drives him forward, not to mention the fact that he could pick up =\r\nheat signatures which resembled his own. He knew. Rodimus was there, and no=\r\n doubt he&#39;d be there with some familliar enemies. The thought of Decepticon=\r\ns being involved in this enrages him even more.\n&gt; \n&gt;   He thinks things thr=\r\nough while driving toward the tower, where he could sense Rodimus&#39;s heat si=\r\ngnatures.\n&gt; \n&gt;   &quot; How could I have let this happen? If I hadn&#39;t let my gua=\r\nrd down the first time, and gotten myself shot, you wouldn&#39;t be in this mes=\r\ns Rodimus. I promise you this though, this time, I will bring you back, and=\r\n I will not abandon you. No matter how hateful you are of me, no matter how=\r\n badly you want to destroy me. My spark is dedicated to those I care deeply=\r\n for. That part of me will never die. I will also make those who are respon=\r\nsible for what they have done to you, pay for what they did. They had no ri=\r\nght taking your spark and your soul. I swear by the name of Primus that I w=\r\nill risk my own spark to see yours safely out of harm&#39;s way.&quot;\n&gt; \n&gt;   He was=\r\n now nearing the tower. Another familliar signature pings loudly in his son=\r\nar system. He could tell by the frequency that it was from a Decepticon. He=\r\n could also identify the carrier.\n&gt; \n&gt;   &quot;Cyclonus... Ohh yeah, this defini=\r\ntely has your name writen all over it. Right, well, enjoy the party while i=\r\nt lasts because I&#39;m about to crash it... Literally.&quot;\n&gt; \n&gt;   He senses he&#39;s =\r\nonly a few feet from the tower, and transforms. Yet, he keeps hidden. He kn=\r\new that an all out attack wasn&#39;t the best way to go. If he was going to suc=\r\nceed in this mission, he&#39;d have to do it without being seen and right under=\r\nneath Cyclonus&#39;s nose. He was good at staying out of the sight of the enemy=\r\n. Not only had he trained with Kup, but also trained with Prowl. Silence wa=\r\ns his middle name. He sends a low powered sonar wave to see if it picks up =\r\nanything. In the general area he was clear of incombants. He knew that if h=\r\ne touched the tower there could be an alarm system. He scans for that.\n&gt; \n&gt;=\r\n   &quot;Hmm... Just in case, I should activate a scrambling wave. That should q=\r\nuiet any security system that could be active here.. I hope.&quot;\n&gt; \n&gt;   He wai=\r\nts a good five minuts or so until he&#39;s sure that the system is disabled. On=\r\nce he runs a scan of his sonar systems, he concludes that it did indeed hav=\r\ne a mild effect on the system, which made it safe for him to approach the t=\r\nower. He again hides behind a mass of debris, and finds that breeze catches=\r\n his face, from the opposite side of the tower. There was a door that was p=\r\nartially opened. He feels for it with his fingers, and quietly slides it op=\r\nen just enough to sqeeze in, which was a little bit of a squeeze for him. T=\r\nhis was it, he was inside. Again, not wanting to make it obvious, he quietl=\r\ny slides the door just a bit ajar, to make sure he isn&#39;t discovered. Then, =\r\nquietly he hides again, and stops to try to pick up Rodimus&#39;s heat signatur=\r\ne once more. It was difficult, because his temperature continued to drop wi=\r\nth every ounce of energy that was being stolen from him. \n&gt; \n&gt;   &quot; All righ=\r\nt, low heat signature, this is going to make it a little difficult to track=\r\n. Time to boost up my receptors a bit... And it wouldn&#39;t hurt to scramble m=\r\ny signals either...&quot; \n&gt; \n&gt;   Tucson had never known fear and apprehension. =\r\nWith every slow step, he becomes more and more familliar with both emotions=\r\n. He couldn&#39;t let them stop him. He was doing this to save Rodimus, a gestu=\r\nre from the spark who&#39;s power is relentless. His affections for his leader =\r\nkeeps him focused on the task at hand. And it isn&#39;t long until his persista=\r\nnce pays off. The ping was loud and clear, and yes, it was Rodimus. The sig=\r\nnature read Decepticon though. But knowing what Kenzo had told him, he keep=\r\ns reserved. Now, he wanted to be seen and heard. With his cross bow subspac=\r\ned he stands idol, but ready for anything. And quietly with a soft tone of =\r\nvoice..\n&gt; \n&gt;   &quot;Rodimus.&quot;\n&gt; \n&gt;   --- In nbwrpg@yahoogroups. com, Super Cycl=\r\nonus &lt;supercyclonus@ ...&gt; wrote:\n&gt;   &gt;\n&gt;   &gt; Just to clarify. The physical =\r\nstructure that holds the energy of the matrix is still inside of Rodimus, b=\r\nut the energy itself was siphoned out by Cyclonus during one of their clima=\r\ntic encounters. It was part of what has given Cyclonus his new found power.=\r\n\n&gt;   &gt; \n&gt;   &gt; Sandy feel free to go ahead. I think this will all make for g=\r\nood RP. I look forward to it. \n&gt;   &gt; \n&gt;   &gt; Preston\n&gt;   &gt; \n&gt;   &gt; \n&gt;   &gt; \n&gt; =\r\n  &gt; \n&gt;   &gt; &gt;\n&gt;   &gt; &gt;From: Sandy &lt;magicquartz@ ...&gt;\n&gt;   &gt; &gt;To: nbwrpg@yahoog=\r\nroups. com\n&gt;   &gt; &gt;Sent: Fri, February 12, 2010 11:56:34 PM\n&gt;   &gt; &gt;Subject: =\r\nRe: Recovering Rodimus\n&gt;   &gt; &gt;\n&gt;   &gt; &gt; &gt;\n&gt;   &gt; &gt;&gt; \n&gt;   &gt; &gt; \n&gt;   &gt; &gt;OOC: Oka=\r\ny. Still works though, because Tucson doesn&#39;t know that it&#39;s left his body =\r\njust yet. Last he knew he still had it.. Good thing he didn&#39;t remember anyt=\r\nhing after his first major injury. It works out. He&#39;ll find out when he fin=\r\nds him I guess.\n&gt;   &gt; &gt;\n&gt;   &gt; &gt;&gt;--- In nbwrpg@yahoogroups. com, &lt;airly2002@=\r\n ..&gt; wrote:\n&gt;   &gt; &gt;&gt;&gt;\n&gt;   &gt; &gt;&gt;&gt; OOC: the matrix isnt inside Rodimus is insi=\r\nnde of one minion I dont remember who\n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; From:=\r\n Sandy \n&gt;   &gt; &gt;&gt;&gt; Sent: Friday, February 12, 2010 10:33 PM\n&gt;   &gt; &gt;&gt;&gt; To: nb=\r\nwrpg@yahoogroups. com \n&gt;   &gt; &gt;&gt;&gt; Subject: Recovering Rodimus\n&gt;   &gt; &gt;&gt;&gt; \n&gt;  =\r\n &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; From what Kenzo had told him, Tucson could now=\r\n put two and two together and now realized that his restoration abilities a=\r\nlong with his skills as a warrior, would be needed more than ever. To him R=\r\nestoration was more than just restoring artifacts, making them appear and w=\r\nork like new, it was also about restoring old programming and recovery of i=\r\nmportant data. He did not know the extent of the corruption upon which was =\r\nplaced on Rodimus but he knew he couldn&#39;t just throw in the towel on his le=\r\nader. Autobots stuck together, and through thick and thin, he&#39;d keep his pl=\r\nedge to never abandon his fellow Autobots. He also realized that if he was =\r\ngoing to get anywhere, he&#39;d have to do it himself. \n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; &quot;O=\r\nn second thought, I think I&#39;ll go this one alone. Don&#39;t wait up for me, I d=\r\non&#39;t think I&#39;ll be back too soon.&quot;\n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; He bids Kenzo good =\r\nbye and walks out of the room. \n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; &quot;Oh before I forget, h=\r\nave the CR chamber prepared for Rodimus. He&#39;ll need it more than me.&quot; \n&gt;   =\r\n&gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; He was dead set on recovering his leader. And this time, n=\r\nothing and no one would get in his way of achieving his mission. He sends o=\r\nne final message to Lord Perseus.\n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; &quot;Lord Perseus, it&#39;s =\r\ncome to my attention that my leader, Rodimus Prime, has been abducted and a=\r\nltered severely. This puts the Matrix of Leadership at a grave Risk, but mo=\r\nst of all, his spark, which I believe is too precious to waste for evil pur=\r\nposes. I can not abandon my leader, not even in his corruptive state. I her=\r\neby announce that I am on route to locating my leader, and I DO intend to B=\r\nRING HIM BACK. Hopefully, the damage can be reversed. If not, there is ques=\r\ntion of the well being of the Matrix. I must recover it, perhaps not for my=\r\n own personal gain, but for the benefit of Autobot kind. It&#39;s too precious =\r\nto lose to the hands of those who thirst for power and greed. I swear by Pr=\r\nimus&#39;s name, I will return, but my return may not be a fast one. May Primus=\r\n guide you as he guides me. This is Tucson, signing off. I will report to y=\r\nou again, once I know more of the condition of my leader.&quot;\n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt;=\r\n &gt;&gt;&gt; He signs off, gets off the ship, and transforms into SUV mode, hoping =\r\nto find Rodimus via his sonar systems.\n&gt;   &gt; &gt;&gt;&gt; \n&gt;   &gt; &gt;&gt;&gt; Tag: Kraftlos a=\r\nnd Cyclonus.\n&gt;   &gt; &gt;&gt;&gt;\n&gt;   &gt; &gt;\n&gt;   &gt; &gt;\n&gt;   &gt; &gt;\n&gt;   &gt;\n&gt;\n\n\n\n"}}