{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"f_glCUPDxrm77Qh7brz27REum4ptmOaDV7-SEYrbA7jcPcBiak_pLbJYGCLcrWOIlFrwa27ULcrMmsakJYfi6IXyQ7_Huw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Recovering Rodimus/BlackFortress","postDate":"1267038249","msgId":69672,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhtM3Q3OSs1b2tzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDEwMy1EUzdFM0VEMjNDQjBBNEY0N0E1RjVCRUEwNDEwQHBoeC5nYmw+"},"prevInTopic":69669,"nextInTopic":69674,"prevInTime":69671,"nextInTime":69673,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"While terrified out of his shell, Rat Trap knew that he d have to settle for peaking out rather than actually coming out of where he was hidden.  He quickly","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 49316 invoked from network); 24 Feb 2010 19:04:47 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m12.grp.re1.yahoo.com with QMQP; 24 Feb 2010 19:04:47 -0000\r\nX-Received: from unknown (HELO n38b.bullet.mail.sp1.yahoo.com) (66.163.168.152)\n  by mta2.grp.sp2.yahoo.com with SMTP; 24 Feb 2010 19:04:47 -0000\r\nX-Received: from [69.147.65.149] by n38.bullet.mail.sp1.yahoo.com with NNFMP; 24 Feb 2010 19:04:12 -0000\r\nX-Received: from [98.137.35.12] by t9.bullet.mail.sp1.yahoo.com with NNFMP; 24 Feb 2010 19:04:12 -0000\r\nDate: Wed, 24 Feb 2010 19:04:09 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hm3t79+5oks@...&gt;\r\nIn-Reply-To: &lt;SNT103-DS7E3ED23CB0A4F47A5F5BEA0410@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Recovering Rodimus/BlackFortress\r\nX-Yahoo-Group-Post: member; u=167039986; y=rMqkv8KZ8NphoiUeXGbHe7TsiLzI7KS3RiHqGV-JJjOcfia07T0\r\nX-Yahoo-Profile: magicquartz\r\n\r\nWhile terrified out of his shell, Rat Trap knew that he&#39;d have to settle fo=\r\nr peaking out rather than actually coming out of where he was hidden.  He q=\r\nuickly recedes back into his tiny hole.  Perceptor was not far from him, an=\r\nd there was no way in the universe he was going to allow himself to be caug=\r\nht by the blind Predacon.  He sniffs around and finds a tiny breeze blowing=\r\n through a vent hole.  With rodent like instinct he follows it and gets him=\r\nself into a tight spot, only large enough for him to pass through.  When in=\r\n doubt stick to tight places and there&#39;s a good chance you&#39;ll remain safe. =\r\n It was how Rat Trap survived countless encounters with predacons twice his=\r\n size. The transmitter remains the same. No changes since the last time it =\r\ngradually picked up a slightly faster pace.  \n\n&quot;Gotta - make it outa here n=\r\no matter what.  Wheels needs me, I can&#39;t just drop &#39;em like a pile of scrap=\r\n, I can&#39;t.  He&#39;s probably the only friend I got other than my comrades.   A=\r\nnd besides, he&#39;s leader material, and if anyone can give glory back ta the =\r\nAutobots, it&#39;s him.  Forget about Rodimus steppn&#39; up ta the plate, he&#39;s far=\r\n too gone now.  And I wonder, I wonder what would happen if Tucson was able=\r\n ta break the hold on Roddie, what will everyone think of him once he came =\r\nclean again?  I sure know what I&#39;d think.. I&#39;d think he&#39;s yesterday&#39;s news.=\r\n  Trust him again, yeah, right, over my dead aft I&#39;ll trust that guy again.=\r\n  Fancy paint job or no fancy paint job, he ain&#39;t no Optimus Prime like Whe=\r\nels.&quot;\n\nThought Rat Trap as he quietly and slowly makes his way through the =\r\nvent pipes of the base.  \n\nBack at the torturing device...\n\nA little off li=\r\nne time gives Tucson a small window of energy recovery, as he simply gains =\r\nback consciousness only to find himself bound to a torture device, just by =\r\nthe feel of things.  He had no strength to bust out, and his sonar system w=\r\nhich gave him much of his ability to jam signals and send emp disruptor wav=\r\nes was now in Rat Traps possession, on his own will.  The very device he kn=\r\new, was the only key to finding the ark, for him anyway.   Other than havin=\r\ng that device to cue him on his direction, he had no other knowledge of whe=\r\nre the Ark had landed.  \n\n&quot; Oh - well, sooner - or later I - was bound to -=\r\n get caught. &quot;\n\nHe sighs and gives no indication of fear or anxiety.  He wa=\r\ns confident in Rat Trap&#39;s ability to find help, and knew deep down that his=\r\n little friend would not disappoint him.  He was not about to let onto any =\r\nof his strategies, and the fact that he had given up the one tool that woul=\r\nd help his enemy find the Ark.  \n\n&quot; Uh ohh, I - think I lost my sonar trans=\r\nmitter someplace..  Hmm, must have gotten destroyed in the heat of the figh=\r\nt.  Too bad, because that was - the only link I had to the - Ark.  Being si=\r\nght impaired finding my way is next to - near impossible.  Wow, you - sure =\r\ngot me good this time. How unfortunate... All that power, lost in an unknow=\r\nn area of this planet, with no way of locating it.  I&#39;m sorry, but without =\r\nthat device, I can not find the Ark let alone see anything in front of my f=\r\nace.&quot;\n\nHe gave up the information he knew he could give to them safely.  Th=\r\ne rest he keeps quiet.\n\n--- In nbwrpg@yahoogroups.com, &lt;airly2002@...&gt; wrot=\r\ne:\n&gt;\n&gt; Perceptor/DarkHawk:\n&gt; \n&gt; Darkhawk drag Tucson and attach him toa tor=\r\nture device, as soon as they caught the RAt the they will have their sport.=\r\n  Percpetor Was clsoe to Rattrap, be blind had their advantage and he heard=\r\n a tiny steps close to him; with out hesitation he opened fire agaisnt Ratr=\r\nap as well as the base Defences \n&gt; \n&gt; \n&gt; From: Sandy \n&gt; Sent: Tuesday, Febr=\r\nuary 23, 2010 11:46 PM\n&gt; To: nbwrpg@yahoogroups.com \n&gt; Subject: Re: Recover=\r\ning Rodimus/BlackFortress\n&gt; \n&gt; \n&gt;   \n&gt; Tucson had no energy left to fight b=\r\nack. He could hardly feel Dark Hawk pounding on him, as he now goes off lin=\r\ne and offers no resistance to his enemy&#39;s wrath. Not one sound from him as =\r\nthis happens. He lands on his side, and remains still. His only hope now wa=\r\ns that Rat Trap could get to the Ark. \n&gt; \n&gt; Trying to get away from the int=\r\nernal defenses proves difficult to Rat Trap. With the droids hot on his tai=\r\nl literally, he struggles to scamper out of his predicament.\n&gt; \n&gt; &quot; This is=\r\n it, I&#39;m a dead rat! I&#39;m a dead rat! I&#39;M A DEAD RAT! GAHHHH!!!&quot;\n&gt; \n&gt; Out of=\r\n sheer panic he slides into a slip hole into a vent shaft. It proves dark a=\r\nnd tight, just big enough for a rat to fit in. He stays there to catch his =\r\nbreath.\n&gt; \n&gt; &quot; Sorry Wheels... I ran into a major set back.. Maaaaan talk a=\r\nbout a mouse trap.&quot; \n&gt; \n&gt; The transmitter given to him, begins to pulse. Ju=\r\nst a slight faster than before. Yet still very far away from his destinatio=\r\nn, Rat Trap looks to it, and listens to it.\n&gt; \n&gt; &quot; The transmitter.. It&#39;s -=\r\n got somethn&#39;. Kinda faint but a little bit faster than before.. Which way =\r\nnow?&quot;\n&gt; \n&gt; With so many droids roaming the halls, it would prove impossible=\r\n for Rat Trap to continue his journey unseen. He thinks to himself.\n&gt; \n&gt; &quot; =\r\nIf I sit here I ain&#39;t never gonna get ta the Ark. And if I don&#39;t get ta the=\r\n ark, those preds&#39;n cons are gonna exploit it for their own personal gain. =\r\nAnd it looks like Tucson&#39;s the key ta gettn&#39; what they want. No, I can&#39;t ju=\r\nst sit here, he&#39;s count&#39;n on me. Dead rat or no dead Rat, I gotta do this.&quot;=\r\n\n&gt; \n&gt; Slowly and cautiously he ventures out of his hole.\n&gt; \n&gt; --- In nbwrpg=\r\n@yahoogroups.com, &lt;airly2002@&gt; wrote:\n&gt; &gt;\n&gt; &gt; Hydras/Perceptor/Darkhawk\n&gt; &gt;=\r\n \n&gt; &gt; \n&gt; &gt; Hydras was furious and yelled by the &quot;I WANT THOSE INTRUDERS AND=\r\n IF ONE OF THEM RUNS YOU WIL SUFFER MY WRATh!!!!&quot;\n&gt; &gt; \n&gt; &gt; The internal def=\r\nences turn on and Opened fire against RAttrap, a wounded but still fuctiona=\r\nl Darkhawk kicked badly Tucson and after a hard beating he attemped to tied=\r\n ightly tied his arms and legs. \n&gt; &gt; \n&gt; &gt; Perceptor looking to Rodimus said=\r\n &quot;Go and learn what Zarak is into... after that Report to hdyras what is ha=\r\nppening as well as our own plans, I need to do a trip and find the Ark befo=\r\nre the mouse arrives&quot; and opening a channel he said &quot;Scourge, I need your h=\r\nelp... we are in a mission: Mouse open season... go to my location&quot;\n&gt; &gt; \n&gt; =\r\n&gt; Perceptor ran towards the poitn where Ratrap was \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; From: San=\r\ndy \n&gt; &gt; Sent: Tuesday, February 23, 2010 9:48 PM\n&gt; &gt; To: nbwrpg@yahoogroups=\r\n.com \n&gt; &gt; Subject: Re: Recovering Rodimus/BlackFortress\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; =\r\nTucson reels in pain, and then realizes that Nightlight is not responding t=\r\no his call. She was unconcious. Again, with every effort he tries to make, =\r\nhis actions once again put a major strain on his systems as his energy leve=\r\nls drop from sixty to forty percent. This wouldn&#39;t bode well for him. He co=\r\nuld no longer transform, he could no longer move without great effort. He c=\r\nollapses to the ground, and now hearing Scorponok&#39;s steps, he remains up ag=\r\nainst a wall, burnt out, nearly broken, and severely drained of his resourc=\r\nes. His shinny silver armor scuffed and dented, appearing like something ou=\r\nt of a major car wreck. He could not go any further. !!\n&gt; &gt; \n&gt; &gt; Rat Trap s=\r\ntands over him and stays by his side.\n&gt; &gt; \n&gt; &gt; &quot;Wheels, no, ya can&#39;t give u=\r\np on me, not like this.&quot;\n&gt; &gt; \n&gt; &gt; Tucson puts his hand with effort into Rat=\r\n Traps&#39;.\n&gt; &gt; \n&gt; &gt; &quot;I - may not be - able to move, but, you - still have all=\r\n your energy reserves - in tact. Rat - Trap. I - need you to - f- find the =\r\nothers, Zarak mentoned the Ark.. You - must find it and - try to get help. =\r\nCan - you do that?&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap nodds.\n&gt; &gt; \n&gt; &gt; &quot; I hate leavn&#39; ya he=\r\nre Wheels, but we&#39;re outa options. Okay, I&#39;ll do it. For you I&#39;ll risk my a=\r\nft. But, how do I find it? When will I know I&#39;ve reached it?&quot;\n&gt; &gt; \n&gt; &gt; Tucs=\r\non gasps for breath. He then takes off his transmitter from his helmet and =\r\nturns on a beacon. The beacon pulses slowly on it. \n&gt; &gt; \n&gt; &gt; &quot; There is a b=\r\neacon on this transmitter. The faster it - pulsates, the closser you - are =\r\nto finding the Ark. It was installed on my helmet after I became visually i=\r\nmpaired, so I could find my way back to the Ark after - each mission. The b=\r\neacon reacts to the alloys used to build the ship. And only ones used by Au=\r\ntobots. \n&gt; &gt; \n&gt; &gt; Rat Trap takes the transmitter.\n&gt; &gt; \n&gt; &gt; &quot;But without thi=\r\ns you&#39;re a sittn&#39; duck. This is our ears, this is how you navigate. Without=\r\n this, you&#39;ll be bumpn&#39; the walls constantly.&quot;\n&gt; &gt; \n&gt; &gt; Tucson sighs.\n&gt; &gt; \n=\r\n&gt; &gt; &quot; I can&#39;t go anywhere anyway. Now, get - going. You have a lot of groun=\r\nd to cover.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap nodds, while Tucson secures the transmitter =\r\nonto his left ear, while in his rat form. The transmitter seems rather larg=\r\ne for his ear yet, he carries it sufficiantly.\n&gt; &gt; \n&gt; &gt; &quot; You can count on =\r\nme Wheels.&quot;\n&gt; &gt; \n&gt; &gt; He leaves his disabled friend, and darts out into the =\r\nhallways in his rat form, cautiously moving and freezing in place once in o=\r\npen areas. The transmitter blips slowly. He still had a long way to go befo=\r\nre he could reach the Ark.\n&gt; &gt; \n&gt; &gt; --- In nbwrpg@yahoogroups.com, Preston =\r\nCarroll &lt;supercyclonus@&gt; wrote:\n&gt; &gt; &gt;\n&gt; &gt; &gt; For the briefest of moments Zar=\r\nak caught a glimpse of the reading on\n&gt; &gt; &gt; his scanner, and all he could s=\r\nee immediately that what was hidden in\n&gt; &gt; &gt; Tuscon&#39;s helm was no simple ra=\r\nt, there was too much energy there.\n&gt; &gt; &gt; \n&gt; &gt; &gt; However the rat quickly tr=\r\nansferred energy to Tuscon in the form of a\n&gt; &gt; &gt; fuel dump, and quicker th=\r\nan Zarak would have thought possible Tuscon\n&gt; &gt; &gt; was back in action, along=\r\n with Rat Trap!\n&gt; &gt; &gt; \n&gt; &gt; &gt; It seemed like it only took seconds! Rat Trap =\r\nappeared, Tuscon\n&gt; &gt; &gt; revived, Darkhawk was knocked down, and for a moment=\r\n it seemed as if\n&gt; &gt; &gt; Tuscon was going to drive right over him, but then h=\r\ne swerved, and\n&gt; &gt; &gt; after a blast from Rat Trap that blasted open a sectio=\r\nn of wall they\n&gt; &gt; &gt; took off down.\n&gt; &gt; &gt; \n&gt; &gt; &gt; Zarak smiled as he sent a =\r\nfew shots from his energy rifle down after\n&gt; &gt; &gt; the fleeing Autobot and Ma=\r\nximal!\n&gt; &gt; &gt; \n&gt; &gt; &gt; Quickly he leaped over to where the fallen Darkhawk lay=\r\n as he opened a\n&gt; &gt; &gt; communication to Hydras and Perceptor, &quot;The prisoner =\r\nhas escaped!&quot;\n&gt; &gt; &gt; Zarak looked back over at the hole that was blown in th=\r\ne door as he\n&gt; &gt; &gt; spoke, &quot;There were two of them. One of them was hiding o=\r\nn that Tuscon\n&gt; &gt; &gt; Autobot. He somehow freed him and they&#39;re driving throu=\r\ngh the base!&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; Even as Zarak did quick scan of Darkhawk to chec=\r\nk his vitals, a deep\n&gt; &gt; &gt; thunk of metal boots hitting thick deck plating =\r\ncould be heard from\n&gt; &gt; &gt; behind him. A door slid open.\n&gt; &gt; &gt; \n&gt; &gt; &gt; After =\r\nascertaining that Darkhawk would live he stood and turned, &quot;Yes\n&gt; &gt; &gt; my ol=\r\nd friend, the time has come once again.&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; Taking up the entire =\r\nframe of the door was the massive figure of\n&gt; &gt; &gt; Scorponok, Zarak&#39;s second=\r\n body so to speak. At the moment it was\n&gt; &gt; &gt; headless, giving it a strange=\r\nly ghastly and yet vulnerable appearance.\n&gt; &gt; &gt; However that was easily rec=\r\ntified as Zarak leaped into the air and\n&gt; &gt; &gt; with the tel-tale sounds of g=\r\nears grinding he shifted into a head, one\n&gt; &gt; &gt; that slipped perfectly betw=\r\neen Scorponok&#39;s shoulders and clicked.\n&gt; &gt; &gt; \n&gt; &gt; &gt; In his own form Zarak w=\r\nas short, even diminutive, but now joined once\n&gt; &gt; &gt; again with Scorponok h=\r\ne was fully head and shoulders taller then most\n&gt; &gt; &gt; Maximals and Predicon=\r\ns! With a Decepticon purple frame and powerfully\n&gt; &gt; &gt; built green limbs he=\r\n radiated aggression and domminance! The cannons\n&gt; &gt; &gt; mounted on his shoul=\r\nders and the massive claws that he had for hands\n&gt; &gt; &gt; were mute testimony =\r\nto the true destructive potential that lay at his\n&gt; &gt; &gt; command.\n&gt; &gt; &gt; \n&gt; &gt;=\r\n &gt; He transformed into his destructive crab mode and took off after Rat\n&gt; &gt;=\r\n &gt; Trap and Tuscon!\n&gt; &gt; &gt; \n&gt; &gt; &gt; OOC: I think that Cyclonus and Scourge and=\r\n the rest are somewhat\n&gt; &gt; &gt; separate from all this for them not to be invo=\r\nlved, so I will post for\n&gt; &gt; &gt; them in a different letter.\n&gt; &gt; &gt; \n&gt; &gt; &gt; Pre=\r\nston\n&gt; &gt; &gt; (Zarak-Scorponok)\n&gt; &gt; &gt;\n&gt; &gt;\n&gt;\n\n\n\n"}}