{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"oMGvVYd5b44lguHLPwL-Cck66sNHYJ8UUaVPxkCAOLMwOfpkA_PfDDHQlf8LvL42o_IC-YQzCZh0-5_vTkAcuMUysJg0ig","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Back to the Ark","postDate":"1267761406","msgId":69733,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhtcHZkdStpbXUzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDFmNTM2ZTQ4MTAwMzA0MTM0OWo3ZDlkZWVmYWs0ZTc1NTIxMDc4MWRhODQ5QG1haWwuZ21haWwuY29tPg=="},"prevInTopic":69729,"nextInTopic":69734,"prevInTime":69732,"nextInTime":69734,"topicId":9938,"numMessagesInTopic":122,"msgSnippet":"Tucson raises the frequency on his transmitter as the ship shudders.  He s quick to take the co pilot s chair and quickly goes to work on helping Lord Elder to","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 60176 invoked from network); 5 Mar 2010 03:59:30 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m1.grp.sp2.yahoo.com with QMQP; 5 Mar 2010 03:59:30 -0000\r\nX-Received: from unknown (HELO n44d.bullet.mail.sp1.yahoo.com) (66.163.169.158)\n  by mta1.grp.sp2.yahoo.com with SMTP; 5 Mar 2010 03:59:30 -0000\r\nX-Received: from [69.147.65.149] by n44.bullet.mail.sp1.yahoo.com with NNFMP; 05 Mar 2010 03:56:48 -0000\r\nX-Received: from [98.137.34.73] by t9.bullet.mail.sp1.yahoo.com with NNFMP; 05 Mar 2010 03:56:48 -0000\r\nDate: Fri, 05 Mar 2010 03:56:46 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hmpvdu+imu3@...&gt;\r\nIn-Reply-To: &lt;1f536e481003041349j7d9deefak4e755210781da849@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Back to the Ark\r\nX-Yahoo-Group-Post: member; u=167039986; y=7otREKn1LBsLx_BIy1LjUs5ebtxZATPNunbnjJ9hvZT4MeLZaZA\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson raises the frequency on his transmitter as the ship shudders.  He&#39;s =\r\nquick to take the co pilot&#39;s chair and quickly goes to work on helping Lord=\r\n Elder to steady the shuttle.  Of course it takes a few touches over the da=\r\nshboard to find the control handles and within no time, he sits down and fe=\r\nels over the controls in the co pilot&#39;s chair.  Without brail symbols to gu=\r\nide him he struggles in trying to find the right controls to steady the cra=\r\nft.  Rat Trap quickly bounds over and guides his hands to the proper contro=\r\nls.\n\n&quot; That&#39;s it, that&#39;s right, third button on the left control pannel, th=\r\nat&#39;ll equalize the engine power on your side, and hopefully work in tandem =\r\nwith the boosters on Lord Elder&#39;s side.&quot;\n\nTucson smiles.\n\n&quot;Thanks Rat Trap.=\r\n  All right Lord Elder, I&#39;ll help you to land the shuttle, I have a feeling=\r\n you&#39;ll need more than just yourself to pilot the craft.  Kup, this is Tucs=\r\non, if you can hear me, I need to know how to revive the other Autobots if =\r\npossible.  I&#39;m planning to get Rodimus out of danger but I&#39;ll need backup. =\r\n In his current state he&#39;s not cooperative enough to come readilly.&quot;\n\nHe th=\r\nen turns to Rat Trap and the others.\n\n&quot; All right, Lord Elder really needs =\r\nyour help guys, we have a bad situation and we want to prevent it from gett=\r\ning any worse.  First, we need to cover the Maximal base, then we also need=\r\n to cover the Ark. As an Autobot, I need to go where I&#39;m most needed, and t=\r\nhat&#39;s to the Ark, which right now is at its most vulnerable state.  I&#39;ll jo=\r\nin up with Kup there, and do my part to keep the ark safe.&quot;\n\nRat Trap steps=\r\n forward as does Quickstride.\n\n&quot; We&#39;ll go ta the Maximal base Wheels.  It&#39;s=\r\n about time we did our share of the dirty work.&quot;\n\nTucson gives a smile.\n\n&quot;T=\r\nhank you, both of you.  Trust me, you will not go unrewarded.  All right, n=\r\now, onto more intricate issues...  Rat Trap, how much do you know about Pre=\r\ndacon technology?&quot;\n\nRat Trap beams with delight after Tucsons&#39; question.\n\n&quot;=\r\nQuite a bit actually.  What in particular do ya wanna know?&quot;\n\nTucson gives =\r\na look of deep thought.\n\n&quot; Rodimus, I need to know how the Predacons altere=\r\nd his physical and mental properties.  A form of twisted programming is at =\r\nplay and I was wondering if you knew anything about it.&quot;\n\nRat Trap scampers=\r\n up to a computer terminal, and lets his fingers to the walking.\n\n&quot;I&#39;ve act=\r\nually been don&#39; a lotta homework on that even before Rodimus got swiped by =\r\nthose preds.  It&#39;s a shell program that they developed, they must&#39;ve tapped=\r\n inta his neurologic circuitry that somehow changed his physical appearence=\r\n as well as his mental state.&quot;\n\nTucson was onto something.  His fingers tap=\r\n against the dash board as more and more comes into mind.\n\n&quot; Like all progr=\r\nams I assume they can be infiltrated by outside sources?&quot;\n\nRat Trap sighs.\n=\r\n\n&quot;Might not be all that easy, Wheels.  But I definitely see where you&#39;re ge=\r\nttn&#39; at...&quot;\n\nTucson taps his fingers.  No doubt involved in a major brain s=\r\ntorm.\n\n&quot; No doubt they&#39;ve erased all ties with Autobot technology... I won&#39;=\r\nt be able to access it remotely, but you might be able to tap into the Pred=\r\nacon programming since your knowledge of it is rather extensive.  Rat Trap,=\r\n can you try to tap into Rodimus via Predacon code?&quot;\n\nRat Trap types away a=\r\nt a terminal.\n\n&quot; Won&#39;t be easy, but I&#39;ll give it my best shot.  Once we kno=\r\nw what we&#39;re dealn&#39; with, we&#39;ll be able ta reverse it&#39;s effects.&quot;\n\nTucson t=\r\nurns to Lord Elder.  Things were beginning to fall into place, and instead =\r\nof not knowing what to do, things were just happening naturally for him, an=\r\nd yes, his feeling of being lost, finally fades to a feeling of now knowing=\r\n where that road was taking him.\n\n&quot; We may not have a lot of men on our sid=\r\ne Lord Elder, but if all goes to plan, we might just gain back another valu=\r\nable member of our team.  Let&#39;s hope that what we&#39;re doing here, can help b=\r\nring Rodimus back to where he truely belongs and give Scourge, Hydras, and =\r\nCyclonus something to seriously think about.&quot;\n\nRat Trap looks over to Tucso=\r\nn.\n\n&quot;What about Night Light?&quot;\n\nTucson nodds.\n\n&quot; Once we recover and restore=\r\n Rodimus, I&#39;m pretty sure he&#39;ll be wanting to get Nightlight out of there a=\r\ns well.  Things will fall into place Rat Trap, we just need to be patient a=\r\nnd wait out the storm.  But that doesn&#39;t mean we&#39;re just going to sit back =\r\nand do nothing while we wait.&quot;\n\nRat Trap grins while going back to work.  H=\r\ne knew exactly what Tucson was up to and was loving every minute of it.  Qu=\r\nickstride readies his weapon, and reloads it with fresh ammo.\n\n&quot; I&#39;m sure g=\r\nlad we&#39;re finally doing something about the Predacons and the Decepticons. =\r\n Maybe now things will quiet down around here.  It&#39;ll be really nice ta hea=\r\nr the engines of the Autobots again.  I sure do miss that.&quot;\n\nTucson sighs.\n=\r\n\n&quot;So do I Quickstride, So do I.&quot;\n\n--- In nbwrpg@yahoogroups.com, Preston Ca=\r\nrroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &quot; I&#39;ve got an idea Lord Elder... It =\r\nworked at that Fortress, so it might work here.. My sonar transmitter.. If =\r\nwe can augment the frequency from my transmitter through the audio systems =\r\nof this ship, we may just be able to stun that minion and any others that a=\r\nre around the Maximal base. Of course, being careful to program the frequen=\r\ncy so it doesn&#39;t harm Maximals or Autobots... Let&#39;s see... I&#39;ve done someth=\r\ning to that effect before... I&#39;ll do a very mild form of the sonar transmis=\r\nsion, and let me know if any of you feel it.&quot;\n&gt; \n&gt; Lord Elder shook his hea=\r\nd as Tuscon performed his test, he didn&#39;t feel\n&gt; anything either\n&gt; \n&gt; &gt; Som=\r\nething in Tucson&#39;s directory snaps. He raises a brow in alarm. Thoughts rac=\r\ne through his mind and one suddenly hits him.\n&gt; &gt;\n&gt; &gt; &quot;Wait a minute.. Lord=\r\n Elder, the attack on the base.... Why would they want an old base when the=\r\nre&#39;s more to be had at the Ark? Of course... A DIVERSION! THEY&#39;RE PLANNING =\r\nA DIVERSION SO THEY CAN GET US AWAY FROM THE ARK!&quot;\n&gt; \n&gt; At Tuscon&#39;s outburs=\r\nt, rather than being upset about it he smiled. He\n&gt; was wondering about Tus=\r\ncon&#39;s tactical ability. This showed Elder\n&gt; something about the Autobot.\n&gt; =\r\n\n&gt; &quot;Good&quot; he said without turning away from the controls, &quot;You see not\n&gt; ju=\r\nst what needs to be done, but the over all picture.&quot; The shuttle\n&gt; shuddere=\r\nd a little as Elder spoke, but then settled back down under\n&gt; his knowledge=\r\nable hands.\n&gt; \n&gt; He glanced over at Tuscon about to say something else, whe=\r\nn  the radio\n&gt; burst to life! There was static at first and then Kup&#39;s voic=\r\ne burst\n&gt; out over the speakers.\n&gt; \n&gt; &lt;SHHH&gt; &lt;Crackle&gt; &lt;Crackle&gt;  ... this =\r\nis Kup ! What&#39;t the situation?&quot;\n&gt; \n&gt; Opening a channel to the Ark Elder rep=\r\nlied, &quot;Quickstride and I have\n&gt; rescued Rat Trap and the Autobot called Tus=\r\ncon.&quot; Elder paused for a\n&gt; moment and then continued, &quot;Also there is a Mini=\r\non, one from Legacy&#39;s\n&gt; last scan, one of immense power at the old Maximal =\r\nBase. They will\n&gt; most likely need back up there.&quot;\n&gt; \n&gt; Elder had deliberat=\r\nely not mentioned that Rodimus was still captured,\n&gt; as he knew how close K=\r\nup and Rodimus were. Instead he just continued,\n&gt; &quot;I will be heading back t=\r\no your location, as we must make sure that\n&gt; the Ark remains safe. I will h=\r\nave to land the shuttle first though to\n&gt; affect repairs. Our last landing =\r\nwas not what I had wanted.&quot;  He said,\n&gt; refering to the rather abrupt landi=\r\nng the shuttle had made after\n&gt; firing on Hydras&#39; fortress. The shuttle buc=\r\nked once more, but still\n&gt; maintained flight.\n&gt; \n&gt; &quot;What I need are volunte=\r\ners, to go to the old base and back up Lord\n&gt; Perseus and help him defend i=\r\nt, or himself should he need it.&quot;\n&gt; \n&gt; Lord Elder turned to look at the oth=\r\ners on the shuttle with him,\n&gt; wondering if any of them would also voluntee=\r\nr . . . .\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt; (Lord Elder)\n&gt;\n\n\n\n"}}