{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"AYvNZWTwdPnVyMhsM3leCvszA-Eja8Kosh0uNhCmpmzMtiR7rAtxd2h5fCiEkOPdIbqMq-fbaEAwvWJGHzfRlsP1ceJmgQ","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Back to the Ark","postDate":"1268461016","msgId":69779,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhuZmFrbythYTZwQGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDEwMy1EUzgzNTM2RkM3QkNCRTEwRTEwRkFFN0EwMzAwQHBoeC5nYmw+"},"prevInTopic":69777,"nextInTopic":69780,"prevInTime":69778,"nextInTime":69780,"topicId":9938,"numMessagesInTopic":122,"msgSnippet":"With his determination, Tucson reaches the ark in vehicle form as he transmits an access code to get into the Ark without harming himself or Lord Elder.  He","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 44784 invoked from network); 13 Mar 2010 06:17:01 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m4.grp.sp2.yahoo.com with QMQP; 13 Mar 2010 06:17:01 -0000\r\nX-Received: from unknown (HELO n45b.bullet.mail.sp1.yahoo.com) (66.163.168.159)\n  by mta2.grp.re1.yahoo.com with SMTP; 13 Mar 2010 06:17:00 -0000\r\nX-Received: from [69.147.65.173] by n45.bullet.mail.sp1.yahoo.com with NNFMP; 13 Mar 2010 06:16:57 -0000\r\nX-Received: from [98.137.34.73] by t15.bullet.mail.sp1.yahoo.com with NNFMP; 13 Mar 2010 06:16:57 -0000\r\nDate: Sat, 13 Mar 2010 06:16:56 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hnfako+aa6p@...&gt;\r\nIn-Reply-To: &lt;SNT103-DS83536FC7BCBE10E10FAE7A0300@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Back to the Ark\r\nX-Yahoo-Group-Post: member; u=167039986; y=7Ha64KQxjJMD01OvkzC4Ma-Pmxm4AWRkOmqNVjLlTb0KbWnSeVY\r\nX-Yahoo-Profile: magicquartz\r\n\r\nWith his determination, Tucson reaches the ark in vehicle form as he transm=\r\nits an access code to get into the Ark without harming himself or Lord Elde=\r\nr.  He comes to a screeching halt inside, gently opening his front door, an=\r\nd lowering his left side to gently set Lord Elder out of his cab on his fee=\r\nt, and then rolls back to transform into robot mode.\n\n&quot;Sorry to push you ou=\r\nt like that in such a hurry Lord Elder, I promise I will give you fair warn=\r\ning the next time I do that.&quot;\n\nHe then finds his old friend Kup.  He never =\r\nthought he&#39;d see his old friend again, after being stuck in the torture cha=\r\nmber in the dark fortress.  But after being beaten severely, dented and dam=\r\naged, he now found himself home among his comrades.  Even if it was just Ku=\r\np and Elita, he felt like he was finally home.\n\n&quot; It&#39;s good to be back Kup,=\r\n I missed you both immensely.  Now, before I forget, you asked me of news o=\r\nf Rodimus and Nightlight.  Unfortunately, the Predacons have placed a shell=\r\n program over Rodimus which has corrupted his physical and mental state.  I=\r\n fear the same fate awaits Nightlight.  But I promise both of you, I will N=\r\nOT give up on them.  But, in order for me to rescue them, we&#39;ll need more h=\r\nelp and we also have to deal with the threat outside.  That won&#39;t be easy. =\r\n  We have many issues happening all around us and very few of us to deal wi=\r\nth them.  But I feel that we can&#39;t do everything unless we recover Rodimus =\r\nand Nightlight, and bring them back home where they belong.&quot;\n\nHe sighs.\n\n&quot; =\r\nFrom what I remember, there are also Decepticons lying on the floor among o=\r\nur comrades.  Decepticons who have been cast asside like junk all for power=\r\n and greed.  If we&#39;re going to revive the Autobots we - will also revive th=\r\ne Decepticons.  I know it&#39;s hard to do, seeing their track record but, some=\r\ntimes your greatest enemy can turn out to be your friend.  We&#39;ll need all t=\r\nhe help we can get.  Kup, thank you for getting my weapon ready.  I appreci=\r\nate it deeply.  But now, I - need to pay a visit to Optimus Prime.&quot;\n\nTucson=\r\n feels his way around in the Ark, remembering where things were before his =\r\nloss of sight, and even afterwards.  He comes to where Optimus Prime lays d=\r\norment and where many Autobots and Decepticons lie in a state of stasis as =\r\nwell.  He feels where he believes is where Optimus Prime is not too far fro=\r\nm him, and kneels down before his past leader.  \n\n&quot; You always knew how to =\r\nhandle tough situations.  No matter the level of difficulty you always led =\r\nthe Autobots into victory.  I miss your guidence, and wisdom and wish you w=\r\nere here now to lend me a hand, because Primus knows I could use it.  Rodim=\r\nus has been taken wrongfully from us, by Hydras and Cyclonus.  I don&#39;t know=\r\n exactly how it happened, and why it happened.  Why would a warrior as stro=\r\nng as Rodimus ever give into such an evil force?  After he became our leade=\r\nr, I thought the world of him as I did of you.  I will never lose sight of =\r\nhis wisdom but why do I feel as if I&#39;ve been betrayed?  Optimus, I&#39;ve also =\r\nbeen asked how I&#39;m related to you. I can&#39;t answer that question because I d=\r\nidn&#39;t know the answer.  And I still don&#39;t know the answer.&quot;\n\nHe raises his =\r\nhead as if to listen for any signs of life.\n\n&quot; I do promise you something O=\r\nptimus Prime, even through thoughts of betrayal, I will never turn a blind =\r\neye on my Autobot comrade, even though, anger almost made me think otherwis=\r\ne.  I have to curb my temper, I&#39;m aware of that.  Unless I know the story f=\r\nrom Rodimus&#39;s point of view I will not judge him as you have taught me.  In=\r\nnocent until proven guilty.  Well, that&#39;s about it Optimus, I haven&#39;t much =\r\nmore to tell you or to ask of you.  May you rest peacefully in the arms of =\r\nPrimus himself.&quot; \n\nHe gets back up onto his feet, and salutes Optimus Prime=\r\n.\n\n--- In nbwrpg@yahoogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Kup:\n&gt; \n&gt; \n&gt; &quot;=\r\nCount with that!! &quot; Said Kup whose ran towards Tucson&#39;s quarters and Set a =\r\ngood amount of Arrows in Tucson&#39;s crossbow, then he opened his con link and=\r\n said &quot;your weapon is ready... Lord Elder what&#39;s the safest place of the Ar=\r\nk? if A battle starts here i want to place Elita in the safest point.&quot;\n&gt; \n&gt;=\r\n \n&gt; \n&gt; \n&gt; \n&gt; From: Sandy \n&gt; Sent: Friday, March 12, 2010 10:02 PM\n&gt; To: nbw=\r\nrpg@yahoogroups.com \n&gt; Subject: Re: Back to the Ark\n&gt; \n&gt; \n&gt;   \n&gt; Tucson kne=\r\nw how to deal with followers. If they were still in the area, a good sonic =\r\nblast from his sonar system would surely mess up their telemetry and do a n=\r\number on their own gyroscopic systems. He comes to a short halt, tired of b=\r\neing stalked, he kicks up dust around short pivoting tires with a loud scre=\r\nech, and configures his sonar attack to be harmless to Autobt and Maximal k=\r\nind but NOT harmless to Predacons or Decepticons! \n&gt; \n&gt; &quot; That&#39;s it, I am n=\r\not going to play by the rules ANY MORE! THEY WANT TROUBLE THEY GOT IT!&quot;\n&gt; \n=\r\n&gt; He blasts the sonar attack at full pitch.\n&gt; \n&gt; &quot; Kup, if you pick up a so=\r\nnar disturbance, don&#39;t worry, it&#39;s me. It may effect your computer systems =\r\nand I do appologize for that. But whatever or whoever is out there isn&#39;t ab=\r\nout to get away that easy!&quot; \n&gt; \n&gt; He puts himself into drive and continues =\r\nhis drive toward the Ark, blasting the attack continuously.\n&gt; \n&gt; &quot;They thin=\r\nk I&#39;m a pushover on wheels, they&#39;ll think twice after this, I assure you Lo=\r\nrd Elder... They&#39;ll think twice.&quot;\n&gt; \n&gt; He tries really hard to hold back a =\r\nshort temper. Tucson knew when to play games and when it was time to get se=\r\nrious. This was the time to get serious.\n&gt; \n&gt; &quot;Oh yeah, Kup, in my quarters=\r\n you&#39;ll find a cross bow in my weapon chamber. Please, have that ready for =\r\nme when I get back and make sure to put a good amount of plasma arrows in t=\r\nhe energizer for me. You&#39;ll find all of that near an old sun dial I was wor=\r\nking on before I left the Ark ages ago.&quot;\n&gt; \n&gt; He turns his attentions back =\r\nto Lord Elder.\n&gt; \n&gt; &quot; Before all this happened to me, my spare time was spe=\r\nnt restorring old artifacts and weapons. I&#39;m hoping to go back to doing som=\r\ne resteration, it&#39;s the only thing that quells my temper which I do admit, =\r\ngets rather short in times like these. Remind me to show you what I&#39;ve done=\r\n when we get back to the Ark. I have a small work area in my quarters where=\r\n I&#39;ve managed to restore a few small artifacts... Well including one fairly=\r\n large sun dial.. But most of all, I&#39;ve saved and restorred ancient Autobot=\r\n weaponry which may still prove useful to us now. I have a feeling we might=\r\n just need it.&quot;\n&gt; \n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;superc=\r\nyclonus@&gt; wrote:\n&gt; &gt;\n&gt; &gt; The trip back is mildly uneventful. The day moved =\r\nforward as the sun\n&gt; &gt; slid from its mid point position to a one significan=\r\ntly lower in the\n&gt; &gt; skies. Occasionally in the distance a large dinosaur c=\r\nould be seen,\n&gt; &gt; from a predator who glanced in the direction of Lord Elde=\r\nr and Tuscon,\n&gt; &gt; but who realized quickly that this metal machine was defi=\r\nnitely not\n&gt; &gt; prey; to a sauropod, who&#39;s small head on a long neck turned =\r\nto look\n&gt; &gt; at the vehicle passed by, and even the smaller variety of creat=\r\nures,\n&gt; &gt; from scavengers to predator, ones who typically scattered as the\n=\r\n&gt; &gt; vehicle that was Tuscon bounced and yet moved easily across the broken\n=\r\n&gt; &gt; terrain.\n&gt; &gt; \n&gt; &gt; Up ahead the trees, which had been near constant comp=\r\nanions during\n&gt; &gt; most of their trip began to break away as they came into =\r\nmore open\n&gt; &gt; country. Up ahead the beginnings of a mountain range could be=\r\n seen.\n&gt; &gt; Above them a flock of what could almost look like birds flew, al=\r\nthough\n&gt; &gt; instead of possessing feathers, they had large leathery and larg=\r\ner\n&gt; &gt; bodies.\n&gt; &gt; \n&gt; &gt; &quot;We&#39;re almost back&quot; Lord Elder said. He had been si=\r\nlent through most\n&gt; &gt; of the trip, his face wearing a thoughtful look. &quot;The=\r\nre, that mountain\n&gt; &gt; over there, at the base of it.&quot;\n&gt; &gt; \n&gt; &gt; &quot;I&#39;ll activa=\r\nte the door in the shield for us.&quot; Elder said as he was\n&gt; &gt; about to open a=\r\n communication signal to the Ark. However Elder paused\n&gt; &gt; and look around,=\r\n as if looking for something. &quot;Something&#39;s wrong here\n&gt; &gt; . . . &quot; he said a=\r\ns he continued to look.\n&gt; &gt; \n&gt; &gt; Above them the prehistoric avians turned a=\r\nlmost as one, their calls\n&gt; &gt; almost defiant as they moved swiftly in the d=\r\nirection that Tuscon and\n&gt; &gt; Elder had come from. &quot;It&#39;s like we&#39;re being wa=\r\ntched.&quot;\n&gt; &gt; \n&gt; &gt; (TAG)\n&gt; &gt; \n&gt; &gt; Preston\n&gt; &gt; (Lord Elder)\n&gt; &gt;\n&gt;\n\n\n\n"}}