{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"7sWw-SuuGev5NYzdZQWZNyncexgpsuGknwZlYBHF6U8f48XVsbRopnviKvvQLcR21ipY6VUKlzPbILCKPEI","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Back to the Ark","postDate":"1268462545","msgId":69780,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDEwMy1EUzNDM0Y2QTEwODNGOTgzMTZDQTY4MUEwMzAwQHBoeC5nYmw+","inReplyToHeader":"PGhuZmFrbythYTZwQGVHcm91cHMuY29tPg==","referencesHeader":"PGhuZmFrbythYTZwQGVHcm91cHMuY29tPg=="},"prevInTopic":69779,"nextInTopic":69783,"prevInTime":69779,"nextInTime":69781,"topicId":9938,"numMessagesInTopic":122,"msgSnippet":"Kup: Kup followed Tucson and after he stopped to pay his tribute to Oprtimus Prime, he said in low voice I guess that you wants to know the details of the","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 10845 invoked from network); 13 Mar 2010 06:42:33 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m13.grp.re1.yahoo.com with QMQP; 13 Mar 2010 06:42:33 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s4.snt0.hotmail.com) (65.55.90.143)\n  by mta2.grp.re1.yahoo.com with SMTP; 13 Mar 2010 06:42:33 -0000\r\nX-Received: from SNT103-DS3 ([65.55.90.135]) by snt0-omc3-s4.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Fri, 12 Mar 2010 22:42:31 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT103-DS3C3F6A1083F98316CA681A0300@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hnfako+aa6p@...&gt;\r\nIn-Reply-To: &lt;hnfako+aa6p@...&gt;\r\nDate: Sat, 13 Mar 2010 00:42:25 -0600\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative;\n\tboundary=&quot;----=_NextPart_000_002F_01CAC246.0D059790&quot;\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 13 Mar 2010 06:42:31.0252 (UTC) FILETIME=[5B06D940:01CAC278]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: Back to the Ark\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\r\n------=_NextPart_000_002F_01CAC246.0D059790\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nKup:\n\nKup followed Tucson and after he stopped to pay his tribute to Oprtim=\r\nus Prime, he said in low voice &quot;I guess that you wants to know the details =\r\nof the capture of Nightlight and Rodimus, right?&quot;\n\n\nFrom: Sandy \nSent: Satu=\r\nrday, March 13, 2010 12:16 AM\nTo: nbwrpg@yahoogroups.com \nSubject: Re: Back=\r\n to the Ark\n\n\n  \nWith his determination, Tucson reaches the ark in vehicle =\r\nform as he transmits an access code to get into the Ark without harming him=\r\nself or Lord Elder. He comes to a screeching halt inside, gently opening hi=\r\ns front door, and lowering his left side to gently set Lord Elder out of hi=\r\ns cab on his feet, and then rolls back to transform into robot mode.\n\n&quot;Sorr=\r\ny to push you out like that in such a hurry Lord Elder, I promise I will gi=\r\nve you fair warning the next time I do that.&quot;\n\nHe then finds his old friend=\r\n Kup. He never thought he&#39;d see his old friend again, after being stuck in =\r\nthe torture chamber in the dark fortress. But after being beaten severely, =\r\ndented and damaged, he now found himself home among his comrades. Even if i=\r\nt was just Kup and Elita, he felt like he was finally home.\n\n&quot; It&#39;s good to=\r\n be back Kup, I missed you both immensely. Now, before I forget, you asked =\r\nme of news of Rodimus and Nightlight. Unfortunately, the Predacons have pla=\r\nced a shell program over Rodimus which has corrupted his physical and menta=\r\nl state. I fear the same fate awaits Nightlight. But I promise both of you,=\r\n I will NOT give up on them. But, in order for me to rescue them, we&#39;ll nee=\r\nd more help and we also have to deal with the threat outside. That won&#39;t be=\r\n easy. We have many issues happening all around us and very few of us to de=\r\nal with them. But I feel that we can&#39;t do everything unless we recover Rodi=\r\nmus and Nightlight, and bring them back home where they belong.&quot;\n\nHe sighs.=\r\n\n\n&quot; From what I remember, there are also Decepticons lying on the floor amo=\r\nng our comrades. Decepticons who have been cast asside like junk all for po=\r\nwer and greed. If we&#39;re going to revive the Autobots we - will also revive =\r\nthe Decepticons. I know it&#39;s hard to do, seeing their track record but, som=\r\netimes your greatest enemy can turn out to be your friend. We&#39;ll need all t=\r\nhe help we can get. Kup, thank you for getting my weapon ready. I appreciat=\r\ne it deeply. But now, I - need to pay a visit to Optimus Prime.&quot;\n\nTucson fe=\r\nels his way around in the Ark, remembering where things were before his los=\r\ns of sight, and even afterwards. He comes to where Optimus Prime lays dorme=\r\nnt and where many Autobots and Decepticons lie in a state of stasis as well=\r\n. He feels where he believes is where Optimus Prime is not too far from him=\r\n, and kneels down before his past leader. \n\n&quot; You always knew how to handle=\r\n tough situations. No matter the level of difficulty you always led the Aut=\r\nobots into victory. I miss your guidence, and wisdom and wish you were here=\r\n now to lend me a hand, because Primus knows I could use it. Rodimus has be=\r\nen taken wrongfully from us, by Hydras and Cyclonus. I don&#39;t know exactly h=\r\now it happened, and why it happened. Why would a warrior as strong as Rodim=\r\nus ever give into such an evil force? After he became our leader, I thought=\r\n the world of him as I did of you. I will never lose sight of his wisdom bu=\r\nt why do I feel as if I&#39;ve been betrayed? Optimus, I&#39;ve also been asked how=\r\n I&#39;m related to you. I can&#39;t answer that question because I didn&#39;t know the=\r\n answer. And I still don&#39;t know the answer.&quot;\n\nHe raises his head as if to l=\r\nisten for any signs of life.\n\n&quot; I do promise you something Optimus Prime, e=\r\nven through thoughts of betrayal, I will never turn a blind eye on my Autob=\r\not comrade, even though, anger almost made me think otherwise. I have to cu=\r\nrb my temper, I&#39;m aware of that. Unless I know the story from Rodimus&#39;s poi=\r\nnt of view I will not judge him as you have taught me. Innocent until prove=\r\nn guilty. Well, that&#39;s about it Optimus, I haven&#39;t much more to tell you or=\r\n to ask of you. May you rest peacefully in the arms of Primus himself.&quot; \n\nH=\r\ne gets back up onto his feet, and salutes Optimus Prime.\n\n--- In nbwrpg@yah=\r\noogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Kup:\n&gt; \n&gt; \n&gt; &quot;Count with that!! &quot; =\r\nSaid Kup whose ran towards Tucson&#39;s quarters and Set a good amount of Arrow=\r\ns in Tucson&#39;s crossbow, then he opened his con link and said &quot;your weapon i=\r\ns ready... Lord Elder what&#39;s the safest place of the Ark? if A battle start=\r\ns here i want to place Elita in the safest point.&quot;\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; From: S=\r\nandy \n&gt; Sent: Friday, March 12, 2010 10:02 PM\n&gt; To: nbwrpg@yahoogroups.com =\r\n\n&gt; Subject: Re: Back to the Ark\n&gt; \n&gt; \n&gt; \n&gt; Tucson knew how to deal with fol=\r\nlowers. If they were still in the area, a good sonic blast from his sonar s=\r\nystem would surely mess up their telemetry and do a number on their own gyr=\r\noscopic systems. He comes to a short halt, tired of being stalked, he kicks=\r\n up dust around short pivoting tires with a loud screech, and configures hi=\r\ns sonar attack to be harmless to Autobt and Maximal kind but NOT harmless t=\r\no Predacons or Decepticons! \n&gt; \n&gt; &quot; That&#39;s it, I am not going to play by th=\r\ne rules ANY MORE! THEY WANT TROUBLE THEY GOT IT!&quot;\n&gt; \n&gt; He blasts the sonar =\r\nattack at full pitch.\n&gt; \n&gt; &quot; Kup, if you pick up a sonar disturbance, don&#39;t=\r\n worry, it&#39;s me. It may effect your computer systems and I do appologize fo=\r\nr that. But whatever or whoever is out there isn&#39;t about to get away that e=\r\nasy!&quot; \n&gt; \n&gt; He puts himself into drive and continues his drive toward the A=\r\nrk, blasting the attack continuously.\n&gt; \n&gt; &quot;They think I&#39;m a pushover on wh=\r\neels, they&#39;ll think twice after this, I assure you Lord Elder... They&#39;ll th=\r\nink twice.&quot;\n&gt; \n&gt; He tries really hard to hold back a short temper. Tucson k=\r\nnew when to play games and when it was time to get serious. This was the ti=\r\nme to get serious.\n&gt; \n&gt; &quot;Oh yeah, Kup, in my quarters you&#39;ll find a cross b=\r\now in my weapon chamber. Please, have that ready for me when I get back and=\r\n make sure to put a good amount of plasma arrows in the energizer for me. Y=\r\nou&#39;ll find all of that near an old sun dial I was working on before I left =\r\nthe Ark ages ago.&quot;\n&gt; \n&gt; He turns his attentions back to Lord Elder.\n&gt; \n&gt; &quot; =\r\nBefore all this happened to me, my spare time was spent restorring old arti=\r\nfacts and weapons. I&#39;m hoping to go back to doing some resteration, it&#39;s th=\r\ne only thing that quells my temper which I do admit, gets rather short in t=\r\nimes like these. Remind me to show you what I&#39;ve done when we get back to t=\r\nhe Ark. I have a small work area in my quarters where I&#39;ve managed to resto=\r\nre a few small artifacts... Well including one fairly large sun dial.. But =\r\nmost of all, I&#39;ve saved and restorred ancient Autobot weaponry which may st=\r\nill prove useful to us now. I have a feeling we might just need it.&quot;\n&gt; \n&gt; -=\r\n-- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@&gt; wrote:\n&gt; &gt;\n&gt;=\r\n &gt; The trip back is mildly uneventful. The day moved forward as the sun\n&gt; &gt;=\r\n slid from its mid point position to a one significantly lower in the\n&gt; &gt; s=\r\nkies. Occasionally in the distance a large dinosaur could be seen,\n&gt; &gt; from=\r\n a predator who glanced in the direction of Lord Elder and Tuscon,\n&gt; &gt; but =\r\nwho realized quickly that this metal machine was definitely not\n&gt; &gt; prey; t=\r\no a sauropod, who&#39;s small head on a long neck turned to look\n&gt; &gt; at the veh=\r\nicle passed by, and even the smaller variety of creatures,\n&gt; &gt; from scaveng=\r\ners to predator, ones who typically scattered as the\n&gt; &gt; vehicle that was T=\r\nuscon bounced and yet moved easily across the broken\n&gt; &gt; terrain.\n&gt; &gt; \n&gt; &gt; =\r\nUp ahead the trees, which had been near constant companions during\n&gt; &gt; most=\r\n of their trip began to break away as they came into more open\n&gt; &gt; country.=\r\n Up ahead the beginnings of a mountain range could be seen.\n&gt; &gt; Above them =\r\na flock of what could almost look like birds flew, although\n&gt; &gt; instead of =\r\npossessing feathers, they had large leathery and larger\n&gt; &gt; bodies.\n&gt; &gt; \n&gt; =\r\n&gt; &quot;We&#39;re almost back&quot; Lord Elder said. He had been silent through most\n&gt; &gt; =\r\nof the trip, his face wearing a thoughtful look. &quot;There, that mountain\n&gt; &gt; =\r\nover there, at the base of it.&quot;\n&gt; &gt; \n&gt; &gt; &quot;I&#39;ll activate the door in the shi=\r\neld for us.&quot; Elder said as he was\n&gt; &gt; about to open a communication signal =\r\nto the Ark. However Elder paused\n&gt; &gt; and look around, as if looking for som=\r\nething. &quot;Something&#39;s wrong here\n&gt; &gt; . . . &quot; he said as he continued to look=\r\n.\n&gt; &gt; \n&gt; &gt; Above them the prehistoric avians turned almost as one, their ca=\r\nlls\n&gt; &gt; almost defiant as they moved swiftly in the direction that Tuscon a=\r\nnd\n&gt; &gt; Elder had come from. &quot;It&#39;s like we&#39;re being watched.&quot;\n&gt; &gt; \n&gt; &gt; (TAG)=\r\n\n&gt; &gt; \n&gt; &gt; Preston\n&gt; &gt; (Lord Elder)\n&gt; &gt;\n&gt;\n\n\n\n\r\n------=_NextPart_000_002F_01CAC246.0D059790\r\nContent-Type: text/html;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;!DOCTYPE HTML PUBLIC &quot;-//W3C//DTD HTML 4.0 Transitional//EN&quot;&gt;\n&lt;HTML&gt;&lt;HEAD&gt;=\r\n\n&lt;META content=3Dtext/html;charset=3Diso-8859-1 http-equiv=3DContent-Type&gt;\n=\r\n&lt;META name=3DGENERATOR content=3D&quot;MSHTML 8.00.6001.18882&quot;&gt;&lt;/HEAD&gt;\n&lt;BODY \nst=\r\nyle=3D&quot;BACKGROUND-COLOR: #fff; PADDING-LEFT: 10px; PADDING-RIGHT: 10px; PAD=\r\nDING-TOP: 15px&quot; \nid=3DMailContainerBody leftMargin=3D0 topMargin=3D0 Canvas=\r\nTabStop=3D&quot;true&quot; \nname=3D&quot;Compose message area&quot;&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;=\r\nKup:&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT =\r\nface=3DCalibri&gt;Kup followed Tucson and after he stopped to pay his \ntribute=\r\n to Oprtimus Prime, he said in low voice &quot;I guess that you wants to know \nt=\r\nhe details of the capture of Nightlight and Rodimus, right?&quot;&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;=\r\nDIV style=3D&quot;FONT: 10pt Tahoma&quot;&gt;\n&lt;DIV&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;=\r\n&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT \nsize=3D3 face=3DCalibri&gt;&lt;/FONT&gt;=\r\n&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;/DIV&gt;\n&lt;DIV style=3D&quot;BACKGROUND: #=\r\nf5f5f5&quot;&gt;\n&lt;DIV style=3D&quot;font-color: black&quot;&gt;&lt;B&gt;From:&lt;/B&gt; &lt;A title=3Dmagicquar=\r\ntz@... \nhref=3D&quot;mailto:magicquartz@...&quot;&gt;Sandy&lt;/A&gt; &lt;/DIV&gt;\n&lt;DIV&gt;&lt;=\r\nB&gt;Sent:&lt;/B&gt; Saturday, March 13, 2010 12:16 AM&lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;To:&lt;/B&gt; &lt;A \ntit=\r\nle=3D&quot;mailto:nbwrpg@yahoogroups.com&#10;CTRL + clic para seguir el v=EDncul=\r\no&quot; \nhref=3D&quot;mailto:nbwrpg@yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.com&lt;/A&gt; &lt;/DIV=\r\n&gt;\n&lt;DIV&gt;&lt;B&gt;Subject:&lt;/B&gt; Re: Back to the Ark&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT fac=\r\ne=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;/DIV&gt;&lt;SPAN \nstyle=3D&quot;DI=\r\nSPLAY: none&quot;&gt;&nbsp;&lt;/SPAN&gt; \n&lt;DIV id=3Dygrp-text&gt;\n&lt;P&gt;With his determination,=\r\n Tucson reaches the ark in vehicle form as he \ntransmits an access code to =\r\nget into the Ark without harming himself or Lord \nElder. He comes to a scre=\r\neching halt inside, gently opening his front door, and \nlowering his left s=\r\nide to gently set Lord Elder out of his cab on his feet, and \nthen rolls ba=\r\nck to transform into robot mode.&lt;BR&gt;&lt;BR&gt;&quot;Sorry to push you out like \nthat i=\r\nn such a hurry Lord Elder, I promise I will give you fair warning the next =\r\n\ntime I do that.&quot;&lt;BR&gt;&lt;BR&gt;He then finds his old friend Kup. He never thought=\r\n he&#39;d \nsee his old friend again, after being stuck in the torture chamber i=\r\nn the dark \nfortress. But after being beaten severely, dented and damaged, =\r\nhe now found \nhimself home among his comrades. Even if it was just Kup and =\r\nElita, he felt like \nhe was finally home.&lt;BR&gt;&lt;BR&gt;&quot; It&#39;s good to be back Kup=\r\n, I missed you both \nimmensely. Now, before I forget, you asked me of news =\r\nof Rodimus and Nightlight. \nUnfortunately, the Predacons have placed a shel=\r\nl program over Rodimus which has \ncorrupted his physical and mental state. =\r\nI fear the same fate awaits Nightlight. \nBut I promise both of you, I will =\r\nNOT give up on them. But, in order for me to \nrescue them, we&#39;ll need more =\r\nhelp and we also have to deal with the threat \noutside. That won&#39;t be easy.=\r\n We have many issues happening all around us and \nvery few of us to deal wi=\r\nth them. But I feel that we can&#39;t do everything unless \nwe recover Rodimus =\r\nand Nightlight, and bring them back home where they \nbelong.&quot;&lt;BR&gt;&lt;BR&gt;He sig=\r\nhs.&lt;BR&gt;&lt;BR&gt;&quot; From what I remember, there are also \nDecepticons lying on the=\r\n floor among our comrades. Decepticons who have been \ncast asside like junk=\r\n all for power and greed. If we&#39;re going to revive the \nAutobots we - will =\r\nalso revive the Decepticons. I know it&#39;s hard to do, seeing \ntheir track re=\r\ncord but, sometimes your greatest enemy can turn out to be your \nfriend. We=\r\n&#39;ll need all the help we can get. Kup, thank you for getting my weapon \nrea=\r\ndy. I appreciate it deeply. But now, I - need to pay a visit to Optimus \nPr=\r\nime.&quot;&lt;BR&gt;&lt;BR&gt;Tucson feels his way around in the Ark, remembering where thin=\r\ngs \nwere before his loss of sight, and even afterwards. He comes to where O=\r\nptimus \nPrime lays dorment and where many Autobots and Decepticons lie in a=\r\n state of \nstasis as well. He feels where he believes is where Optimus Prim=\r\ne is not too far \nfrom him, and kneels down before his past leader. &lt;BR&gt;&lt;BR=\r\n&gt;&quot; You always knew how \nto handle tough situations. No matter the level of =\r\ndifficulty you always led the \nAutobots into victory. I miss your guidence,=\r\n and wisdom and wish you were here \nnow to lend me a hand, because Primus k=\r\nnows I could use it. Rodimus has been \ntaken wrongfully from us, by Hydras =\r\nand Cyclonus. I don&#39;t know exactly how it \nhappened, and why it happened. W=\r\nhy would a warrior as strong as Rodimus ever \ngive into such an evil force?=\r\n After he became our leader, I thought the world of \nhim as I did of you. I=\r\n will never lose sight of his wisdom but why do I feel as \nif I&#39;ve been bet=\r\nrayed? Optimus, I&#39;ve also been asked how I&#39;m related to you. I \ncan&#39;t answe=\r\nr that question because I didn&#39;t know the answer. And I still don&#39;t \nknow t=\r\nhe answer.&quot;&lt;BR&gt;&lt;BR&gt;He raises his head as if to listen for any signs of \nlif=\r\ne.&lt;BR&gt;&lt;BR&gt;&quot; I do promise you something Optimus Prime, even through thoughts=\r\n \nof betrayal, I will never turn a blind eye on my Autobot comrade, even th=\r\nough, \nanger almost made me think otherwise. I have to curb my temper, I&#39;m =\r\naware of \nthat. Unless I know the story from Rodimus&#39;s point of view I will=\r\n not judge him \nas you have taught me. Innocent until proven guilty. Well, =\r\nthat&#39;s about it \nOptimus, I haven&#39;t much more to tell you or to ask of you.=\r\n May you rest \npeacefully in the arms of Primus himself.&quot; &lt;BR&gt;&lt;BR&gt;He gets b=\r\nack up onto his \nfeet, and salutes Optimus Prime.&lt;BR&gt;&lt;BR&gt;--- In &lt;A \nhref=3D=\r\n&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt;, \n&lt;air=\r\nly2002@.&lt;WBR&gt;..&gt; wrote:&lt;BR&gt;&gt;&lt;BR&gt;&gt; Kup:&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; \n=\r\n&quot;Count with that!! &quot; Said Kup whose ran towards Tucson&#39;s quarters and Set a=\r\n good \namount of Arrows in Tucson&#39;s crossbow, then he opened his con link a=\r\nnd said \n&quot;your weapon is ready... Lord Elder what&#39;s the safest place of the=\r\n Ark? if A \nbattle starts here i want to place Elita in the safest point.&quot;&lt;=\r\nBR&gt;&gt; &lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; From: Sandy &lt;BR&gt;&gt; =\r\nSent: Friday, March 12, \n2010 10:02 PM&lt;BR&gt;&gt; To: &lt;A \nhref=3D&quot;mailto:nbwrp=\r\ng%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt; &lt;BR&gt;&gt; \nSubject: Re:=\r\n Back to the Ark&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson knew how \nto dea=\r\nl with followers. If they were still in the area, a good sonic blast from \n=\r\nhis sonar system would surely mess up their telemetry and do a number on th=\r\neir \nown gyroscopic systems. He comes to a short halt, tired of being stalk=\r\ned, he \nkicks up dust around short pivoting tires with a loud screech, and =\r\nconfigures \nhis sonar attack to be harmless to Autobt and Maximal kind but =\r\nNOT harmless to \nPredacons or Decepticons! &lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; That&#39;s it, I=\r\n am not going to play \nby the rules ANY MORE! THEY WANT TROUBLE THEY GOT IT=\r\n!&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He \nblasts the sonar attack at full pitch.&lt;BR&gt;&gt; &lt;BR&gt;=\r\n&gt; &quot; Kup, if you pick up a \nsonar disturbance, don&#39;t worry, it&#39;s me. It m=\r\nay effect your computer systems and \nI do appologize for that. But whatever=\r\n or whoever is out there isn&#39;t about to \nget away that easy!&quot; &lt;BR&gt;&gt; &lt;BR&gt;=\r\n&gt; He puts himself into drive and continues \nhis drive toward the Ark, bl=\r\nasting the attack continuously.&lt;BR&gt;&gt; &lt;BR&gt;&gt; \n&quot;They think I&#39;m a pushove=\r\nr on wheels, they&#39;ll think twice after this, I assure \nyou Lord Elder... Th=\r\ney&#39;ll think twice.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He tries really hard to \nhold back a s=\r\nhort temper. Tucson knew when to play games and when it was time to \nget se=\r\nrious. This was the time to get serious.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;Oh yeah, Kup, \ni=\r\nn my quarters you&#39;ll find a cross bow in my weapon chamber. Please, have th=\r\nat \nready for me when I get back and make sure to put a good amount of plas=\r\nma arrows \nin the energizer for me. You&#39;ll find all of that near an old sun=\r\n dial I was \nworking on before I left the Ark ages ago.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; H=\r\ne turns his \nattentions back to Lord Elder.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; Before all t=\r\nhis happened to \nme, my spare time was spent restorring old artifacts and w=\r\neapons. I&#39;m hoping to \ngo back to doing some resteration, it&#39;s the only thi=\r\nng that quells my temper \nwhich I do admit, gets rather short in times like=\r\n these. Remind me to show you \nwhat I&#39;ve done when we get back to the Ark. =\r\nI have a small work area in my \nquarters where I&#39;ve managed to restore a fe=\r\nw small artifacts... Well including \none fairly large sun dial.. But most o=\r\nf all, I&#39;ve saved and restorred ancient \nAutobot weaponry which may still p=\r\nrove useful to us now. I have a feeling we \nmight just need it.&quot;&lt;BR&gt;&gt; &lt;B=\r\nR&gt;&gt; --- In &lt;A \nhref=3D&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogrou=\r\nps.&lt;WBR&gt;com&lt;/A&gt;, Preston \nCarroll &lt;supercyclonus@&lt;WBR&gt;&gt; wrote:&lt;BR&gt;&gt=\r\n; &gt;&lt;BR&gt;&gt; &gt; The trip \nback is mildly uneventful. The day moved forw=\r\nard as the sun&lt;BR&gt;&gt; &gt; slid \nfrom its mid point position to a one sign=\r\nificantly lower in the&lt;BR&gt;&gt; &gt; \nskies. Occasionally in the distance a =\r\nlarge dinosaur could be seen,&lt;BR&gt;&gt; &gt; \nfrom a predator who glanced in =\r\nthe direction of Lord Elder and Tuscon,&lt;BR&gt;&gt; \n&gt; but who realized quic=\r\nkly that this metal machine was definitely not&lt;BR&gt;&gt; \n&gt; prey; to a sau=\r\nropod, who&#39;s small head on a long neck turned to look&lt;BR&gt;&gt; \n&gt; at the =\r\nvehicle passed by, and even the smaller variety of \ncreatures,&lt;BR&gt;&gt; &gt;=\r\n from scavengers to predator, ones who typically \nscattered as the&lt;BR&gt;&gt; =\r\n&gt; vehicle that was Tuscon bounced and yet moved \neasily across the broke=\r\nn&lt;BR&gt;&gt; &gt; terrain.&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; Up \nahead the trees, whi=\r\nch had been near constant companions during&lt;BR&gt;&gt; &gt; \nmost of their tri=\r\np began to break away as they came into more open&lt;BR&gt;&gt; &gt; \ncountry. Up=\r\n ahead the beginnings of a mountain range could be seen.&lt;BR&gt;&gt; &gt; \nAbov=\r\ne them a flock of what could almost look like birds flew, although&lt;BR&gt;&gt; =\r\n\n&gt; instead of possessing feathers, they had large leathery and larger&lt;BR=\r\n&gt;&gt; \n&gt; bodies.&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; &quot;We&#39;re almost back&quot; Lord Eld=\r\ner said. He \nhad been silent through most&lt;BR&gt;&gt; &gt; of the trip, his fac=\r\ne wearing a \nthoughtful look. &quot;There, that mountain&lt;BR&gt;&gt; &gt; over there=\r\n, at the base of \nit.&quot;&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; &quot;I&#39;ll activate the door i=\r\nn the shield for us.&quot; \nElder said as he was&lt;BR&gt;&gt; &gt; about to open a co=\r\nmmunication signal to the \nArk. However Elder paused&lt;BR&gt;&gt; &gt; and look =\r\naround, as if looking for \nsomething. &quot;Something&#39;s wrong here&lt;BR&gt;&gt; &gt; =\r\n. . . &quot; he said as he continued \nto look.&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; Above =\r\nthem the prehistoric avians turned \nalmost as one, their calls&lt;BR&gt;&gt; &gt;=\r\n almost defiant as they moved swiftly in \nthe direction that Tuscon and&lt;BR&gt;=\r\n&gt; &gt; Elder had come from. &quot;It&#39;s like we&#39;re \nbeing watched.&quot;&lt;BR&gt;&gt; &g=\r\nt; &lt;BR&gt;&gt; &gt; (TAG)&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; \nPreston&lt;BR&gt;&gt; &gt; (Lo=\r\nrd Elder)&lt;BR&gt;&gt; &gt;&lt;BR&gt;&gt;&lt;BR&gt;&lt;BR&gt;&lt;/P&gt;&lt;/DIV&gt;&lt;!-- end group email --&gt;&lt;/B=\r\nODY&gt;&lt;/HTML&gt;\n\r\n------=_NextPart_000_002F_01CAC246.0D059790--\r\n\n"}}