{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"RbwH6jKuk_AjMROgtZPpW-q80W77m9VTnZbVUe6E2EXG-osA1QxowEPswZ2AEHBACcRWMvcXlVcTz2STqEhT5Z8vm7enmQ","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Back to the Ark/ Light our Darkest Hour.","postDate":"1269792059","msgId":69908,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhvbnVmcis5c2ljQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDFmNTM2ZTQ4MTAwMzI2MTU0NmgxMzk4NWNmN2k4NjdkNmY4MzM1Njc0N2U4QG1haWwuZ21haWwuY29tPg=="},"prevInTopic":69905,"nextInTopic":69910,"prevInTime":69907,"nextInTime":69909,"topicId":9938,"numMessagesInTopic":122,"msgSnippet":"Tucson is slightly taken aback by the empowerment, as he stumbles slightly shaking his head with his optics closed for just a moment.  He blinks, and slowly","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 866 invoked from network); 28 Mar 2010 16:02:14 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m1.grp.sp2.yahoo.com with QMQP; 28 Mar 2010 16:02:14 -0000\r\nX-Received: from unknown (HELO n39b.bullet.mail.sp1.yahoo.com) (66.163.168.153)\n  by mta2.grp.sp2.yahoo.com with SMTP; 28 Mar 2010 16:02:14 -0000\r\nX-Received: from [69.147.65.149] by n39.bullet.mail.sp1.yahoo.com with NNFMP; 28 Mar 2010 16:00:59 -0000\r\nX-Received: from [98.137.34.72] by t9.bullet.mail.sp1.yahoo.com with NNFMP; 28 Mar 2010 16:00:59 -0000\r\nDate: Sun, 28 Mar 2010 16:00:59 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;honufr+9sic@...&gt;\r\nIn-Reply-To: &lt;1f536e481003261546h13985cf7i867d6f83356747e8@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Back to the Ark/ Light our Darkest Hour.\r\nX-Yahoo-Group-Post: member; u=167039986; y=B2vkaHtjAxMJuPHq28yVps3iD6d_lW7LQyZeY1rdtK83KbkaTjs\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson is slightly taken aback by the empowerment, as he stumbles slightly =\r\nshaking his head with his optics closed for just a moment.  He blinks, and =\r\nslowly opens his eyes.  Instead of darkness he could see blurry shapes form=\r\ning.  They seem to focus.  He looks down to Lord Elder and can finally see =\r\nhim and his comrades for the very first time since his unfortunate accident=\r\n that left him blind in the beginning.  His silver armor shimmering more th=\r\nan usual, and his mass doubled in size, and physical strength.  He smiles t=\r\no Lord Elder, now realizing what has just happened.\n\n&quot; It&#39;s good to actuall=\r\ny see my comrades instead of just listening to them.  Lord Elder, I wish to=\r\n thank you for your support in getting me this far. If it had not been for =\r\nyou, I would not have made it back to the Ark to fullfill this quest.  And =\r\nof course Rat Trap, he rescued me and if he had not, it wouldn&#39;t have been =\r\npossible.  I promise you your debts will be receprocated tenfold.&quot;\n\nHe look=\r\ns to Kup, and Elita seeing their faces for the first time in years.  He was=\r\n most joyed to see them again, more than anything else.  His vision clears =\r\nmore and more and soon the images of his comrades becomes clear.  He salute=\r\ns them both.\n\n&quot;Kup, Elita, as Autobots I honor you for the courage you&#39;ve s=\r\nhown me this day.  I will need your courage now my friends.  As we all know=\r\n, Hydras, Cyclonus and Scourge are on a power trip bent on Greed and tyrani=\r\ncal dictatorship.  They wish to gorge themselves on power, rather than reso=\r\nlve the matter of Unicron.  They wish to also over power him, and gain the =\r\npower for themselves.  If they do that, we have more than just a simple dis=\r\naster on our hands.  That has to be stopped.  Also, we need to get back Rod=\r\nimus, Nightlight and Windlord as soon as possible.  Their sparks are being =\r\nused injustly and I will not tolerate it any further.  Also, when we do man=\r\nage to rescue Rodimus and the others, I had once thought I&#39;d be resentful t=\r\noward him for allowing himself to fall to such means.. I was wrong to be as=\r\n such.  And I&#39;d rather not see any of us make the same mistake.  Please, we=\r\n must be understanding to Rodimus, for none of this was his fault.&quot;\n\nHe loo=\r\nks to the computer for any signs from Night Shift. Then he looks back to th=\r\ne room filled with disabled Autobots and Decepticons. \n\n&quot; Optimus Prime gav=\r\ne me his power for a reason, not only to defeat the evil that infects this =\r\nland, but to also show compassion to those who were cast asside.  These Dec=\r\nepticons who lie dorment with the Autobots, I know we&#39;re enemies, but their=\r\n leader did not lead them with encouragement, he lead them with corruption.=\r\n  And if they failed, he&#39;d treat them like junk.  They did what they had to=\r\n do because they were forced, not because they wanted to.  We also fight fo=\r\nr their freedom as well as our own.  If only they could awaken, and if only=\r\n I could tell them that they have the choice to freely chose which faction =\r\nthey wish to return to.&quot;\n\nHe turns back to his comrades.\n\n&quot;Night Shift shou=\r\nld be almost at the Dark Fortress, hopefully he will send us the informatio=\r\nn we need to reverse the shell program which infects Rodimus and possibly N=\r\nightlight and Windlord.  It may take him some time to get it to us, but be =\r\nprepared, it could happen sooner than later.&quot;\n\nHe then transmits to Legacy.=\r\n\n\n&quot; Legacy, if you get this transmission, this is Tucson Prime, transmittin=\r\ng to you from the Ark.  Inform the Maximals of my status, and tell them hop=\r\ne will come soon enough.  Tucson Prime, out.&quot; \n\n--- In nbwrpg@yahoogroups.c=\r\nom, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; He gets up onto his fe=\r\net.\n&gt; &gt;\n&gt; &gt; &quot; My roots have traced me back to Optimus Prime, who was not on=\r\nly a much admired leader, but also a beloved relative. And as a relative of=\r\n Optimus Prime, I too, am ready to embrace the vows he once took upon recie=\r\nving the Matrix of Leadership. I&#39;m ready Matrix, I&#39;M READY TO LIGHT OUR DAR=\r\nKEST HOUR!&quot;\n&gt; \n&gt; Even as Tuscon finished speaking the door from the interio=\r\nr of the Ark\n&gt; opened as Lord Elder came through.\n&gt; \n&gt; At the same time a v=\r\noice could clearly be heard speaking to Tuscon,\n&gt; &quot;Boldness may be needed.&quot;=\r\n\n&gt; \n&gt; Another voice spoke, &quot;A darkness is coming, when the light of all of\n=\r\n&gt; us maybe needed.&quot;\n&gt; \n&gt; As the voices spoke, there was a click, then a rum=\r\nble as Optimus\n&gt; Prime&#39;s chest plate split down the middle and then slowly =\r\nopened. From\n&gt; inside a light blazed out, and the sphere that was the matri=\r\nx rose up\n&gt; in a sea of blue white light that spread out and filled the ent=\r\nire\n&gt; chamber, lighting the room like a miniature star.\n&gt; \n&gt; &quot;Arise, Tuscon=\r\n!&quot; came another voice, this one sounding much like Optimus Prime.\n&gt; \n&gt; The =\r\nmatrix positioned itself above the fallen leader of the Autobots\n&gt; as if ob=\r\nserving the room for a moment. Then it oriented on Tuscon.\n&gt; \n&gt; &quot;We cannot =\r\ngive you the matrix itself, but the power that we have we\n&gt; bequeath to you=\r\n.&quot;\n&gt; \n&gt; From the center of the Matrix a beam of pure energy lanced out and\n=\r\n&gt; struck Tuscon, bathing him in a nimbus of coruscating light and power,\n&gt; =\r\nchanging him, enhancing him, filling him with the energy and wisdom\n&gt; that =\r\nwas the Autobots.\n&gt; \n&gt; &quot;We have given you the embers Tuscon, and its power =\r\nhas changed you.\n&gt; However to light our darkest hour you must ignite the fl=\r\names of that\n&gt; which have gone out.&quot;\n&gt; \n&gt; With those words the ball dimmed =\r\nas it slowly dropped into Optimus\n&gt; Prime&#39;s chest. With a click the matrix =\r\nsettled back into place as\n&gt; Optimus&#39; chest cavity and slowly the plates sl=\r\nid shut, and the room\n&gt; returned to its dark hue.\n&gt; \n&gt; \n&gt; OOC: Tuscon Prime=\r\n has arrived!!!!!!\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}