{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Preston Carroll","from":"Preston Carroll &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"N0U_Jbb4iel_FgdV9ckM5o0oT4mhHZDTH8BD3kbrWxaZSu9C7ySujNA-g8NgbG4RDBmbOGZ99JyfzJS2XEngpc3zYqpIII4dimr3ef3Ys68","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Sorry again","postDate":"1270071853","msgId":69941,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PHQyaTFmNTM2ZTQ4MTAwMzMxMTQ0NHc0MzMyNjlmMHliMjcxODc4NTE3NTE1MWIyQG1haWwuZ21haWwuY29tPg==","inReplyToHeader":"PHgybjQ0MGY5MDE5MTAwMzMwMjAwNHU1MzI5YzYwYnMxMTNlODQzMjBhOGQ2Mjc0QG1haWwuZ21haWwuY29tPg==","referencesHeader":"PDQ0MGY5MDE5MTAwMzI0MjMyOWo3ZTBhNGE3YXA4MmIzZWQyNjQzYmY3MTE0QG1haWwuZ21haWwuY29tPgkgPDFmNTM2ZTQ4MTAwMzI5MTQzN3M3YTQ1ODgxNWxjMWY1NDhkMGU1ZjVlYWU1QG1haWwuZ21haWwuY29tPgkgPHgybjQ0MGY5MDE5MTAwMzMwMjAwNHU1MzI5YzYwYnMxMTNlODQzMjBhOGQ2Mjc0QG1haWwuZ21haWwuY29tPg=="},"prevInTopic":69939,"nextInTopic":0,"prevInTime":69940,"nextInTime":69942,"topicId":69881,"numMessagesInTopic":4,"msgSnippet":"... Okay, I ll give it a shot - although a lot has happened. It is quite long, and probably is missing a few things here and there. Sandy, Airly, please feel","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 35629 invoked from network); 31 Mar 2010 21:44:14 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m3.grp.sp2.yahoo.com with QMQP; 31 Mar 2010 21:44:14 -0000\r\nX-Received: from unknown (HELO mail-ww0-f46.google.com) (74.125.82.46)\n  by mta2.grp.sp2.yahoo.com with SMTP; 31 Mar 2010 21:44:14 -0000\r\nX-Received: by wwb17 with SMTP id 17so384580wwb.33\n        for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 31 Mar 2010 14:44:13 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.216.51.130 with HTTP; Wed, 31 Mar 2010 14:44:13 -0700 (PDT)\r\nIn-Reply-To: &lt;x2n440f90191003302004u5329c60bs113e84320a8d6274@...&gt;\r\nReferences: &lt;440f90191003242329j7e0a4a7ap82b3ed2643bf7114@...&gt;\n\t &lt;1f536e481003291437s7a458815lc1f548d0e5f5eae5@...&gt;\n\t &lt;x2n440f90191003302004u5329c60bs113e84320a8d6274@...&gt;\r\nDate: Wed, 31 Mar 2010 17:44:13 -0400\r\nX-Received: by 10.216.163.11 with SMTP id z11mr137124wek.24.1270071853419; Wed, \n\t31 Mar 2010 14:44:13 -0700 (PDT)\r\nMessage-ID: &lt;t2i1f536e481003311444w433269f0yb2718785175151b2@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Preston Carroll &lt;supercyclonus@...&gt;\r\nSubject: Re: Sorry again\r\nX-Yahoo-Group-Post: member; u=435352480; y=kJZEO5gLe1FOos4eFL290KdGzQ97w3qtQZGZjlLD9D6jMkFrIj8aAA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; I haven&#39;t been following the Hydras plot, could I get a summary of what happened over there since Tuscon left the Maximal base (and then returned)?\n\nOkay, I&#39;ll give it a shot - although a lot has happened. It is quite\nlong, and probably is missing a few things here and there. Sandy,\nAirly, please feel free to correct any errors :)\n\nAhem!  Here we go . . .\n\nTuscon left the old maximal base  with the intent of rescuing Rodimus\nPrime, who he at that time believed was being held against his will.\n\nUpon arriving at Hydras&#39; base Tuscon found that Cyclonus was also\nthere, unbeknownced to him having only arrived there a short time\nearlier. Most likely due to the turmoil of Cyclonus&#39; and Scourge&#39;s\narrival and Tuscon&#39;s own training, the Autobot was able to sneak into\nHydras&#39; base unobserved making it all the way to Hydras&#39; throne room.\nIt was there that Tuscon discovered Cyclonus, Scourge, Hydras,\nRodimus, Darkhawk and Perceptor having some sort of meeting, Cyclonus\nand Scourge having just pledged themselves to Hydras.\n\nIn a failed attempt to rescue Rodimus, Tuscon ended up challenging the\nvery mech he was intent on recapturing to a duel - Rodimus. For\nvarious reasons the other Predacons and Decepticons stepped back to\nallow it to happen. However during the battle it seemed as if somehow\nTuscon was able to channel some sort of power, or something, and for a\nmoment he looked lot like Optimus Prime! With that Hydras himself\nentered the fray and defeated Tuscon, leaving him apparently near\ndeath. Hydras commanded that Tuscon be taken to the torture chamber to\nfind out what secrets Tuscon knew.\n\nDuring this time Rat Trap, who presumably had been stationed at the\nArk wondered a bit too far from home - whether on purpose or choice\nwas up for debate -  found himself at Hydras&#39; fortress. Somehow, as he\ngot near he was able to home in on Nightlight&#39;s energy signature and\nwent in to investigate. Sneaking in he was able to find his way\nthrough Hydras&#39; base, even to locate Tuscon, who he discovered during\nhis break in, he quickly hid himself in Tuscon&#39;s helmet.\n\nDuring this time Perceptor pulled Rodimus away from the rest and had\nhim keep an optic on Scorponok/Zarak who he was comming to trust less\nand less. It seemed that although he was an intelligent and capable\nwarrior, Hydras was not sure if the Decepticon did not have an agenda\nof his own.\n\nWhile Perceptor, Rodimus and others were distracted and Darkhawk and\nScorponok/Zarak were taking Tuscon to be interrogated, Rat Trap was\nable to transform, inject Tuscon with a boost of energy, and both of\nthem, after a short scuffle with Darkhawk, were able to make a quick\nget away, fleeing further into Hydras&#39; base in an attempt to liberate\nNightlight, who Rat Trap had detected earlier.\n\nHowever when they got to Nightlight they found her totally\nunresponsive. Also at this time Tuscon&#39;s energy reserve that he had\ngotten from Rat Trap began to flag as his levels dropped. As Tuscon\nbegan to fall into stassis lock he gave Rat Trap his sonar/transmitter\nso that he could some how effect his own escape and perhaps rescue the\nothers. And so Rat Trap fled into the venting system as the Predacons\narrived and recaptured Tuscon and took him away.\n\nCyclonus, Scourge and Perceptor move off to chase down the elusive Rat\nTrap as Scorponok/Zarak and Darkhawk are again sent to finish the job\nof interrogating Tuscon. Tuscon awakes to find himself strapped to the\ntorture device, as the two cons begin their interrogation of him.\n\nRat Trap continues to use the vent shafts and his small size to his\nadvantage, but Scourge and his superior tracking abilities allow him\nto keep up with the fleeing rodent. It was during this time that Lord\nElder, who now noticed that Rat Trap had been gone for an extended\nperiod called for him. After a short chat between the two, and a few\nshots through the walls from Scourge that miss Rat Trap, Lord Elder\nand a Maximal called Quickstride set out to rescue Rat Trap and\nTuscon. Rat Trap of course continues to flee, but now with the\ndetermination to help Lord Elder rescue them all.\n\nMeanwhile at the torture chamber Scorponok/Zarak and Darkhawk continue\nthier attempts at interrogation on Tuscon, however the interrogation\nproves fruitless as Tuscon is able to summon an, up to this point,\nunknown energy reserve and is able to break free from the restraints,\nand another battle ensues. Darkhawk and Scorponk call out for a lock\ndown.\n\nAt the same time Rat Trap is still on the run, creating all manner of\nmayhem. Alarms start going off as apparently something he&#39;s done has\ndamaged the base&#39;s security. Perceptor orders Rodimus to go protect\nNightlight. As Tuscon finally bursts out of the door of the torture\nchamber he meets up with Rodimus, who&#39;s path to the nearby Nightlight\nhad taken him past the room.\n\nMeanwhile, Perceptor orders inner defenses and swarm bots in the\ninterior of the walls to marshal against Rat Trap. The ploy is\neffective as Rat Trap is forced out of the venting system and ends up\nnear Tuscon&#39;s position. As Rat trap gives Tuscon back his\nsonar/transmitter Tuscon now seemed ready to fight Rodimus, but with\nRat trap there all the other Deceptions and Predacons are quickly\nclosing in on their position things seemed to get a little dark.\nHydras, Perceptor, Scourge and Cyclonus arrive as Darkhawk and\nScorponok are themselves stepping out into a suddenly very crowded\nhall. All seems lost for Rat Trap and Tuscon.\n\nHowever it was at this time that Lord Elder and Quickstride arrive via\na Maximal shuttle. utilizing the entire fiepower of the shuttle\ncombine with the mayhem that Rat trap was able to create in the\nfortress&#39; electrical system they are able to temporailly shut down all\npower to the fortress and for a few moments all goes black!\n\nQuickly taking advantage of the situation Tuscon and Rat Trap flee,\nTuscon being far more adept in the dark that any of the others, with\nthe possible exception of Perceptor and maybe Scourge are able to make\na quick escape into the waiting maximal shuttle. However the shuttle\nhas itself been damaged in the forced landing it made during the\nrescue, so the ride home is a bit rocky.\n\nAt the Fortress Hydras is visibly upset at the turn of events and\norders the base to be repaired, and also begins to look around for a\npossible new security chief. Putting it off for the moment Hydras\ntells Cyclonus, Darkhwak, Scorponok/Zarak and Scourge to begin repairs\non the base. Meanwhile Perceptor called Rodimus aside to assist him on\na special project: the reconfiguring of Nightlight.\n\nNightlight is remade, having no beastmode as of yet and no real\nmemories of who she is or was, Rodimus is assigned to help her\nreintegrate and perhaps to help her choose a new beast mode. It is\ndetermined that having her imprint on the Predacons will insure her\nloyalty to them. Rodimus agrees, and it is obvious that despite her\nlack of memories, and Rodimus&#39; own swiss cheese memories, there is\nstill a connection of sorts between them.\n\nWhile all this has been going on Cyclonus and the others have finished\nthe repairs to the base and Cyclonus noted that someone was able to\nbreak in during the pursuit of Rat Trap and Tuscon, but he is unable\nto determine who it is. Hydras commands Cyclonus to be sure that no\none else can. Cyclonus assents.\n\nMeanwhile with the Maximal shuttle, it is forced to land due to the\ndamaged it had sustained. It is determined that Quickstride and Rat\nTrap will head to the old Maximal base to help out with the Minions\nthere while Lord Elder and Tuscon will head back to the Ark. Tuscon\ntransforms into vehicular mode, and they all leave the Maximal shuttle\nbehind.\n\nTuson and Elder quickly make it back to the Ark, where after a bit of\ndiscussion Tuscon began to hear voices coming from presumably from the\nMatrix, although no one else is able to hear them. This calls for some\nheave soul searching on the part of Tuscon who sits down.\n\nAll the maximals at the Ark get together and began to devise a way to\nrescue Rodimus as well as Nightstrike and Darkhawk, who also it seems\nused to be a Maximal. While this conversation is going on Lord Elder\nnotes a sensor ghost on his scanners. Sensor logs shows it has been\nthere for quite some time, although he can get no sensor lock on it.\n\nAt this time Nightshift, a near twin and old buddy of Tuscon was\napparently serving at the old Maximal base when decided to come see\nTuscon. At the base and during the drive it is revealed that\nNightshift could change signatures, appearing as a Predacon or\nMaximal. This caused some confusion at the old base when he had\nforgotten to turn his siganture back to Maximal, and again when he\narrived at the Maximal base when he showed up as a Predacon. However\nhe shifted it to Maximal when he neared the Ark and Tuscon came\noutside to greet him and introduce him to the other Maximals.\n\nA quick plan was hatched to get him inside the Predacon base using his\nespionage skills and ability to switch signatures. So after a short\nset up the plan was put into motion and a mock battle began between\nTuscon and Nightshift, with Kup coming out as well. Nightshift put in\na call to Hydras\n\nMeanwhile at the Predacon base this had gone well. Repairs were\ncomplete and Nightlight seemed to be doing well. But the conflict at\nthe Maximal base had not gone unnoticed. Their own sensors went off as\nthey wondered what was going on. Hydras came to the security section\nat Cyclonus&#39; request and it was they that they got a bird&#39;s eye view\nof the battle, as it was obvious that Cyclonus had someone or\nsomehting watching the battle. What ever it was had recorded the\nentire scene and plated back for a very suspicious Cyclonus. Hydras\nalso took in the same information and then ordered Cyclonus to secure\nthe research section of the base as he sent Scorponk to go pick up\nNightshift.\n\nScorponok quickly arrived on scene as Nightshift was &#39;finishing off&#39;\nTuscon and left him in a heap. Kup was no where to be seen. After a\nvery short discussion the two drove off back to the base, with Hydras\nsending orders to Scorponok to keep an eye on Nightshift as he himself\nwas suspicious of the whole thing. Tuscon and Kup, as soon as the\nbattle was over and Scorpnok and Nightshift were out of range went\nback into the Ark.\n\nOnce back inside the Ark Tuscon was drawn back to Optimus Prime where\nthe voices again were heard, but now, to the surprise of all present,\nthe matrix transformed Tuscon into Tuscon Prime. After giving a few\norders, the new Prime took off for the old maximal base.\n\nDuring this time Scorpnok &#39;escorted&#39; Nightshift back to Hydras&#39; base\nand brought him the throne room where they were to await Hydras,\nmeanwhile he began to ask him a few questions himself. Meanwhile\nRodimus and Hydras were in the security room discuss Nightshift,\nwatching him on the viewscreen via hidden camera.\n\nAt this point Cyclonus cut in with vital information. Displaying an\nimage on a screen near Hydras, it showed a new version of Tuscon as a\nPrime as he left the Ark. Obviously watever surveillance method\nCyclonus had been using was still in place as it was from the similar\nangle.\n\n"}}