{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"1NF5f-YmnkgRJ6SBker7bwwYhZ9-iNOz45wRnVVwOPqsboyZ-xr9pxkhezgJ-QwOM6JwLwkj6FisLhlFLfU","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: BlackFortress","postDate":"1271058989","msgId":70043,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczVGQTJCODc4N0M2ODU1RDM0MTcxNUEwMTIwQHBoeC5nYmw+","inReplyToHeader":"PGhwdTZwNStjaGk2QGVHcm91cHMuY29tPg==","referencesHeader":"PGhwdTZwNStjaGk2QGVHcm91cHMuY29tPg=="},"prevInTopic":70042,"nextInTopic":70044,"prevInTime":70042,"nextInTime":70044,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"Perceptor/DarkHawk/hydras/kup/nightlight: The disruptor wave Made scream in Pain to Darkhawk, Nighlight, Hydras and Perceptor; the predacon program was so well","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 93020 invoked from network); 12 Apr 2010 07:56:45 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m10.grp.re1.yahoo.com with QMQP; 12 Apr 2010 07:56:45 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s21.snt0.hotmail.com) (65.55.90.160)\n  by mta3.grp.re1.yahoo.com with SMTP; 12 Apr 2010 07:56:45 -0000\r\nX-Received: from SNT143-DS5 ([65.55.90.137]) by snt0-omc3-s21.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Mon, 12 Apr 2010 00:56:36 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds5FA2B8787C6855D341715A0120@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hpu6p5+chi6@...&gt;\r\nIn-Reply-To: &lt;hpu6p5+chi6@...&gt;\r\nDate: Mon, 12 Apr 2010 02:56:29 -0500\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative;\n\tboundary=&quot;----=_NextPart_000_0020_01CAD9EB.C01760E0&quot;\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 12 Apr 2010 07:56:36.0836 (UTC) FILETIME=[AD31A240:01CADA15]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\r\n------=_NextPart_000_0020_01CAD9EB.C01760E0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nPerceptor/DarkHawk/hydras/kup/nightlight:\n\nThe disruptor wave Made scream i=\r\nn Pain to Darkhawk, Nighlight, Hydras and Perceptor; the predacon program w=\r\nas so well set in Nightlight and Windlord that almost was melted with their=\r\n spark. The Power of the matrix had drained their energies much more.\n\n&quot;Rod=\r\ni.. mus... what... what is goin on?&quot;said a weak Nightlight  in the panic ro=\r\nom\n\nMeanwhile in the trone room all the fury and hatred fullfilled Hdyras a=\r\nnd Aiming against Tucson Prime Yelled &quot;OPEN FIRE!!!!!&quot;\n\nPerceptor Aimed and=\r\n opened fire against Tucson and Nightshift. Kup just arrived and Opened fir=\r\ne trying to protect Tucson he was able to send a message to Nightshift &quot;I&#39;m=\r\n getting the signature of Windlord but I cant find Rodimus and Nightlight; =\r\nwe have a chance to capture Windlord; set in position&quot;\n\nDarkhawk was heavyl=\r\ny drained by the power of the matrix that he varely could stand but inspite=\r\n of that he tried to opened fire\n\n\n\n\n\n\nFrom: Sandy \nSent: Sunday, April 11,=\r\n 2010 11:15 PM\nTo: nbwrpg@yahoogroups.com \nSubject: Re: BlackFortress\n\n\n  \n=\r\nOOC: Preston, I have one word to say about the write up.. Coooooool.\n\nBIC:\n=\r\n\nAs the fortress gets erected, Night Shift feels the vibrations of the mech=\r\nanical drive system that brings it to the surface, as he sees a control pan=\r\nnel shot out by Darkhawk, AKA Windlord. It was exactly what he had hoped fo=\r\nr. Even though he takes a few shots to his hatch back as consequence to his=\r\n actions. He makes no complaints. Then he suddenly senses for a brief momen=\r\nt, a trace of a Maximal signature. He ID&#39;s it, and comes up with Windlord.\n=\r\n\n&quot; Hello, looks like I just found one of our boys.. Hmm, shell program, jus=\r\nt like Rodimus.. Anyway, I got bigger fish ta fry, so looks like I better g=\r\no lights out completely.&quot;\n\nHe turns off his headlights and resorts to night=\r\n vision. He could not turn off his Autobot signature but he could still giv=\r\ne Scorponok a hard time. All he had to do was transform, so is not to make =\r\nnoise. From the sound of spinning tires, to nothing at all, he transforms, =\r\nand leaps up into the fortress rafters, and like a ghost, vanishes. Ninjabo=\r\nts were good at it, he especially. First things first, he had to think abou=\r\nt his next move. He scans the floor with his night vision and then up where=\r\n he is. He finds another power box.\n\n&quot; I wonder what this one controls...&quot;\n=\r\n\nHe inches closser to it, and strikes the box with a short riffle blast. He=\r\n didn&#39;t know what to expect but it was worth a shot in the dark literally.\n=\r\n\nOutside the fortress, Quickstride and Rat Trap remain outside as told, as =\r\nTucson Prime approaches the entrance of the fortress, and with very strong =\r\narms, due to his all wheel drive system, he pries them open using nothing b=\r\nut brute strength. He leaves just enough room for him to enter the fortress=\r\n, and recloses them as he gets in. He didn&#39;t care if he was discovered, thi=\r\ns was it, he was going to make Hydras, Cyclonus, and Scourge pay for what w=\r\nas done to his comrades. \n\n&quot; Fun&#39;s over Hydras..&quot;\n\nHe implements his sonar =\r\nemitter, and sends a highly painful disrupter wave throughout the fortress,=\r\n which only harms Predacon and Decepticon programming. The disrupter causes=\r\n massive vibration throughout the fortress. Nightshift feels it beneath his=\r\n feet, as he remains up on the rafters. He then catches his comrade&#39;s signa=\r\nture.\n\nHe jumps down from the rafters and calmly stops his speeding around,=\r\n leaning casually up against a wall, with arms folded into his chest.\nHe kn=\r\new who was causing the vibrations and it was only a matter of time before e=\r\nveryone felt the fury of Tucson Prime.\n\n&quot; Ohh I know where this is commn&#39; f=\r\nrom. You Predapunks are in trouble now. Biiiiiig trouble. I&#39;m talkn&#39; the ty=\r\npe of trouble that&#39;s gonna have all of ya slagged in a matter of minutes.&quot;\n=\r\n\nThen, the sound of metal groaning fills the room, as Tucson Prime&#39;s finger=\r\ns manage to pry open the doors with a horrible screech. He opens them just =\r\nenough to gain access into the room, and then lets them close. He turns on =\r\nhis high beams on his headlights, filling the room with light. Nightshift g=\r\nives a sly grin, and a chuckle while rubbing his hands together.\n\n&quot; Slaaaaa=\r\naag, you boys is in trouble now.&quot;\n\nTucson Prime nodds.\n\n&quot; I&#39;ve come only to=\r\n take back what has been taken from the Autobots. our comrades, and our lea=\r\nder. I have also come to redeem justice for my fellow Autobots and Maximals=\r\n. Serious crimes have been committed here, and worst of all, against Primus=\r\n himself. No one betrays Primus. And for that betrayal, there will be punni=\r\nshment. But not the type that you seem to enjoy, no, as Autobots we don&#39;t w=\r\nork that way. What fate has deemed right for you, that is what will be serv=\r\ned. And to those you have wronfully transformed into your personal puppets,=\r\n I will bright them to the light they desperately need to escape your tyran=\r\ny.&quot;\n\nHe delves deep into his spiritual senses, becomming one with the power=\r\n within him. The emblem on his chest, luminates with a blinding light, whic=\r\nh can only be produced by the power of the Matrix of Leadership. He goes qu=\r\niet for just a moment. Then, he opens his eyes and stands tall and solid.\n\n=\r\n&quot;LIGHT OUR DARKEST HOUR!&quot;\n\nA powerful beam of light bursts free from the lu=\r\nminated Autobot insginia and first heads toward Darkhawk, bouncing off Scor=\r\nponok and Scourge on the way toward him! As it does so, it seems to split o=\r\nff, and streak through closed doors and into other rooms, as if seeking out=\r\n those who it feels needs its healing power. It soon comes to the panic roo=\r\nm, and finds Rodimus and Nightlight. As promised, the power is used only to=\r\n recover the lost comrades who were effected by Hydra&#39;s tyranny, and nothin=\r\ng more. The light proves harmless to structures yet shows some force agains=\r\nt Predacons and Decepticons, as it is able to move enemy objects away from =\r\nthose it strives to aid. \n\nIn the mean time, Tucson Prime falters slightly,=\r\n due to the massive amount of energy he expands in his plight to recover hi=\r\ns comrades. It was a drain on his system, but one he was willing to suffer.=\r\n It was an act of his own heart, of his compassion, of his love, and the on=\r\ne true power that could pretty much smite all others. He hangs onto the hop=\r\ne of successfully completing his mission. Night Shift now tries to back his=\r\n leader up, by taking out his own photon riffle, and shooting back at the e=\r\nnemy.\n\n&quot; Prime! I got your back!&quot;\n\nTucson Prime nodds, as he looks to Night=\r\nshift.\n\n&quot; Hopefully I&#39;ve fullfilled my mission successfully. Let&#39;s keep our=\r\n fingers - crossed.&quot; \n\nNight Shift&#39;s eyes widen with concern.\n\n&quot;Oh no, Prim=\r\ne, you&#39;re runn&#39;n outa power. &quot;\n\nTucson Prime falls to one knee.\n\n&quot;I&#39;m all -=\r\n right.&quot;\n\nNight Shift opens a com link to Kup and Lord Elder.\n\n&quot; Kup, Lord =\r\nElder! Tucson Prime just used some sorta energy and now his levels are drop=\r\npn&#39; fast! We&#39;re gonna need a real fast getaway pronto!&quot;\n\nTucson Prime fight=\r\ns the weakness and uses his strength to get back on his feet.\n\n&quot; Just - a l=\r\nittle longer, and - I think I&#39;ve - done it.&quot;\n\nThere was no doubt about it, =\r\nHe was pushing his own spark to the max. But when it came down to everythin=\r\ng, Tucson Prime could not ignore his heart. His suffering was well worth th=\r\ne results, if all went according to plan. His hope and compassion keep him =\r\non his feet for a moment, and then, he collapses. Night Shift is quick to g=\r\no by his side.\n\n&quot;TUCSON PRIME! TALK TA ME BOSS BOT, TALK TA ME!&quot; \n\n--- In n=\r\nbwrpg@yahoogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; BlackFortress:\n&gt; \n&gt; One o=\r\nf the Blast shooted by Darkhawk hit the main control pannel and as a securi=\r\nty measure the Fortress started to araise. Meanwhile a familiar signature d=\r\narkened by a predacon program could be picked up. Revealing that Darkhawk i=\r\ns truly Windlord \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; On Sat, Apr 10, 2010 at 11:50 PM, Sandy &lt;ma=\r\ngicquartz@...&gt; wrote:\n&gt; \n&gt; \n&gt; Location: Black Fortress.\n&gt; \n&gt; Nightshift, Tu=\r\ncson Prime, Rat Trap and Quickstride.\n&gt; \n&gt; Inside the fortress:\n&gt; \n&gt; Night =\r\nShift is almost caught by surprise by his own shiruken and manages to swerv=\r\ne around it, with a screech in his tires. He was hoping to get one of the e=\r\nnemies to shoot at him,thinking that by mistake they may just blast one of =\r\nthe control pannels that controls the fortress accidentally, thus allowing =\r\nhim to slip out. With his night vision he spots a main control pannel, and =\r\nrealizes that Scorponok is shooting at him with the plasma cannons, as is S=\r\ncourge, who is content on trying to fry his carborator. He remains quiet, y=\r\net continues to speed around the room, hoping that at least one of them wou=\r\nld take the bait. He wasn&#39;t running scared, he was clearly up to something =\r\nstrategic. He thinks to himself.\n&gt; \n&gt; &quot; I knew you bozos were stupid enough=\r\n ta buy inta me. That&#39;s it, keep shootn&#39; my way, eventually I&#39;m gonna make =\r\na move toward one of them power boxes and then whoops, someone&#39;s gonna hit =\r\nsomethn&#39; by accident.&quot;\n&gt; \n&gt; He sends a silent com to Lord Elder.\n&gt; \n&gt; &quot; Nig=\r\nhtshift reportn&#39; in Sir. I&#39;m fine, just gettn&#39; the chase of a lifetime in h=\r\nere, nothn&#39; serious. I got a few dings on the fenders but nothn&#39; that can&#39;t=\r\n be banged out with a hammer. Look, guys, I ain&#39;t found Nightlight, Rodimus=\r\n or Windlord, but I&#39;m kinda playn&#39; a game of catn&#39; mouse with the baddies. =\r\nHopn&#39; ta get one of them ta mess up&#39;n hit a power box by accident, instead =\r\nof hittn&#39; me... OHHHH SCRAP!&quot;\n&gt; \n&gt; He screeches loudly as he avoids another=\r\n close call with a plasma blast.\n&gt; \n&gt; &quot;That was almost my left front tire, =\r\nclose one. Anyway, I really could use a hand in here, I dunno how much long=\r\ner my fuel reserves are gonna hold out. I&#39;m at about a half a tank now, and=\r\n the way I&#39;m gon&#39; here, that ain&#39;t gonna take long ta go through... Gotta b=\r\nurn rubber, talk later, Nightshift out.&quot;\n&gt; \n&gt; Outside the fortress, Tucson =\r\nPrime comes out of his trance. He holds his chest for just a moment.\n&gt; \n&gt; &quot;=\r\nSorry guys, I didn&#39;t mean to frighten you. I just got quite the wakeup call=\r\n. We need to get into that fortress but first we need to short out the cont=\r\nrol pannel that keeps it beneath that magma pool.&quot;\n&gt; \n&gt; Rat Trap shrugs. \n&gt;=\r\n \n&gt; &quot;Lord Elder did mention somethn&#39; about blastn&#39; inta the pool, but we ai=\r\nn&#39;t got that kinda fire power on us.&quot;\n&gt; \n&gt; Tuscon grins confidently.\n&gt; \n&gt; &quot;=\r\nThat&#39;s all right, I do. Stand back, the first step to bringing light to a b=\r\nlack flame, is to create a backdraft. On second thought, I better do this i=\r\nn vehicle mode. I can assure your saftey better than being in robot mode.&quot;\n=\r\n&gt; \n&gt; He transforms into his missile truck mode, and opens his doors to his =\r\ncab.\n&gt; \n&gt; &quot;Lord Elder, I&#39;m back, just needed to consult someone as to my ne=\r\nxt move. It&#39;s my first day on the job as a Prime and I needed a little insi=\r\nde advice. And I got it. Kup, I also read you, and I&#39;m going to expidite th=\r\nis mission a bit. It&#39;s dragged on far too long. Time for action not beating=\r\n around the rotary.&quot;\n&gt; \n&gt; He lines himself up for the shot and aims both mi=\r\nssile carriers at the pool, targeting not in the center of the pool, but a =\r\nslight before getting to the middle of the magma chamber. Rat Trap and Quic=\r\nkstride buckle in, to anticipate the major kick back Tucson&#39;s missile launc=\r\nhers may have. Then, Tucson fires, as they kick back, causing him to lurch =\r\nbackward slightly as he gets used to firing them at the same time.\n&gt; \n&gt; &quot;Ug=\r\nhh, felt that.. Are you two okay?&quot;\n&gt; \n&gt; Rat Trap is now on top of Quickstri=\r\nde, who is now looking to the control pannel.\n&gt; \n&gt; &quot;Umm, we&#39;re - okay.. Jus=\r\nt a little - bit shell shocked. Wowwww... Talk about kick back... It wasn&#39;t=\r\n like ya didn&#39;t warn us because ya did but we weren&#39;t expecting that...&quot;\n&gt; =\r\n\n&gt; Rat Trap rubs his head.\n&gt; \n&gt; &quot;Yeah, talk about the big bang theory.&quot;\n&gt; \n=\r\n&gt; Tucson rolls forward just a slight.\n&gt; \n&gt; &quot; It even kicked me back a few f=\r\neet. I have to learn to ground my tires when I use those missiles. Sorry ab=\r\nout that.&quot;\n&gt; \n&gt; Rat Trap gets back into his seat and buckles up.\n&gt; \n&gt; &quot;So, =\r\nhow are we gonna get through this?\n&gt; \n&gt; Tucson parks himself safely waiting=\r\n for the results of his launch.\n&gt; \n&gt; &quot; We&#39;re going to relight the dark flam=\r\ne. I have the power within me, the power of the Matrix. The dark flame, rep=\r\nresents Rodimus, who&#39;s armor is black as pitch and flaming paint job dimmed=\r\n to a drap pale color. That&#39;s the fire I need to rekindle.&quot;\n&gt; \n&gt; Rat Trap g=\r\nasps as does Quickstride.\n&gt; \n&gt; &quot;But Wheels, that might that might do a numb=\r\ner on ya.&quot;\n&gt; \n&gt; Tuscon sighs.\n&gt; \n&gt; &quot; I know Rat Trap, it will. I&#39;ll still b=\r\ne a Prime no matter what happens, but if all goes well, we will get Rodimus=\r\n back and Cyclonus will pay for his deeds against Primus. It&#39;s worth the ri=\r\nsk my friends, it&#39;s worth the risk.&quot;\n&gt; \n&gt; Rat Trap sheds a tear.\n&gt; \n&gt; &quot;But =\r\nbut what if it kills ya? What&#39;s Talon gonna do without ya? What am I gonna =\r\ndo without ya? Wheels, you&#39;re the only real friend I ever did have. I don&#39;t=\r\n wanna lose ya.&quot;\n&gt; \n&gt; Tucson could feel a tear drip on his dashboard. \n&gt; \n&gt;=\r\n &quot; I promise you Rat Trap, neither Talon or you is going to lose me that ea=\r\nsilly. I may be out of commission for a few days, but it&#39;s not going to kil=\r\nl me. Remember when we talked about the most powerful force in the universe=\r\n? How nothing could ever surpass that?&quot;\n&gt; \n&gt; Rat Trap nodds.\n&gt; \n&gt; &quot; I think=\r\n so. Ya told me that love is a force no one can reckon with. Nothing breaks=\r\n the bond of friendship no matter how powerful evil becomes. Love knows no =\r\nboundaries and is the only infinite force that keeps on living even when on=\r\ne has passed on long ago.&quot;\n&gt; \n&gt; Tucson gently straps Rat Trap in more secur=\r\nely.\n&gt; \n&gt; &quot;That&#39;s right Rat Trap. Remember that. It&#39;s our bond as friends t=\r\nhat can never be broken. All of us, including Talon, Elita, Kup, Lord Elder=\r\n, Depthcharge, Lord Perseus, Legacy, Guardia, and Ravenchief have the power=\r\n within ourselves not because of tyranical strength, but because of that on=\r\ne thing that neither Hydras, Megatron or Galvatron ever had. And that was T=\r\nrue Love. They rule with force, not with compassion. Our heart is what is g=\r\noing to win us this battle, our hearts are going to come together as one an=\r\nd we will save those that need to be saved, and rekindle the lights that ha=\r\nve nearly been blown out.&quot;\n&gt; \n&gt; He starts up his engines.\n&gt; \n&gt; &quot; NOW, LET&#39;S=\r\n DO THIS! FOR RODIMUS PRIME!&quot;\n&gt; \n&gt; Rat Trap and Quickstride join in.\n&gt; \n&gt; &quot;=\r\nFOR RODIMUS PRIME, LEADER OF THE AUTOBOTS!&quot;\n&gt; \n&gt; Tucson fires several more =\r\nrounds into the magma.\n&gt; \n&gt; \n&gt; \n&gt; --- In nbwrpg@yahoogroups.com, &lt;airly2002=\r\n@&gt; wrote:\n&gt; &gt;\n&gt; \n&gt; &gt; Kup:\n&gt; &gt; \n&gt; &gt; &quot;We must take out Nightshift, perhaps if=\r\n we overcharge the Blackfortress circuits we can araise it, our main focus =\r\nis Rescue nightshift if we can capture Rodimus, Nighlight and or windlord w=\r\nill be a bonus... it must be done from inside&quot;Kup open a com link to Nights=\r\nhift and said &quot;Nightshift do you copy?&quot;\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; From: Preston Carroll=\r\n \n&gt; &gt; Sent: Saturday, April 10, 2010 6:12 PM\n&gt; &gt; To: nbwrpg@yahoogroups.com=\r\n \n&gt; &gt; Subject: Re: BlackFortress\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; Who: LORD ELDER\n&gt; &gt; Loc=\r\nation: The Ark - Command center\n&gt; &gt; \n&gt; &gt; &gt; &quot;We will be risking as well Rodi=\r\nmus, Windlord and Nightlight &quot;Said Kup by comlink&quot;If only we know where are=\r\n they... is the only way to araise the blackFortress?&quot;\n&gt; &gt; \n&gt; &gt; Elder nodde=\r\nd sadly as he received the transmission, &quot;You&#39;re right, it\n&gt; &gt; might hurt t=\r\nhe folks we&#39;re trying to rescue.&quot; He sighed slightly as he\n&gt; &gt; continued, &quot;=\r\nBy training I am a guardian and sentinel, not the soldiers\n&gt; &gt; and tactical=\r\n specialists that you are.&quot;\n&gt; &gt; \n&gt; &gt; He shrugged, clearly at a loss as to h=\r\now to help, &quot;Perhaps you can\n&gt; &gt; find a way to dig? It&#39;s a lot of heat down=\r\n there though, I don&#39;t know.\n&gt; &gt; Kup you have been in a lot of battle, clea=\r\nrly more than I have, don&#39;t\n&gt; &gt; you have any ideas?&quot;\n&gt; &gt; \n&gt; &gt; (TAG)\n&gt; &gt; \n&gt; =\r\n&gt; Preston\n&gt; &gt;\n&gt;\n\n\n\n\r\n------=_NextPart_000_0020_01CAD9EB.C01760E0\r\nContent-Type: text/html;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;!DOCTYPE HTML PUBLIC &quot;-//W3C//DTD HTML 4.0 Transitional//EN&quot;&gt;\n&lt;HTML&gt;&lt;HEAD&gt;=\r\n\n&lt;META content=3Dtext/html;charset=3Diso-8859-1 http-equiv=3DContent-Type&gt;\n=\r\n&lt;META name=3DGENERATOR content=3D&quot;MSHTML 8.00.6001.18904&quot;&gt;&lt;/HEAD&gt;\n&lt;BODY \nst=\r\nyle=3D&quot;BACKGROUND-COLOR: #fff; PADDING-LEFT: 10px; PADDING-RIGHT: 10px; PAD=\r\nDING-TOP: 15px&quot; \nid=3DMailContainerBody leftMargin=3D0 topMargin=3D0 Canvas=\r\nTabStop=3D&quot;true&quot; \nname=3D&quot;Compose message area&quot;&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;=\r\nPerceptor/DarkHawk/hydras/kup/nightlight:&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCa=\r\nlibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;The disruptor wave Made=\r\n scream in Pain to Darkhawk, \nNighlight, Hydras and Perceptor; the predacon=\r\n program was so well set&nbsp;in \nNightlight and Windlord&nbsp;that almost =\r\nwas melted with their spark. The Power \nof the matrix had&nbsp;drained thei=\r\nr energies much&nbsp;more.&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&n=\r\nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&quot;Rodi.. mus... what... what is goin on=\r\n?&quot;said a weak \nNightlight&nbsp; in the panic room&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT f=\r\nace=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;Meanwhile in th=\r\ne trone room all the fury and hatred \nfullfilled Hdyras and Aiming against =\r\nTucson Prime Yelled &quot;OPEN \nFIRE!!!!!&quot;&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibr=\r\ni&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;Perceptor Aimed and opened =\r\nfire against Tucson and \nNightshift. Kup just arrived and Opened fire tryin=\r\ng to protect Tucson he was \nable to send a message to Nightshift &quot;I&#39;m getti=\r\nng the signature of Windlord but \nI cant find Rodimus and Nightlight; we ha=\r\nve a chance to capture \nWindlord;&nbsp;set in position&quot;&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;=\r\nFONT face=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;Darkhawk =\r\nwas heavyly drained by the power of the matrix \nthat he varely could stand =\r\nbut inspite of that he tried to opened \nfire&lt;/FONT&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=\r\n=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV=\r\n&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;=\r\n/FONT&gt;&nbsp;&lt;/DIV&gt;\n&lt;DIV style=3D&quot;FONT: 10pt Tahoma&quot;&gt;\n&lt;DIV&gt;&lt;FONT size=3D3 fa=\r\nce=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT \nsize=3D3 fa=\r\nce=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 \nfa=\r\nce=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 \nfa=\r\nce=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;/DIV&gt;\n&lt;DIV st=\r\nyle=3D&quot;BACKGROUND: #f5f5f5&quot;&gt;\n&lt;DIV style=3D&quot;font-color: black&quot;&gt;&lt;B&gt;From:&lt;/B&gt; =\r\n&lt;A title=3Dmagicquartz@... \nhref=3D&quot;mailto:magicquartz@...&quot;&gt;San=\r\ndy&lt;/A&gt; &lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;Sent:&lt;/B&gt; Sunday, April 11, 2010 11:15 PM&lt;/DIV&gt;\n&lt;DIV&gt;=\r\n&lt;B&gt;To:&lt;/B&gt; &lt;A title=3Dnbwrpg@yahoogroups.com \nhref=3D&quot;mailto:nbwrpg@yahoogr=\r\noups.com&quot;&gt;nbwrpg@yahoogroups.com&lt;/A&gt; &lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;Subject:&lt;/B&gt; Re: BlackF=\r\nortress&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT face=3DCal=\r\nibri&gt;&lt;/FONT&gt;&lt;FONT \nface=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT =\r\nface=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT \nface=3DCalibri&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;/DIV&gt;&lt;SPAN style=3D=\r\n&quot;DISPLAY: none&quot;&gt;&nbsp;&lt;/SPAN&gt; \n&lt;DIV id=3Dygrp-text&gt;\n&lt;P&gt;OOC: Preston, I have=\r\n one word to say about the write up.. \nCoooooool.&lt;BR&gt;&lt;BR&gt;BIC:&lt;BR&gt;&lt;BR&gt;As the=\r\n fortress gets erected, Night Shift feels \nthe vibrations of the mechanical=\r\n drive system that brings it to the surface, as \nhe sees a control pannel s=\r\nhot out by Darkhawk, AKA Windlord. It was exactly what \nhe had hoped for. E=\r\nven though he takes a few shots to his hatch back as \nconsequence to his ac=\r\ntions. He makes no complaints. Then he suddenly senses for \na brief moment,=\r\n a trace of a Maximal signature. He ID&#39;s it, and comes up with \nWindlord.&lt;B=\r\nR&gt;&lt;BR&gt;&quot; Hello, looks like I just found one of our boys.. Hmm, shell \nprogra=\r\nm, just like Rodimus.. Anyway, I got bigger fish ta fry, so looks like I \nb=\r\netter go lights out completely.&quot;&lt;BR&gt;&lt;BR&gt;He turns off his headlights and res=\r\norts \nto night vision. He could not turn off his Autobot signature but he c=\r\nould still \ngive Scorponok a hard time. All he had to do was transform, so =\r\nis not to make \nnoise. From the sound of spinning tires, to nothing at all,=\r\n he transforms, and \nleaps up into the fortress rafters, and like a ghost, =\r\nvanishes. Ninjabots were \ngood at it, he especially. First things first, he=\r\n had to think about his next \nmove. He scans the floor with his night visio=\r\nn and then up where he is. He finds \nanother power box.&lt;BR&gt;&lt;BR&gt;&quot; I wonder w=\r\nhat this one controls...&quot;&lt;BR&gt;&lt;BR&gt;He inches \nclosser to it, and strikes the =\r\nbox with a short riffle blast. He didn&#39;t know \nwhat to expect but it was wo=\r\nrth a shot in the dark literally.&lt;BR&gt;&lt;BR&gt;Outside the \nfortress, Quickstride=\r\n and Rat Trap remain outside as told, as Tucson Prime \napproaches the entra=\r\nnce of the fortress, and with very strong arms, due to his \nall wheel drive=\r\n system, he pries them open using nothing but brute strength. He \nleaves ju=\r\nst enough room for him to enter the fortress, and recloses them as he \ngets=\r\n in. He didn&#39;t care if he was discovered, this was it, he was going to make=\r\n \nHydras, Cyclonus, and Scourge pay for what was done to his comrades. &lt;BR&gt;=\r\n&lt;BR&gt;&quot; \nFun&#39;s over Hydras..&quot;&lt;BR&gt;&lt;BR&gt;He implements his sonar emitter, and sen=\r\nds a highly \npainful disrupter wave throughout the fortress, which only har=\r\nms Predacon and \nDecepticon programming. The disrupter causes massive vibra=\r\ntion throughout the \nfortress. Nightshift feels it beneath his feet, as he =\r\nremains up on the rafters. \nHe then catches his comrade&#39;s signature.&lt;BR&gt;&lt;BR=\r\n&gt;He jumps down from the rafters \nand calmly stops his speeding around, lean=\r\ning casually up against a wall, with \narms folded into his chest.&lt;BR&gt;He kne=\r\nw who was causing the vibrations and it was \nonly a matter of time before e=\r\nveryone felt the fury of Tucson Prime.&lt;BR&gt;&lt;BR&gt;&quot; \nOhh I know where this is c=\r\nommn&#39; from. You Predapunks are in trouble now. \nBiiiiiig trouble. I&#39;m talkn=\r\n&#39; the type of trouble that&#39;s gonna have all of ya \nslagged in a matter of m=\r\ninutes.&quot;&lt;BR&gt;&lt;BR&gt;Then, the sound of metal groaning fills \nthe room, as Tucso=\r\nn Prime&#39;s fingers manage to pry open the doors with a horrible \nscreech. He=\r\n opens them just enough to gain access into the room, and then lets \nthem c=\r\nlose. He turns on his high beams on his headlights, filling the room with \n=\r\nlight. Nightshift gives a sly grin, and a chuckle while rubbing his hands \n=\r\ntogether.&lt;BR&gt;&lt;BR&gt;&quot; Slaaaaaaag, you boys is in trouble now.&quot;&lt;BR&gt;&lt;BR&gt;Tucson P=\r\nrime \nnodds.&lt;BR&gt;&lt;BR&gt;&quot; I&#39;ve come only to take back what has been taken from =\r\nthe \nAutobots. our comrades, and our leader. I have also come to redeem jus=\r\ntice for \nmy fellow Autobots and Maximals. Serious crimes have been committ=\r\ned here, and \nworst of all, against Primus himself. No one betrays Primus. =\r\nAnd for that \nbetrayal, there will be punnishment. But not the type that yo=\r\nu seem to enjoy, \nno, as Autobots we don&#39;t work that way. What fate has dee=\r\nmed right for you, that \nis what will be served. And to those you have wron=\r\nfully transformed into your \npersonal puppets, I will bright them to the li=\r\nght they desperately need to \nescape your tyrany.&quot;&lt;BR&gt;&lt;BR&gt;He delves deep in=\r\nto his spiritual senses, becomming \none with the power within him. The embl=\r\nem on his chest, luminates with a \nblinding light, which can only be produc=\r\ned by the power of the Matrix of \nLeadership. He goes quiet for just a mome=\r\nnt. Then, he opens his eyes and stands \ntall and solid.&lt;BR&gt;&lt;BR&gt;&quot;LIGHT OUR D=\r\nARKEST HOUR!&quot;&lt;BR&gt;&lt;BR&gt;A powerful beam of light \nbursts free from the luminat=\r\ned Autobot insginia and first heads toward Darkhawk, \nbouncing off Scorpono=\r\nk and Scourge on the way toward him! As it does so, it \nseems to split off,=\r\n and streak through closed doors and into other rooms, as if \nseeking out t=\r\nhose who it feels needs its healing power. It soon comes to the \npanic room=\r\n, and finds Rodimus and Nightlight. As promised, the power is used \nonly to=\r\n recover the lost comrades who were effected by Hydra&#39;s tyranny, and \nnothi=\r\nng more. The light proves harmless to structures yet shows some force \nagai=\r\nnst Predacons and Decepticons, as it is able to move enemy objects away fro=\r\nm \nthose it strives to aid. &lt;BR&gt;&lt;BR&gt;In the mean time, Tucson Prime falters =\r\n\nslightly, due to the massive amount of energy he expands in his plight to =\r\n\nrecover his comrades. It was a drain on his system, but one he was willing=\r\n to \nsuffer. It was an act of his own heart, of his compassion, of his love=\r\n, and the \none true power that could pretty much smite all others. He hangs=\r\n onto the hope \nof successfully completing his mission. Night Shift now tri=\r\nes to back his leader \nup, by taking out his own photon riffle, and shootin=\r\ng back at the \nenemy.&lt;BR&gt;&lt;BR&gt;&quot; Prime! I got your back!&quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime=\r\n nodds, as he looks \nto Nightshift.&lt;BR&gt;&lt;BR&gt;&quot; Hopefully I&#39;ve fullfilled my m=\r\nission successfully. Let&#39;s \nkeep our fingers - crossed.&quot; &lt;BR&gt;&lt;BR&gt;Night Shif=\r\nt&#39;s eyes widen with \nconcern.&lt;BR&gt;&lt;BR&gt;&quot;Oh no, Prime, you&#39;re runn&#39;n outa powe=\r\nr. &quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime \nfalls to one knee.&lt;BR&gt;&lt;BR&gt;&quot;I&#39;m all - right.&quot;&lt;BR&gt;&lt;=\r\nBR&gt;Night Shift opens a com link \nto Kup and Lord Elder.&lt;BR&gt;&lt;BR&gt;&quot; Kup, Lord =\r\nElder! Tucson Prime just used some \nsorta energy and now his levels are dro=\r\nppn&#39; fast! We&#39;re gonna need a real fast \ngetaway pronto!&quot;&lt;BR&gt;&lt;BR&gt;Tucson Pri=\r\nme fights the weakness and uses his strength \nto get back on his feet.&lt;BR&gt;&lt;=\r\nBR&gt;&quot; Just - a little longer, and - I think I&#39;ve - \ndone it.&quot;&lt;BR&gt;&lt;BR&gt;There w=\r\nas no doubt about it, He was pushing his own spark to \nthe max. But when it=\r\n came down to everything, Tucson Prime could not ignore his \nheart. His suf=\r\nfering was well worth the results, if all went according to plan. \nHis hope=\r\n and compassion keep him on his feet for a moment, and then, he \ncollapses.=\r\n Night Shift is quick to go by his side.&lt;BR&gt;&lt;BR&gt;&quot;TUCSON PRIME! TALK TA \nME =\r\nBOSS BOT, TALK TA ME!&quot; &lt;BR&gt;&lt;BR&gt;--- In &lt;A \nhref=3D&quot;mailto:nbwrpg%40yahoogrou=\r\nps.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt;, \n&lt;airly2002@.&lt;WBR&gt;..&gt; wrote:=\r\n&lt;BR&gt;&gt;&lt;BR&gt;&gt; BlackFortress:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; One of the Blast shooted =\r\nby Darkhawk hit the main control pannel and as \na security measure the Fort=\r\nress started to araise. Meanwhile a familiar \nsignature darkened by a preda=\r\ncon program could be picked up. Revealing that \nDarkhawk is truly Windlord =\r\n&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; On Sat, \nApr 10, 2010 at 11:50=\r\n PM, Sandy &lt;magicquartz@&lt;WBR&gt;...&gt; wrote:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &lt;BR&gt;&gt; L=\r\nocation: Black Fortress.&lt;BR&gt;&gt; &lt;BR&gt;&gt; Nightshift, Tucson \nPrime, Rat Tr=\r\nap and Quickstride.&lt;BR&gt;&gt; &lt;BR&gt;&gt; Inside the fortress:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt;=\r\n Night Shift is almost caught by surprise by his own shiruken and \nmanages =\r\nto swerve around it, with a screech in his tires. He was hoping to get \none=\r\n of the enemies to shoot at him,thinking that by mistake they may just blas=\r\nt \none of the control pannels that controls the fortress accidentally, thus=\r\n \nallowing him to slip out. With his night vision he spots a main control p=\r\nannel, \nand realizes that Scorponok is shooting at him with the plasma cann=\r\nons, as is \nScourge, who is content on trying to fry his carborator. He rem=\r\nains quiet, yet \ncontinues to speed around the room, hoping that at least o=\r\nne of them would take \nthe bait. He wasn&#39;t running scared, he was clearly u=\r\np to something strategic. He \nthinks to himself.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I knew =\r\nyou bozos were stupid enough ta buy \ninta me. That&#39;s it, keep shootn&#39; my wa=\r\ny, eventually I&#39;m gonna make a move toward \none of them power boxes and the=\r\nn whoops, someone&#39;s gonna hit somethn&#39; by \naccident.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He s=\r\nends a silent com to Lord Elder.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot; Nightshift reportn&#39; in=\r\n Sir. I&#39;m fine, just gettn&#39; the chase of a \nlifetime in here, nothn&#39; seriou=\r\ns. I got a few dings on the fenders but nothn&#39; \nthat can&#39;t be banged out wi=\r\nth a hammer. Look, guys, I ain&#39;t found Nightlight, \nRodimus or Windlord, bu=\r\nt I&#39;m kinda playn&#39; a game of catn&#39; mouse with the \nbaddies. Hopn&#39; ta get on=\r\ne of them ta mess up&#39;n hit a power box by accident, \ninstead of hittn&#39; me..=\r\n. OHHHH SCRAP!&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He screeches loudly as he \navoids another =\r\nclose call with a plasma blast.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;That was almost \nmy left =\r\nfront tire, close one. Anyway, I really could use a hand in here, I \ndunno =\r\nhow much longer my fuel reserves are gonna hold out. I&#39;m at about a half a =\r\n\ntank now, and the way I&#39;m gon&#39; here, that ain&#39;t gonna take long ta go thro=\r\nugh... \nGotta burn rubber, talk later, Nightshift out.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Ou=\r\ntside the \nfortress, Tucson Prime comes out of his trance. He holds his che=\r\nst for just a \nmoment.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;Sorry guys, I didn&#39;t mean to frigh=\r\nten you. I just got \nquite the wakeup call. We need to get into that fortre=\r\nss but first we need to \nshort out the control pannel that keeps it beneath=\r\n that magma pool.&quot;&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; Rat Trap shrugs. &lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;Lo=\r\nrd Elder did mention somethn&#39; \nabout blastn&#39; inta the pool, but we ain&#39;t go=\r\nt that kinda fire power on \nus.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tuscon grins confidently.=\r\n&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;That&#39;s all \nright, I do. Stand back, the first step to b=\r\nringing light to a black flame, is \nto create a backdraft. On second though=\r\nt, I better do this in vehicle mode. I \ncan assure your saftey better than =\r\nbeing in robot mode.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He \ntransforms into his missile truc=\r\nk mode, and opens his doors to his cab.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Lord Elder, I&#39;m =\r\nback, just needed to consult someone as to my next \nmove. It&#39;s my first day=\r\n on the job as a Prime and I needed a little inside \nadvice. And I got it. =\r\nKup, I also read you, and I&#39;m going to expidite this \nmission a bit. It&#39;s d=\r\nragged on far too long. Time for action not beating around \nthe rotary.&quot;&lt;BR=\r\n&gt;&gt; &lt;BR&gt;&gt; He lines himself up for the shot and aims both \nmissile carr=\r\niers at the pool, targeting not in the center of the pool, but a \nslight be=\r\nfore getting to the middle of the magma chamber. Rat Trap and \nQuickstride =\r\nbuckle in, to anticipate the major kick back Tucson&#39;s missile \nlaunchers ma=\r\ny have. Then, Tucson fires, as they kick back, causing him to lurch \nbackwa=\r\nrd slightly as he gets used to firing them at the same time.&lt;BR&gt;&gt; \n&lt;BR&gt;&=\r\ngt; &quot;Ughh, felt that.. Are you two okay?&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap is now =\r\n\non top of Quickstride, who is now looking to the control pannel.&lt;BR&gt;&gt; \n=\r\n&lt;BR&gt;&gt; &quot;Umm, we&#39;re - okay.. Just a little - bit shell shocked. Wowwww... =\r\nTalk \nabout kick back... It wasn&#39;t like ya didn&#39;t warn us because ya did bu=\r\nt we \nweren&#39;t expecting that...&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap rubs his head.&lt;B=\r\nR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Yeah, talk about the big bang theory.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; T=\r\nucson rolls \nforward just a slight.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; It even kicked me ba=\r\nck a few feet. I \nhave to learn to ground my tires when I use those missile=\r\ns. Sorry about \nthat.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap gets back into his seat an=\r\nd buckles up.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;So, how are we gonna get through this?&lt;BR&gt;=\r\n&gt; &lt;BR&gt;&gt; Tucson parks \nhimself safely waiting for the results of his l=\r\naunch.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; We&#39;re \ngoing to relight the dark flame. I have th=\r\ne power within me, the power of the \nMatrix. The dark flame, represents Rod=\r\nimus, who&#39;s armor is black as pitch and \nflaming paint job dimmed to a drap=\r\n pale color. That&#39;s the fire I need to \nrekindle.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Tra=\r\np gasps as does Quickstride.&lt;BR&gt;&gt; &lt;BR&gt;&gt; \n&quot;But Wheels, that might that=\r\n might do a number on ya.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tuscon \nsighs.&lt;BR&gt;&gt; &lt;BR&gt;&gt;=\r\n &quot; I know Rat Trap, it will. I&#39;ll still be a Prime no \nmatter what happens,=\r\n but if all goes well, we will get Rodimus back and Cyclonus \nwill pay for =\r\nhis deeds against Primus. It&#39;s worth the risk my friends, it&#39;s \nworth the r=\r\nisk.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap sheds a tear.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;But \nbut wh=\r\nat if it kills ya? What&#39;s Talon gonna do without ya? What am I gonna do \nwi=\r\nthout ya? Wheels, you&#39;re the only real friend I ever did have. I don&#39;t wann=\r\na \nlose ya.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson could feel a tear drip on his dashboar=\r\nd. \n&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I promise you Rat Trap, neither Talon or you is goi=\r\nng to \nlose me that easilly. I may be out of commission for a few days, but=\r\n it&#39;s not \ngoing to kill me. Remember when we talked about the most powerfu=\r\nl force in the \nuniverse? How nothing could ever surpass that?&quot;&lt;BR&gt;&gt; &lt;BR=\r\n&gt;&gt; Rat Trap \nnodds.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I think so. Ya told me that love =\r\nis a force no one can \nreckon with. Nothing breaks the bond of friendship n=\r\no matter how powerful evil \nbecomes. Love knows no boundaries and is the on=\r\nly infinite force that keeps on \nliving even when one has passed on long ag=\r\no.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson gently \nstraps Rat Trap in more securely.&lt;BR&gt;&g=\r\nt; &lt;BR&gt;&gt; &quot;That&#39;s right Rat Trap. \nRemember that. It&#39;s our bond as friend=\r\ns that can never be broken. All of us, \nincluding Talon, Elita, Kup, Lord E=\r\nlder, Depthcharge, Lord Perseus, Legacy, \nGuardia, and Ravenchief have the =\r\npower within ourselves not because of tyranical \nstrength, but because of t=\r\nhat one thing that neither Hydras, Megatron or \nGalvatron ever had. And tha=\r\nt was True Love. They rule with force, not with \ncompassion. Our heart is w=\r\nhat is going to win us this battle, our hearts are \ngoing to come together =\r\nas one and we will save those that need to be saved, and \nrekindle the ligh=\r\nts that have nearly been blown out.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He starts \nup his eng=\r\nines.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; NOW, LET&#39;S DO THIS! FOR RODIMUS \nPRIME!&quot;&lt;BR&gt;&gt; &lt;=\r\nBR&gt;&gt; Rat Trap and Quickstride join in.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;FOR \nRODIMUS PR=\r\nIME, LEADER OF THE AUTOBOTS!&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson fires several \nmore r=\r\nounds into the magma.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; --- In &lt;A \nhref=3D=\r\n&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt;, \n&lt;air=\r\nly2002@&gt; wrote:&lt;BR&gt;&gt; &gt;&lt;BR&gt;&gt; &lt;BR&gt;&gt; &gt; Kup:&lt;BR&gt;&gt; &gt; \n&lt;B=\r\nR&gt;&gt; &gt; &quot;We must take out Nightshift, perhaps if we overcharge the \nBla=\r\nckfortress circuits we can araise it, our main focus is Rescue nightshift i=\r\nf \nwe can capture Rodimus, Nighlight and or windlord will be a bonus... it =\r\nmust be \ndone from inside&quot;Kup open a com link to Nightshift and said &quot;Night=\r\nshift do you \ncopy?&quot;&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; From: Preston=\r\n Carroll &lt;BR&gt;&gt; \n&gt; Sent: Saturday, April 10, 2010 6:12 PM&lt;BR&gt;&gt; &gt;=\r\n To: &lt;A \nhref=3D&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;c=\r\nom&lt;/A&gt; &lt;BR&gt;&gt; \n&gt; Subject: Re: BlackFortress&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt;=\r\n &lt;BR&gt;&gt; &gt; \n&lt;BR&gt;&gt; &gt; Who: LORD ELDER&lt;BR&gt;&gt; &gt; Location: The Ar=\r\nk - Command \ncenter&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; &gt; &quot;We will be risking as =\r\nwell Rodimus, \nWindlord and Nightlight &quot;Said Kup by comlink&quot;If only we know=\r\n where are they... \nis the only way to araise the blackFortress?&lt;WBR&gt;&quot;&lt;BR&gt;&=\r\ngt; &gt; &lt;BR&gt;&gt; &gt; \nElder nodded sadly as he received the transmission,=\r\n &quot;You&#39;re right, it&lt;BR&gt;&gt; \n&gt; might hurt the folks we&#39;re trying to rescu=\r\ne.&quot; He sighed slightly as \nhe&lt;BR&gt;&gt; &gt; continued, &quot;By training I am a g=\r\nuardian and sentinel, not the \nsoldiers&lt;BR&gt;&gt; &gt; and tactical specialis=\r\nts that you are.&quot;&lt;BR&gt;&gt; &gt; \n&lt;BR&gt;&gt; &gt; He shrugged, clearly at a los=\r\ns as to how to help, &quot;Perhaps you \ncan&lt;BR&gt;&gt; &gt; find a way to dig? It&#39;s=\r\n a lot of heat down there though, I \ndon&#39;t know.&lt;BR&gt;&gt; &gt; Kup you have =\r\nbeen in a lot of battle, clearly more than \nI have, don&#39;t&lt;BR&gt;&gt; &gt; you =\r\nhave any ideas?&quot;&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; \n(TAG)&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &g=\r\nt; Preston&lt;BR&gt;&gt; &gt;&lt;BR&gt;&gt;&lt;BR&gt;&lt;BR&gt;&lt;/P&gt;&lt;/DIV&gt;&lt;!-- end group email --&gt;&lt;/=\r\nBODY&gt;&lt;/HTML&gt;\n\r\n------=_NextPart_000_0020_01CAD9EB.C01760E0--\r\n\n"}}