{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"cJ5lMzdSpb0aiIOhxHGLiGay78Xz5tsQ0oAb-zXtJ_9OAJXyB_vc8aH64idKmXsBt4tlPADjeb469TDbVNPIVL59lfw4MQ","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: BlackFortress","postDate":"1271048244","msgId":70042,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhwdTk3aytiZ2d0QGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDE0My1kczEzNDlDMjQ1NzVDNkNFRUNCNkIwRDJBMDEyMEBwaHguZ2JsPg=="},"prevInTopic":70041,"nextInTopic":70043,"prevInTime":70041,"nextInTime":70043,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: Well, each bot is different, so I thought I d leave it up to you, but the power itself is a healing power, so it may or may not be painful.  Although","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 49386 invoked from network); 12 Apr 2010 04:58:23 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m13.grp.re1.yahoo.com with QMQP; 12 Apr 2010 04:58:23 -0000\r\nX-Received: from unknown (HELO n6-vm6.bullet.mail.sp2.yahoo.com) (67.195.135.102)\n  by mta1.grp.sp2.yahoo.com with SMTP; 12 Apr 2010 04:58:23 -0000\r\nX-Received: from [67.195.134.239] by n6.bullet.mail.sp2.yahoo.com with NNFMP; 12 Apr 2010 04:57:26 -0000\r\nX-Received: from [69.147.65.150] by t4.bullet.mail.sp2.yahoo.com with NNFMP; 12 Apr 2010 04:57:26 -0000\r\nX-Received: from [98.137.34.184] by t7.bullet.mail.sp1.yahoo.com with NNFMP; 12 Apr 2010 04:57:26 -0000\r\nDate: Mon, 12 Apr 2010 04:57:24 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hpu97k+bggt@...&gt;\r\nIn-Reply-To: &lt;SNT143-ds1349C24575C6CEECB6B0D2A0120@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=167039986; y=g7kt42TM30vOGmMxrdiRmWPO0u4zChY1EwogQmhMNOVvn3gEC9E\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: Well, each bot is different, so I thought I&#39;d leave it up to you, but =\r\nthe power itself is a healing power, so it may or may not be painful.  Alth=\r\nough slight discomfort, followed by a warming sensation would probably best=\r\n describe it.  It&#39;s Tucson&#39;s special power of compassion, mixed with the po=\r\nwer of the Matrix.  So, I suspect it will cause some discomfort, but not mu=\r\nch.\n\n--- In nbwrpg@yahoogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; OOC: How wor=\r\nks this power? will it knocked out the bots or transformed them cause it th=\r\ney suffer a reprogramation they have to be reprogramed in same way, i mean =\r\nwitha process?\n&gt; \n&gt; \n&gt; From: Sandy \n&gt; Sent: Sunday, April 11, 2010 11:15 PM=\r\n\n&gt; To: nbwrpg@yahoogroups.com \n&gt; Subject: Re: BlackFortress\n&gt; \n&gt; \n&gt;   \n&gt; OO=\r\nC: Preston, I have one word to say about the write up.. Coooooool.\n&gt; \n&gt; BIC=\r\n:\n&gt; \n&gt; As the fortress gets erected, Night Shift feels the vibrations of th=\r\ne mechanical drive system that brings it to the surface, as he sees a contr=\r\nol pannel shot out by Darkhawk, AKA Windlord. It was exactly what he had ho=\r\nped for. Even though he takes a few shots to his hatch back as consequence =\r\nto his actions. He makes no complaints. Then he suddenly senses for a brief=\r\n moment, a trace of a Maximal signature. He ID&#39;s it, and comes up with Wind=\r\nlord.\n&gt; \n&gt; &quot; Hello, looks like I just found one of our boys.. Hmm, shell pr=\r\nogram, just like Rodimus.. Anyway, I got bigger fish ta fry, so looks like =\r\nI better go lights out completely.&quot;\n&gt; \n&gt; He turns off his headlights and re=\r\nsorts to night vision. He could not turn off his Autobot signature but he c=\r\nould still give Scorponok a hard time. All he had to do was transform, so i=\r\ns not to make noise. From the sound of spinning tires, to nothing at all, h=\r\ne transforms, and leaps up into the fortress rafters, and like a ghost, van=\r\nishes. Ninjabots were good at it, he especially. First things first, he had=\r\n to think about his next move. He scans the floor with his night vision and=\r\n then up where he is. He finds another power box.\n&gt; \n&gt; &quot; I wonder what this=\r\n one controls...&quot;\n&gt; \n&gt; He inches closser to it, and strikes the box with a =\r\nshort riffle blast. He didn&#39;t know what to expect but it was worth a shot i=\r\nn the dark literally.\n&gt; \n&gt; Outside the fortress, Quickstride and Rat Trap r=\r\nemain outside as told, as Tucson Prime approaches the entrance of the fortr=\r\ness, and with very strong arms, due to his all wheel drive system, he pries=\r\n them open using nothing but brute strength. He leaves just enough room for=\r\n him to enter the fortress, and recloses them as he gets in. He didn&#39;t care=\r\n if he was discovered, this was it, he was going to make Hydras, Cyclonus, =\r\nand Scourge pay for what was done to his comrades. \n&gt; \n&gt; &quot; Fun&#39;s over Hydra=\r\ns..&quot;\n&gt; \n&gt; He implements his sonar emitter, and sends a highly painful disru=\r\npter wave throughout the fortress, which only harms Predacon and Decepticon=\r\n programming. The disrupter causes massive vibration throughout the fortres=\r\ns. Nightshift feels it beneath his feet, as he remains up on the rafters. H=\r\ne then catches his comrade&#39;s signature.\n&gt; \n&gt; He jumps down from the rafters=\r\n and calmly stops his speeding around, leaning casually up against a wall, =\r\nwith arms folded into his chest.\n&gt; He knew who was causing the vibrations a=\r\nnd it was only a matter of time before everyone felt the fury of Tucson Pri=\r\nme.\n&gt; \n&gt; &quot; Ohh I know where this is commn&#39; from. You Predapunks are in trou=\r\nble now. Biiiiiig trouble. I&#39;m talkn&#39; the type of trouble that&#39;s gonna have=\r\n all of ya slagged in a matter of minutes.&quot;\n&gt; \n&gt; Then, the sound of metal g=\r\nroaning fills the room, as Tucson Prime&#39;s fingers manage to pry open the do=\r\nors with a horrible screech. He opens them just enough to gain access into =\r\nthe room, and then lets them close. He turns on his high beams on his headl=\r\nights, filling the room with light. Nightshift gives a sly grin, and a chuc=\r\nkle while rubbing his hands together.\n&gt; \n&gt; &quot; Slaaaaaaag, you boys is in tro=\r\nuble now.&quot;\n&gt; \n&gt; Tucson Prime nodds.\n&gt; \n&gt; &quot; I&#39;ve come only to take back what=\r\n has been taken from the Autobots. our comrades, and our leader. I have als=\r\no come to redeem justice for my fellow Autobots and Maximals. Serious crime=\r\ns have been committed here, and worst of all, against Primus himself. No on=\r\ne betrays Primus. And for that betrayal, there will be punnishment. But not=\r\n the type that you seem to enjoy, no, as Autobots we don&#39;t work that way. W=\r\nhat fate has deemed right for you, that is what will be served. And to thos=\r\ne you have wronfully transformed into your personal puppets, I will bright =\r\nthem to the light they desperately need to escape your tyrany.&quot;\n&gt; \n&gt; He del=\r\nves deep into his spiritual senses, becomming one with the power within him=\r\n. The emblem on his chest, luminates with a blinding light, which can only =\r\nbe produced by the power of the Matrix of Leadership. He goes quiet for jus=\r\nt a moment. Then, he opens his eyes and stands tall and solid.\n&gt; \n&gt; &quot;LIGHT =\r\nOUR DARKEST HOUR!&quot;\n&gt; \n&gt; A powerful beam of light bursts free from the lumin=\r\nated Autobot insginia and first heads toward Darkhawk, bouncing off Scorpon=\r\nok and Scourge on the way toward him! As it does so, it seems to split off,=\r\n and streak through closed doors and into other rooms, as if seeking out th=\r\nose who it feels needs its healing power. It soon comes to the panic room, =\r\nand finds Rodimus and Nightlight. As promised, the power is used only to re=\r\ncover the lost comrades who were effected by Hydra&#39;s tyranny, and nothing m=\r\nore. The light proves harmless to structures yet shows some force against P=\r\nredacons and Decepticons, as it is able to move enemy objects away from tho=\r\nse it strives to aid. \n&gt; \n&gt; In the mean time, Tucson Prime falters slightly=\r\n, due to the massive amount of energy he expands in his plight to recover h=\r\nis comrades. It was a drain on his system, but one he was willing to suffer=\r\n. It was an act of his own heart, of his compassion, of his love, and the o=\r\nne true power that could pretty much smite all others. He hangs onto the ho=\r\npe of successfully completing his mission. Night Shift now tries to back hi=\r\ns leader up, by taking out his own photon riffle, and shooting back at the =\r\nenemy.\n&gt; \n&gt; &quot; Prime! I got your back!&quot;\n&gt; \n&gt; Tucson Prime nodds, as he looks=\r\n to Nightshift.\n&gt; \n&gt; &quot; Hopefully I&#39;ve fullfilled my mission successfully. L=\r\net&#39;s keep our fingers - crossed.&quot; \n&gt; \n&gt; Night Shift&#39;s eyes widen with conce=\r\nrn.\n&gt; \n&gt; &quot;Oh no, Prime, you&#39;re runn&#39;n outa power. &quot;\n&gt; \n&gt; Tucson Prime falls=\r\n to one knee.\n&gt; \n&gt; &quot;I&#39;m all - right.&quot;\n&gt; \n&gt; Night Shift opens a com link to =\r\nKup and Lord Elder.\n&gt; \n&gt; &quot; Kup, Lord Elder! Tucson Prime just used some sor=\r\nta energy and now his levels are droppn&#39; fast! We&#39;re gonna need a real fast=\r\n getaway pronto!&quot;\n&gt; \n&gt; Tucson Prime fights the weakness and uses his streng=\r\nth to get back on his feet.\n&gt; \n&gt; &quot; Just - a little longer, and - I think I&#39;=\r\nve - done it.&quot;\n&gt; \n&gt; There was no doubt about it, He was pushing his own spa=\r\nrk to the max. But when it came down to everything, Tucson Prime could not =\r\nignore his heart. His suffering was well worth the results, if all went acc=\r\nording to plan. His hope and compassion keep him on his feet for a moment, =\r\nand then, he collapses. Night Shift is quick to go by his side.\n&gt; \n&gt; &quot;TUCSO=\r\nN PRIME! TALK TA ME BOSS BOT, TALK TA ME!&quot; \n&gt; \n&gt; --- In nbwrpg@yahoogroups.=\r\ncom, &lt;airly2002@&gt; wrote:\n&gt; &gt;\n&gt; &gt; BlackFortress:\n&gt; &gt; \n&gt; &gt; One of the Blast s=\r\nhooted by Darkhawk hit the main control pannel and as a security measure th=\r\ne Fortress started to araise. Meanwhile a familiar signature darkened by a =\r\npredacon program could be picked up. Revealing that Darkhawk is truly Windl=\r\nord \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; On Sat, Apr 10, 2010 at 11:50 PM, Sandy &lt;magic=\r\nquartz@&gt; wrote:\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; Location: Black Fortress.\n&gt; &gt; \n&gt; &gt; Nightshift=\r\n, Tucson Prime, Rat Trap and Quickstride.\n&gt; &gt; \n&gt; &gt; Inside the fortress:\n&gt; &gt;=\r\n \n&gt; &gt; Night Shift is almost caught by surprise by his own shiruken and mana=\r\nges to swerve around it, with a screech in his tires. He was hoping to get =\r\none of the enemies to shoot at him,thinking that by mistake they may just b=\r\nlast one of the control pannels that controls the fortress accidentally, th=\r\nus allowing him to slip out. With his night vision he spots a main control =\r\npannel, and realizes that Scorponok is shooting at him with the plasma cann=\r\nons, as is Scourge, who is content on trying to fry his carborator. He rema=\r\nins quiet, yet continues to speed around the room, hoping that at least one=\r\n of them would take the bait. He wasn&#39;t running scared, he was clearly up t=\r\no something strategic. He thinks to himself.\n&gt; &gt; \n&gt; &gt; &quot; I knew you bozos we=\r\nre stupid enough ta buy inta me. That&#39;s it, keep shootn&#39; my way, eventually=\r\n I&#39;m gonna make a move toward one of them power boxes and then whoops, some=\r\none&#39;s gonna hit somethn&#39; by accident.&quot;\n&gt; &gt; \n&gt; &gt; He sends a silent com to Lo=\r\nrd Elder.\n&gt; &gt; \n&gt; &gt; &quot; Nightshift reportn&#39; in Sir. I&#39;m fine, just gettn&#39; the =\r\nchase of a lifetime in here, nothn&#39; serious. I got a few dings on the fende=\r\nrs but nothn&#39; that can&#39;t be banged out with a hammer. Look, guys, I ain&#39;t f=\r\nound Nightlight, Rodimus or Windlord, but I&#39;m kinda playn&#39; a game of catn&#39; =\r\nmouse with the baddies. Hopn&#39; ta get one of them ta mess up&#39;n hit a power b=\r\nox by accident, instead of hittn&#39; me... OHHHH SCRAP!&quot;\n&gt; &gt; \n&gt; &gt; He screeches=\r\n loudly as he avoids another close call with a plasma blast.\n&gt; &gt; \n&gt; &gt; &quot;That=\r\n was almost my left front tire, close one. Anyway, I really could use a han=\r\nd in here, I dunno how much longer my fuel reserves are gonna hold out. I&#39;m=\r\n at about a half a tank now, and the way I&#39;m gon&#39; here, that ain&#39;t gonna ta=\r\nke long ta go through... Gotta burn rubber, talk later, Nightshift out.&quot;\n&gt; =\r\n&gt; \n&gt; &gt; Outside the fortress, Tucson Prime comes out of his trance. He holds=\r\n his chest for just a moment.\n&gt; &gt; \n&gt; &gt; &quot;Sorry guys, I didn&#39;t mean to fright=\r\nen you. I just got quite the wakeup call. We need to get into that fortress=\r\n but first we need to short out the control pannel that keeps it beneath th=\r\nat magma pool.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap shrugs. \n&gt; &gt; \n&gt; &gt; &quot;Lord Elder did mention=\r\n somethn&#39; about blastn&#39; inta the pool, but we ain&#39;t got that kinda fire pow=\r\ner on us.&quot;\n&gt; &gt; \n&gt; &gt; Tuscon grins confidently.\n&gt; &gt; \n&gt; &gt; &quot;That&#39;s all right, I=\r\n do. Stand back, the first step to bringing light to a black flame, is to c=\r\nreate a backdraft. On second thought, I better do this in vehicle mode. I c=\r\nan assure your saftey better than being in robot mode.&quot;\n&gt; &gt; \n&gt; &gt; He transfo=\r\nrms into his missile truck mode, and opens his doors to his cab.\n&gt; &gt; \n&gt; &gt; &quot;=\r\nLord Elder, I&#39;m back, just needed to consult someone as to my next move. It=\r\n&#39;s my first day on the job as a Prime and I needed a little inside advice. =\r\nAnd I got it. Kup, I also read you, and I&#39;m going to expidite this mission =\r\na bit. It&#39;s dragged on far too long. Time for action not beating around the=\r\n rotary.&quot;\n&gt; &gt; \n&gt; &gt; He lines himself up for the shot and aims both missile c=\r\narriers at the pool, targeting not in the center of the pool, but a slight =\r\nbefore getting to the middle of the magma chamber. Rat Trap and Quickstride=\r\n buckle in, to anticipate the major kick back Tucson&#39;s missile launchers ma=\r\ny have. Then, Tucson fires, as they kick back, causing him to lurch backwar=\r\nd slightly as he gets used to firing them at the same time.\n&gt; &gt; \n&gt; &gt; &quot;Ughh,=\r\n felt that.. Are you two okay?&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap is now on top of Quickstr=\r\nide, who is now looking to the control pannel.\n&gt; &gt; \n&gt; &gt; &quot;Umm, we&#39;re - okay.=\r\n. Just a little - bit shell shocked. Wowwww... Talk about kick back... It w=\r\nasn&#39;t like ya didn&#39;t warn us because ya did but we weren&#39;t expecting that..=\r\n.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap rubs his head.\n&gt; &gt; \n&gt; &gt; &quot;Yeah, talk about the big bang=\r\n theory.&quot;\n&gt; &gt; \n&gt; &gt; Tucson rolls forward just a slight.\n&gt; &gt; \n&gt; &gt; &quot; It even k=\r\nicked me back a few feet. I have to learn to ground my tires when I use tho=\r\nse missiles. Sorry about that.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap gets back into his seat a=\r\nnd buckles up.\n&gt; &gt; \n&gt; &gt; &quot;So, how are we gonna get through this?\n&gt; &gt; \n&gt; &gt; Tu=\r\ncson parks himself safely waiting for the results of his launch.\n&gt; &gt; \n&gt; &gt; &quot;=\r\n We&#39;re going to relight the dark flame. I have the power within me, the pow=\r\ner of the Matrix. The dark flame, represents Rodimus, who&#39;s armor is black =\r\nas pitch and flaming paint job dimmed to a drap pale color. That&#39;s the fire=\r\n I need to rekindle.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap gasps as does Quickstride.\n&gt; &gt; \n&gt; &gt;=\r\n &quot;But Wheels, that might that might do a number on ya.&quot;\n&gt; &gt; \n&gt; &gt; Tuscon sig=\r\nhs.\n&gt; &gt; \n&gt; &gt; &quot; I know Rat Trap, it will. I&#39;ll still be a Prime no matter wh=\r\nat happens, but if all goes well, we will get Rodimus back and Cyclonus wil=\r\nl pay for his deeds against Primus. It&#39;s worth the risk my friends, it&#39;s wo=\r\nrth the risk.&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap sheds a tear.\n&gt; &gt; \n&gt; &gt; &quot;But but what if it=\r\n kills ya? What&#39;s Talon gonna do without ya? What am I gonna do without ya?=\r\n Wheels, you&#39;re the only real friend I ever did have. I don&#39;t wanna lose ya=\r\n.&quot;\n&gt; &gt; \n&gt; &gt; Tucson could feel a tear drip on his dashboard. \n&gt; &gt; \n&gt; &gt; &quot; I p=\r\nromise you Rat Trap, neither Talon or you is going to lose me that easilly.=\r\n I may be out of commission for a few days, but it&#39;s not going to kill me. =\r\nRemember when we talked about the most powerful force in the universe? How =\r\nnothing could ever surpass that?&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap nodds.\n&gt; &gt; \n&gt; &gt; &quot; I thi=\r\nnk so. Ya told me that love is a force no one can reckon with. Nothing brea=\r\nks the bond of friendship no matter how powerful evil becomes. Love knows n=\r\no boundaries and is the only infinite force that keeps on living even when =\r\none has passed on long ago.&quot;\n&gt; &gt; \n&gt; &gt; Tucson gently straps Rat Trap in more=\r\n securely.\n&gt; &gt; \n&gt; &gt; &quot;That&#39;s right Rat Trap. Remember that. It&#39;s our bond as=\r\n friends that can never be broken. All of us, including Talon, Elita, Kup, =\r\nLord Elder, Depthcharge, Lord Perseus, Legacy, Guardia, and Ravenchief have=\r\n the power within ourselves not because of tyranical strength, but because =\r\nof that one thing that neither Hydras, Megatron or Galvatron ever had. And =\r\nthat was True Love. They rule with force, not with compassion. Our heart is=\r\n what is going to win us this battle, our hearts are going to come together=\r\n as one and we will save those that need to be saved, and rekindle the ligh=\r\nts that have nearly been blown out.&quot;\n&gt; &gt; \n&gt; &gt; He starts up his engines.\n&gt; &gt;=\r\n \n&gt; &gt; &quot; NOW, LET&#39;S DO THIS! FOR RODIMUS PRIME!&quot;\n&gt; &gt; \n&gt; &gt; Rat Trap and Quick=\r\nstride join in.\n&gt; &gt; \n&gt; &gt; &quot;FOR RODIMUS PRIME, LEADER OF THE AUTOBOTS!&quot;\n&gt; &gt; \n=\r\n&gt; &gt; Tucson fires several more rounds into the magma.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; ---=\r\n In nbwrpg@yahoogroups.com, &lt;airly2002@&gt; wrote:\n&gt; &gt; &gt;\n&gt; &gt; \n&gt; &gt; &gt; Kup:\n&gt; &gt; &gt;=\r\n \n&gt; &gt; &gt; &quot;We must take out Nightshift, perhaps if we overcharge the Blackfor=\r\ntress circuits we can araise it, our main focus is Rescue nightshift if we =\r\ncan capture Rodimus, Nighlight and or windlord will be a bonus... it must b=\r\ne done from inside&quot;Kup open a com link to Nightshift and said &quot;Nightshift d=\r\no you copy?&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; From: Preston Carroll \n&gt; &gt; &gt; Sent: Saturda=\r\ny, April 10, 2010 6:12 PM\n&gt; &gt; &gt; To: nbwrpg@yahoogroups.com \n&gt; &gt; &gt; Subject: =\r\nRe: BlackFortress\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; Who: LORD ELDER\n&gt; &gt; &gt; Location=\r\n: The Ark - Command center\n&gt; &gt; &gt; \n&gt; &gt; &gt; &gt; &quot;We will be risking as well Rodim=\r\nus, Windlord and Nightlight &quot;Said Kup by comlink&quot;If only we know where are =\r\nthey... is the only way to araise the blackFortress?&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; Elder no=\r\ndded sadly as he received the transmission, &quot;You&#39;re right, it\n&gt; &gt; &gt; might h=\r\nurt the folks we&#39;re trying to rescue.&quot; He sighed slightly as he\n&gt; &gt; &gt; conti=\r\nnued, &quot;By training I am a guardian and sentinel, not the soldiers\n&gt; &gt; &gt; and=\r\n tactical specialists that you are.&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; He shrugged, clearly at a=\r\n loss as to how to help, &quot;Perhaps you can\n&gt; &gt; &gt; find a way to dig? It&#39;s a l=\r\not of heat down there though, I don&#39;t know.\n&gt; &gt; &gt; Kup you have been in a lo=\r\nt of battle, clearly more than I have, don&#39;t\n&gt; &gt; &gt; you have any ideas?&quot;\n&gt; &gt;=\r\n &gt; \n&gt; &gt; &gt; (TAG)\n&gt; &gt; &gt; \n&gt; &gt; &gt; Preston\n&gt; &gt; &gt;\n&gt; &gt;\n&gt;\n\n\n\n"}}