{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"hQ5zQroenWzqUgPJmxpNRe3kM0KUyfFGMAaYAPgVc3trhr5bSjGb5T2pK4nPX6lWZ5gwmlZdTu36G1wlZOI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BlackFortress","postDate":"1271047781","msgId":70041,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczEzNDlDMjQ1NzVDNkNFRUNCNkIwRDJBMDEyMEBwaHguZ2JsPg==","inReplyToHeader":"PGhwdTZwNStjaGk2QGVHcm91cHMuY29tPg==","referencesHeader":"PGhwdTZwNStjaGk2QGVHcm91cHMuY29tPg=="},"prevInTopic":70040,"nextInTopic":70042,"prevInTime":70040,"nextInTime":70042,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: How works this power? will it knocked out the bots or transformed them cause it they suffer a reprogramation they have to be reprogramed in same way, i","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 28743 invoked from network); 12 Apr 2010 04:50:08 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m4.grp.sp2.yahoo.com with QMQP; 12 Apr 2010 04:50:08 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s6.snt0.hotmail.com) (65.55.90.145)\n  by mta2.grp.sp2.yahoo.com with SMTP; 12 Apr 2010 04:50:08 -0000\r\nX-Received: from SNT143-DS13 ([65.55.90.135]) by snt0-omc3-s6.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Sun, 11 Apr 2010 21:49:47 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds1349C24575C6CEECB6B0D2A0120@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hpu6p5+chi6@...&gt;\r\nIn-Reply-To: &lt;hpu6p5+chi6@...&gt;\r\nDate: Sun, 11 Apr 2010 23:49:41 -0500\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative;\n\tboundary=&quot;----=_NextPart_000_0016_01CAD9D1.A75F66C0&quot;\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 12 Apr 2010 04:49:47.0282 (UTC) FILETIME=[93C76F20:01CAD9FB]\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\n\r\n------=_NextPart_000_0016_01CAD9D1.A75F66C0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nOOC: How works this power? will it knocked out the bots or transformed them=\r\n cause it they suffer a reprogramation they have to be reprogramed in same =\r\nway, i mean witha process?\n\n\nFrom: Sandy \nSent: Sunday, April 11, 2010 11:1=\r\n5 PM\nTo: nbwrpg@yahoogroups.com \nSubject: Re: BlackFortress\n\n\n  \nOOC: Prest=\r\non, I have one word to say about the write up.. Coooooool.\n\nBIC:\n\nAs the fo=\r\nrtress gets erected, Night Shift feels the vibrations of the mechanical dri=\r\nve system that brings it to the surface, as he sees a control pannel shot o=\r\nut by Darkhawk, AKA Windlord. It was exactly what he had hoped for. Even th=\r\nough he takes a few shots to his hatch back as consequence to his actions. =\r\nHe makes no complaints. Then he suddenly senses for a brief moment, a trace=\r\n of a Maximal signature. He ID&#39;s it, and comes up with Windlord.\n\n&quot; Hello, =\r\nlooks like I just found one of our boys.. Hmm, shell program, just like Rod=\r\nimus.. Anyway, I got bigger fish ta fry, so looks like I better go lights o=\r\nut completely.&quot;\n\nHe turns off his headlights and resorts to night vision. H=\r\ne could not turn off his Autobot signature but he could still give Scorpono=\r\nk a hard time. All he had to do was transform, so is not to make noise. Fro=\r\nm the sound of spinning tires, to nothing at all, he transforms, and leaps =\r\nup into the fortress rafters, and like a ghost, vanishes. Ninjabots were go=\r\nod at it, he especially. First things first, he had to think about his next=\r\n move. He scans the floor with his night vision and then up where he is. He=\r\n finds another power box.\n\n&quot; I wonder what this one controls...&quot;\n\nHe inches=\r\n closser to it, and strikes the box with a short riffle blast. He didn&#39;t kn=\r\now what to expect but it was worth a shot in the dark literally.\n\nOutside t=\r\nhe fortress, Quickstride and Rat Trap remain outside as told, as Tucson Pri=\r\nme approaches the entrance of the fortress, and with very strong arms, due =\r\nto his all wheel drive system, he pries them open using nothing but brute s=\r\ntrength. He leaves just enough room for him to enter the fortress, and recl=\r\noses them as he gets in. He didn&#39;t care if he was discovered, this was it, =\r\nhe was going to make Hydras, Cyclonus, and Scourge pay for what was done to=\r\n his comrades. \n\n&quot; Fun&#39;s over Hydras..&quot;\n\nHe implements his sonar emitter, a=\r\nnd sends a highly painful disrupter wave throughout the fortress, which onl=\r\ny harms Predacon and Decepticon programming. The disrupter causes massive v=\r\nibration throughout the fortress. Nightshift feels it beneath his feet, as =\r\nhe remains up on the rafters. He then catches his comrade&#39;s signature.\n\nHe =\r\njumps down from the rafters and calmly stops his speeding around, leaning c=\r\nasually up against a wall, with arms folded into his chest.\nHe knew who was=\r\n causing the vibrations and it was only a matter of time before everyone fe=\r\nlt the fury of Tucson Prime.\n\n&quot; Ohh I know where this is commn&#39; from. You P=\r\nredapunks are in trouble now. Biiiiiig trouble. I&#39;m talkn&#39; the type of trou=\r\nble that&#39;s gonna have all of ya slagged in a matter of minutes.&quot;\n\nThen, the=\r\n sound of metal groaning fills the room, as Tucson Prime&#39;s fingers manage t=\r\no pry open the doors with a horrible screech. He opens them just enough to =\r\ngain access into the room, and then lets them close. He turns on his high b=\r\neams on his headlights, filling the room with light. Nightshift gives a sly=\r\n grin, and a chuckle while rubbing his hands together.\n\n&quot; Slaaaaaaag, you b=\r\noys is in trouble now.&quot;\n\nTucson Prime nodds.\n\n&quot; I&#39;ve come only to take back=\r\n what has been taken from the Autobots. our comrades, and our leader. I hav=\r\ne also come to redeem justice for my fellow Autobots and Maximals. Serious =\r\ncrimes have been committed here, and worst of all, against Primus himself. =\r\nNo one betrays Primus. And for that betrayal, there will be punnishment. Bu=\r\nt not the type that you seem to enjoy, no, as Autobots we don&#39;t work that w=\r\nay. What fate has deemed right for you, that is what will be served. And to=\r\n those you have wronfully transformed into your personal puppets, I will br=\r\night them to the light they desperately need to escape your tyrany.&quot;\n\nHe de=\r\nlves deep into his spiritual senses, becomming one with the power within hi=\r\nm. The emblem on his chest, luminates with a blinding light, which can only=\r\n be produced by the power of the Matrix of Leadership. He goes quiet for ju=\r\nst a moment. Then, he opens his eyes and stands tall and solid.\n\n&quot;LIGHT OUR=\r\n DARKEST HOUR!&quot;\n\nA powerful beam of light bursts free from the luminated Au=\r\ntobot insginia and first heads toward Darkhawk, bouncing off Scorponok and =\r\nScourge on the way toward him! As it does so, it seems to split off, and st=\r\nreak through closed doors and into other rooms, as if seeking out those who=\r\n it feels needs its healing power. It soon comes to the panic room, and fin=\r\nds Rodimus and Nightlight. As promised, the power is used only to recover t=\r\nhe lost comrades who were effected by Hydra&#39;s tyranny, and nothing more. Th=\r\ne light proves harmless to structures yet shows some force against Predacon=\r\ns and Decepticons, as it is able to move enemy objects away from those it s=\r\ntrives to aid. \n\nIn the mean time, Tucson Prime falters slightly, due to th=\r\ne massive amount of energy he expands in his plight to recover his comrades=\r\n. It was a drain on his system, but one he was willing to suffer. It was an=\r\n act of his own heart, of his compassion, of his love, and the one true pow=\r\ner that could pretty much smite all others. He hangs onto the hope of succe=\r\nssfully completing his mission. Night Shift now tries to back his leader up=\r\n, by taking out his own photon riffle, and shooting back at the enemy.\n\n&quot; P=\r\nrime! I got your back!&quot;\n\nTucson Prime nodds, as he looks to Nightshift.\n\n&quot; =\r\nHopefully I&#39;ve fullfilled my mission successfully. Let&#39;s keep our fingers -=\r\n crossed.&quot; \n\nNight Shift&#39;s eyes widen with concern.\n\n&quot;Oh no, Prime, you&#39;re =\r\nrunn&#39;n outa power. &quot;\n\nTucson Prime falls to one knee.\n\n&quot;I&#39;m all - right.&quot;\n\n=\r\nNight Shift opens a com link to Kup and Lord Elder.\n\n&quot; Kup, Lord Elder! Tuc=\r\nson Prime just used some sorta energy and now his levels are droppn&#39; fast! =\r\nWe&#39;re gonna need a real fast getaway pronto!&quot;\n\nTucson Prime fights the weak=\r\nness and uses his strength to get back on his feet.\n\n&quot; Just - a little long=\r\ner, and - I think I&#39;ve - done it.&quot;\n\nThere was no doubt about it, He was pus=\r\nhing his own spark to the max. But when it came down to everything, Tucson =\r\nPrime could not ignore his heart. His suffering was well worth the results,=\r\n if all went according to plan. His hope and compassion keep him on his fee=\r\nt for a moment, and then, he collapses. Night Shift is quick to go by his s=\r\nide.\n\n&quot;TUCSON PRIME! TALK TA ME BOSS BOT, TALK TA ME!&quot; \n\n--- In nbwrpg@yaho=\r\nogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; BlackFortress:\n&gt; \n&gt; One of the Blas=\r\nt shooted by Darkhawk hit the main control pannel and as a security measure=\r\n the Fortress started to araise. Meanwhile a familiar signature darkened by=\r\n a predacon program could be picked up. Revealing that Darkhawk is truly Wi=\r\nndlord \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; On Sat, Apr 10, 2010 at 11:50 PM, Sandy &lt;magicquartz@=\r\n...&gt; wrote:\n&gt; \n&gt; \n&gt; Location: Black Fortress.\n&gt; \n&gt; Nightshift, Tucson Prime=\r\n, Rat Trap and Quickstride.\n&gt; \n&gt; Inside the fortress:\n&gt; \n&gt; Night Shift is a=\r\nlmost caught by surprise by his own shiruken and manages to swerve around i=\r\nt, with a screech in his tires. He was hoping to get one of the enemies to =\r\nshoot at him,thinking that by mistake they may just blast one of the contro=\r\nl pannels that controls the fortress accidentally, thus allowing him to sli=\r\np out. With his night vision he spots a main control pannel, and realizes t=\r\nhat Scorponok is shooting at him with the plasma cannons, as is Scourge, wh=\r\no is content on trying to fry his carborator. He remains quiet, yet continu=\r\nes to speed around the room, hoping that at least one of them would take th=\r\ne bait. He wasn&#39;t running scared, he was clearly up to something strategic.=\r\n He thinks to himself.\n&gt; \n&gt; &quot; I knew you bozos were stupid enough ta buy in=\r\nta me. That&#39;s it, keep shootn&#39; my way, eventually I&#39;m gonna make a move tow=\r\nard one of them power boxes and then whoops, someone&#39;s gonna hit somethn&#39; b=\r\ny accident.&quot;\n&gt; \n&gt; He sends a silent com to Lord Elder.\n&gt; \n&gt; &quot; Nightshift re=\r\nportn&#39; in Sir. I&#39;m fine, just gettn&#39; the chase of a lifetime in here, nothn=\r\n&#39; serious. I got a few dings on the fenders but nothn&#39; that can&#39;t be banged=\r\n out with a hammer. Look, guys, I ain&#39;t found Nightlight, Rodimus or Windlo=\r\nrd, but I&#39;m kinda playn&#39; a game of catn&#39; mouse with the baddies. Hopn&#39; ta g=\r\net one of them ta mess up&#39;n hit a power box by accident, instead of hittn&#39; =\r\nme... OHHHH SCRAP!&quot;\n&gt; \n&gt; He screeches loudly as he avoids another close cal=\r\nl with a plasma blast.\n&gt; \n&gt; &quot;That was almost my left front tire, close one.=\r\n Anyway, I really could use a hand in here, I dunno how much longer my fuel=\r\n reserves are gonna hold out. I&#39;m at about a half a tank now, and the way I=\r\n&#39;m gon&#39; here, that ain&#39;t gonna take long ta go through... Gotta burn rubber=\r\n, talk later, Nightshift out.&quot;\n&gt; \n&gt; Outside the fortress, Tucson Prime come=\r\ns out of his trance. He holds his chest for just a moment.\n&gt; \n&gt; &quot;Sorry guys=\r\n, I didn&#39;t mean to frighten you. I just got quite the wakeup call. We need =\r\nto get into that fortress but first we need to short out the control pannel=\r\n that keeps it beneath that magma pool.&quot;\n&gt; \n&gt; Rat Trap shrugs. \n&gt; \n&gt; &quot;Lord =\r\nElder did mention somethn&#39; about blastn&#39; inta the pool, but we ain&#39;t got th=\r\nat kinda fire power on us.&quot;\n&gt; \n&gt; Tuscon grins confidently.\n&gt; \n&gt; &quot;That&#39;s all=\r\n right, I do. Stand back, the first step to bringing light to a black flame=\r\n, is to create a backdraft. On second thought, I better do this in vehicle =\r\nmode. I can assure your saftey better than being in robot mode.&quot;\n&gt; \n&gt; He tr=\r\nansforms into his missile truck mode, and opens his doors to his cab.\n&gt; \n&gt; =\r\n&quot;Lord Elder, I&#39;m back, just needed to consult someone as to my next move. I=\r\nt&#39;s my first day on the job as a Prime and I needed a little inside advice.=\r\n And I got it. Kup, I also read you, and I&#39;m going to expidite this mission=\r\n a bit. It&#39;s dragged on far too long. Time for action not beating around th=\r\ne rotary.&quot;\n&gt; \n&gt; He lines himself up for the shot and aims both missile carr=\r\niers at the pool, targeting not in the center of the pool, but a slight bef=\r\nore getting to the middle of the magma chamber. Rat Trap and Quickstride bu=\r\nckle in, to anticipate the major kick back Tucson&#39;s missile launchers may h=\r\nave. Then, Tucson fires, as they kick back, causing him to lurch backward s=\r\nlightly as he gets used to firing them at the same time.\n&gt; \n&gt; &quot;Ughh, felt t=\r\nhat.. Are you two okay?&quot;\n&gt; \n&gt; Rat Trap is now on top of Quickstride, who is=\r\n now looking to the control pannel.\n&gt; \n&gt; &quot;Umm, we&#39;re - okay.. Just a little=\r\n - bit shell shocked. Wowwww... Talk about kick back... It wasn&#39;t like ya d=\r\nidn&#39;t warn us because ya did but we weren&#39;t expecting that...&quot;\n&gt; \n&gt; Rat Tra=\r\np rubs his head.\n&gt; \n&gt; &quot;Yeah, talk about the big bang theory.&quot;\n&gt; \n&gt; Tucson r=\r\nolls forward just a slight.\n&gt; \n&gt; &quot; It even kicked me back a few feet. I hav=\r\ne to learn to ground my tires when I use those missiles. Sorry about that.&quot;=\r\n\n&gt; \n&gt; Rat Trap gets back into his seat and buckles up.\n&gt; \n&gt; &quot;So, how are we=\r\n gonna get through this?\n&gt; \n&gt; Tucson parks himself safely waiting for the r=\r\nesults of his launch.\n&gt; \n&gt; &quot; We&#39;re going to relight the dark flame. I have =\r\nthe power within me, the power of the Matrix. The dark flame, represents Ro=\r\ndimus, who&#39;s armor is black as pitch and flaming paint job dimmed to a drap=\r\n pale color. That&#39;s the fire I need to rekindle.&quot;\n&gt; \n&gt; Rat Trap gasps as do=\r\nes Quickstride.\n&gt; \n&gt; &quot;But Wheels, that might that might do a number on ya.&quot;=\r\n\n&gt; \n&gt; Tuscon sighs.\n&gt; \n&gt; &quot; I know Rat Trap, it will. I&#39;ll still be a Prime =\r\nno matter what happens, but if all goes well, we will get Rodimus back and =\r\nCyclonus will pay for his deeds against Primus. It&#39;s worth the risk my frie=\r\nnds, it&#39;s worth the risk.&quot;\n&gt; \n&gt; Rat Trap sheds a tear.\n&gt; \n&gt; &quot;But but what i=\r\nf it kills ya? What&#39;s Talon gonna do without ya? What am I gonna do without=\r\n ya? Wheels, you&#39;re the only real friend I ever did have. I don&#39;t wanna los=\r\ne ya.&quot;\n&gt; \n&gt; Tucson could feel a tear drip on his dashboard. \n&gt; \n&gt; &quot; I promi=\r\nse you Rat Trap, neither Talon or you is going to lose me that easilly. I m=\r\nay be out of commission for a few days, but it&#39;s not going to kill me. Reme=\r\nmber when we talked about the most powerful force in the universe? How noth=\r\ning could ever surpass that?&quot;\n&gt; \n&gt; Rat Trap nodds.\n&gt; \n&gt; &quot; I think so. Ya to=\r\nld me that love is a force no one can reckon with. Nothing breaks the bond =\r\nof friendship no matter how powerful evil becomes. Love knows no boundaries=\r\n and is the only infinite force that keeps on living even when one has pass=\r\ned on long ago.&quot;\n&gt; \n&gt; Tucson gently straps Rat Trap in more securely.\n&gt; \n&gt; =\r\n&quot;That&#39;s right Rat Trap. Remember that. It&#39;s our bond as friends that can ne=\r\nver be broken. All of us, including Talon, Elita, Kup, Lord Elder, Depthcha=\r\nrge, Lord Perseus, Legacy, Guardia, and Ravenchief have the power within ou=\r\nrselves not because of tyranical strength, but because of that one thing th=\r\nat neither Hydras, Megatron or Galvatron ever had. And that was True Love. =\r\nThey rule with force, not with compassion. Our heart is what is going to wi=\r\nn us this battle, our hearts are going to come together as one and we will =\r\nsave those that need to be saved, and rekindle the lights that have nearly =\r\nbeen blown out.&quot;\n&gt; \n&gt; He starts up his engines.\n&gt; \n&gt; &quot; NOW, LET&#39;S DO THIS! =\r\nFOR RODIMUS PRIME!&quot;\n&gt; \n&gt; Rat Trap and Quickstride join in.\n&gt; \n&gt; &quot;FOR RODIMU=\r\nS PRIME, LEADER OF THE AUTOBOTS!&quot;\n&gt; \n&gt; Tucson fires several more rounds int=\r\no the magma.\n&gt; \n&gt; \n&gt; \n&gt; --- In nbwrpg@yahoogroups.com, &lt;airly2002@&gt; wrote:\n=\r\n&gt; &gt;\n&gt; \n&gt; &gt; Kup:\n&gt; &gt; \n&gt; &gt; &quot;We must take out Nightshift, perhaps if we overch=\r\narge the Blackfortress circuits we can araise it, our main focus is Rescue =\r\nnightshift if we can capture Rodimus, Nighlight and or windlord will be a b=\r\nonus... it must be done from inside&quot;Kup open a com link to Nightshift and s=\r\naid &quot;Nightshift do you copy?&quot;\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; From: Preston Carroll \n&gt; &gt; Sent=\r\n: Saturday, April 10, 2010 6:12 PM\n&gt; &gt; To: nbwrpg@yahoogroups.com \n&gt; &gt; Subj=\r\nect: Re: BlackFortress\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; Who: LORD ELDER\n&gt; &gt; Location: The=\r\n Ark - Command center\n&gt; &gt; \n&gt; &gt; &gt; &quot;We will be risking as well Rodimus, Windl=\r\nord and Nightlight &quot;Said Kup by comlink&quot;If only we know where are they... i=\r\ns the only way to araise the blackFortress?&quot;\n&gt; &gt; \n&gt; &gt; Elder nodded sadly as=\r\n he received the transmission, &quot;You&#39;re right, it\n&gt; &gt; might hurt the folks w=\r\ne&#39;re trying to rescue.&quot; He sighed slightly as he\n&gt; &gt; continued, &quot;By trainin=\r\ng I am a guardian and sentinel, not the soldiers\n&gt; &gt; and tactical specialis=\r\nts that you are.&quot;\n&gt; &gt; \n&gt; &gt; He shrugged, clearly at a loss as to how to help=\r\n, &quot;Perhaps you can\n&gt; &gt; find a way to dig? It&#39;s a lot of heat down there tho=\r\nugh, I don&#39;t know.\n&gt; &gt; Kup you have been in a lot of battle, clearly more t=\r\nhan I have, don&#39;t\n&gt; &gt; you have any ideas?&quot;\n&gt; &gt; \n&gt; &gt; (TAG)\n&gt; &gt; \n&gt; &gt; Preston\n=\r\n&gt; &gt;\n&gt;\n\n\n\n\r\n------=_NextPart_000_0016_01CAD9D1.A75F66C0\r\nContent-Type: text/html;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;!DOCTYPE HTML PUBLIC &quot;-//W3C//DTD HTML 4.0 Transitional//EN&quot;&gt;\n&lt;HTML&gt;&lt;HEAD&gt;=\r\n\n&lt;META content=3Dtext/html;charset=3Diso-8859-1 http-equiv=3DContent-Type&gt;\n=\r\n&lt;META name=3DGENERATOR content=3D&quot;MSHTML 8.00.6001.18904&quot;&gt;&lt;/HEAD&gt;\n&lt;BODY \nst=\r\nyle=3D&quot;BACKGROUND-COLOR: #fff; PADDING-LEFT: 10px; PADDING-RIGHT: 10px; PAD=\r\nDING-TOP: 15px&quot; \nid=3DMailContainerBody leftMargin=3D0 topMargin=3D0 Canvas=\r\nTabStop=3D&quot;true&quot; \nname=3D&quot;Compose message area&quot;&gt;\n&lt;DIV style=3D&quot;FONT: 10pt T=\r\nahoma&quot;&gt;\n&lt;DIV&gt;&lt;FONT size=3D3 face=3DCalibri&gt;&lt;/FONT&gt;&lt;FONT size=3D3 face=3DCal=\r\nibri&gt;&lt;/FONT&gt;&lt;FONT \nsize=3D3 face=3DCalibri&gt;&lt;/FONT&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibr=\r\ni&gt;OOC: How works this power? will it knocked out the bots \nor transformed t=\r\nhem cause it they suffer a reprogramation they have to be \nreprogramed in s=\r\name way, i mean witha process?&lt;/FONT&gt;&lt;/DIV&gt;&lt;BR&gt;&lt;/DIV&gt;\n&lt;DIV style=3D&quot;BACKGRO=\r\nUND: #f5f5f5&quot;&gt;\n&lt;DIV style=3D&quot;font-color: black&quot;&gt;&lt;B&gt;From:&lt;/B&gt; &lt;A \ntitle=3D&quot;m=\r\nailto:magicquartz@...&#10;CTRL + clic para seguir el v=EDnculo&quot; \nhref=\r\n=3D&quot;mailto:magicquartz@...&quot;&gt;Sandy&lt;/A&gt; &lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;Sent:&lt;/B&gt; Sunday=\r\n, April 11, 2010 11:15 PM&lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;To:&lt;/B&gt; &lt;A \ntitle=3D&quot;mailto:nbwrpg@=\r\nyahoogroups.com&#10;CTRL + clic para seguir el v=EDnculo&quot; \nhref=3D&quot;mailto:n=\r\nbwrpg@yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.com&lt;/A&gt; &lt;/DIV&gt;\n&lt;DIV&gt;&lt;B&gt;Subject:&lt;/=\r\nB&gt; Re: BlackFortress&lt;/DIV&gt;&lt;/DIV&gt;&lt;/DIV&gt;\n&lt;DIV&gt;&lt;FONT face=3DCalibri&gt;&lt;/FONT&gt;&lt;FO=\r\nNT face=3DCalibri&gt;&lt;/FONT&gt;&lt;BR&gt;&lt;/DIV&gt;&lt;SPAN \nstyle=3D&quot;DISPLAY: none&quot;&gt;&nbsp;&lt;/S=\r\nPAN&gt; \n&lt;DIV id=3Dygrp-text&gt;\n&lt;P&gt;OOC: Preston, I have one word to say about th=\r\ne write up.. \nCoooooool.&lt;BR&gt;&lt;BR&gt;BIC:&lt;BR&gt;&lt;BR&gt;As the fortress gets erected, N=\r\night Shift feels \nthe vibrations of the mechanical drive system that brings=\r\n it to the surface, as \nhe sees a control pannel shot out by Darkhawk, AKA =\r\nWindlord. It was exactly what \nhe had hoped for. Even though he takes a few=\r\n shots to his hatch back as \nconsequence to his actions. He makes no compla=\r\nints. Then he suddenly senses for \na brief moment, a trace of a Maximal sig=\r\nnature. He ID&#39;s it, and comes up with \nWindlord.&lt;BR&gt;&lt;BR&gt;&quot; Hello, looks like=\r\n I just found one of our boys.. Hmm, shell \nprogram, just like Rodimus.. An=\r\nyway, I got bigger fish ta fry, so looks like I \nbetter go lights out compl=\r\netely.&quot;&lt;BR&gt;&lt;BR&gt;He turns off his headlights and resorts \nto night vision. He=\r\n could not turn off his Autobot signature but he could still \ngive Scorpono=\r\nk a hard time. All he had to do was transform, so is not to make \nnoise. Fr=\r\nom the sound of spinning tires, to nothing at all, he transforms, and \nleap=\r\ns up into the fortress rafters, and like a ghost, vanishes. Ninjabots were =\r\n\ngood at it, he especially. First things first, he had to think about his n=\r\next \nmove. He scans the floor with his night vision and then up where he is=\r\n. He finds \nanother power box.&lt;BR&gt;&lt;BR&gt;&quot; I wonder what this one controls...&quot;=\r\n&lt;BR&gt;&lt;BR&gt;He inches \nclosser to it, and strikes the box with a short riffle b=\r\nlast. He didn&#39;t know \nwhat to expect but it was worth a shot in the dark li=\r\nterally.&lt;BR&gt;&lt;BR&gt;Outside the \nfortress, Quickstride and Rat Trap remain outs=\r\nide as told, as Tucson Prime \napproaches the entrance of the fortress, and =\r\nwith very strong arms, due to his \nall wheel drive system, he pries them op=\r\nen using nothing but brute strength. He \nleaves just enough room for him to=\r\n enter the fortress, and recloses them as he \ngets in. He didn&#39;t care if he=\r\n was discovered, this was it, he was going to make \nHydras, Cyclonus, and S=\r\ncourge pay for what was done to his comrades. &lt;BR&gt;&lt;BR&gt;&quot; \nFun&#39;s over Hydras.=\r\n.&quot;&lt;BR&gt;&lt;BR&gt;He implements his sonar emitter, and sends a highly \npainful disr=\r\nupter wave throughout the fortress, which only harms Predacon and \nDeceptic=\r\non programming. The disrupter causes massive vibration throughout the \nfort=\r\nress. Nightshift feels it beneath his feet, as he remains up on the rafters=\r\n. \nHe then catches his comrade&#39;s signature.&lt;BR&gt;&lt;BR&gt;He jumps down from the r=\r\nafters \nand calmly stops his speeding around, leaning casually up against a=\r\n wall, with \narms folded into his chest.&lt;BR&gt;He knew who was causing the vib=\r\nrations and it was \nonly a matter of time before everyone felt the fury of =\r\nTucson Prime.&lt;BR&gt;&lt;BR&gt;&quot; \nOhh I know where this is commn&#39; from. You Predapunk=\r\ns are in trouble now. \nBiiiiiig trouble. I&#39;m talkn&#39; the type of trouble tha=\r\nt&#39;s gonna have all of ya \nslagged in a matter of minutes.&quot;&lt;BR&gt;&lt;BR&gt;Then, the=\r\n sound of metal groaning fills \nthe room, as Tucson Prime&#39;s fingers manage =\r\nto pry open the doors with a horrible \nscreech. He opens them just enough t=\r\no gain access into the room, and then lets \nthem close. He turns on his hig=\r\nh beams on his headlights, filling the room with \nlight. Nightshift gives a=\r\n sly grin, and a chuckle while rubbing his hands \ntogether.&lt;BR&gt;&lt;BR&gt;&quot; Slaaaa=\r\naaag, you boys is in trouble now.&quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime \nnodds.&lt;BR&gt;&lt;BR&gt;&quot; I&#39;v=\r\ne come only to take back what has been taken from the \nAutobots. our comrad=\r\nes, and our leader. I have also come to redeem justice for \nmy fellow Autob=\r\nots and Maximals. Serious crimes have been committed here, and \nworst of al=\r\nl, against Primus himself. No one betrays Primus. And for that \nbetrayal, t=\r\nhere will be punnishment. But not the type that you seem to enjoy, \nno, as =\r\nAutobots we don&#39;t work that way. What fate has deemed right for you, that \n=\r\nis what will be served. And to those you have wronfully transformed into yo=\r\nur \npersonal puppets, I will bright them to the light they desperately need=\r\n to \nescape your tyrany.&quot;&lt;BR&gt;&lt;BR&gt;He delves deep into his spiritual senses, =\r\nbecomming \none with the power within him. The emblem on his chest, luminate=\r\ns with a \nblinding light, which can only be produced by the power of the Ma=\r\ntrix of \nLeadership. He goes quiet for just a moment. Then, he opens his ey=\r\nes and stands \ntall and solid.&lt;BR&gt;&lt;BR&gt;&quot;LIGHT OUR DARKEST HOUR!&quot;&lt;BR&gt;&lt;BR&gt;A po=\r\nwerful beam of light \nbursts free from the luminated Autobot insginia and f=\r\nirst heads toward Darkhawk, \nbouncing off Scorponok and Scourge on the way =\r\ntoward him! As it does so, it \nseems to split off, and streak through close=\r\nd doors and into other rooms, as if \nseeking out those who it feels needs i=\r\nts healing power. It soon comes to the \npanic room, and finds Rodimus and N=\r\nightlight. As promised, the power is used \nonly to recover the lost comrade=\r\ns who were effected by Hydra&#39;s tyranny, and \nnothing more. The light proves=\r\n harmless to structures yet shows some force \nagainst Predacons and Decepti=\r\ncons, as it is able to move enemy objects away from \nthose it strives to ai=\r\nd. &lt;BR&gt;&lt;BR&gt;In the mean time, Tucson Prime falters \nslightly, due to the mas=\r\nsive amount of energy he expands in his plight to \nrecover his comrades. It=\r\n was a drain on his system, but one he was willing to \nsuffer. It was an ac=\r\nt of his own heart, of his compassion, of his love, and the \none true power=\r\n that could pretty much smite all others. He hangs onto the hope \nof succes=\r\nsfully completing his mission. Night Shift now tries to back his leader \nup=\r\n, by taking out his own photon riffle, and shooting back at the \nenemy.&lt;BR&gt;=\r\n&lt;BR&gt;&quot; Prime! I got your back!&quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime nodds, as he looks \nto N=\r\nightshift.&lt;BR&gt;&lt;BR&gt;&quot; Hopefully I&#39;ve fullfilled my mission successfully. Let&#39;=\r\ns \nkeep our fingers - crossed.&quot; &lt;BR&gt;&lt;BR&gt;Night Shift&#39;s eyes widen with \nconc=\r\nern.&lt;BR&gt;&lt;BR&gt;&quot;Oh no, Prime, you&#39;re runn&#39;n outa power. &quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime =\r\n\nfalls to one knee.&lt;BR&gt;&lt;BR&gt;&quot;I&#39;m all - right.&quot;&lt;BR&gt;&lt;BR&gt;Night Shift opens a co=\r\nm link \nto Kup and Lord Elder.&lt;BR&gt;&lt;BR&gt;&quot; Kup, Lord Elder! Tucson Prime just =\r\nused some \nsorta energy and now his levels are droppn&#39; fast! We&#39;re gonna ne=\r\ned a real fast \ngetaway pronto!&quot;&lt;BR&gt;&lt;BR&gt;Tucson Prime fights the weakness an=\r\nd uses his strength \nto get back on his feet.&lt;BR&gt;&lt;BR&gt;&quot; Just - a little long=\r\ner, and - I think I&#39;ve - \ndone it.&quot;&lt;BR&gt;&lt;BR&gt;There was no doubt about it, He =\r\nwas pushing his own spark to \nthe max. But when it came down to everything,=\r\n Tucson Prime could not ignore his \nheart. His suffering was well worth the=\r\n results, if all went according to plan. \nHis hope and compassion keep him =\r\non his feet for a moment, and then, he \ncollapses. Night Shift is quick to =\r\ngo by his side.&lt;BR&gt;&lt;BR&gt;&quot;TUCSON PRIME! TALK TA \nME BOSS BOT, TALK TA ME!&quot; &lt;B=\r\nR&gt;&lt;BR&gt;--- In &lt;A \nhref=3D&quot;mailto:nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroup=\r\ns.&lt;WBR&gt;com&lt;/A&gt;, \n&lt;airly2002@.&lt;WBR&gt;..&gt; wrote:&lt;BR&gt;&gt;&lt;BR&gt;&gt; BlackFor=\r\ntress:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; One of the Blast shooted by Darkhawk hit the main =\r\ncontrol pannel and as \na security measure the Fortress started to araise. M=\r\neanwhile a familiar \nsignature darkened by a predacon program could be pick=\r\ned up. Revealing that \nDarkhawk is truly Windlord &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt=\r\n; &lt;BR&gt;&gt; &lt;BR&gt;&gt; On Sat, \nApr 10, 2010 at 11:50 PM, Sandy &lt;magicquart=\r\nz@&lt;WBR&gt;...&gt; wrote:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &lt;BR&gt;&gt; Location: Black Fortress.&lt;=\r\nBR&gt;&gt; &lt;BR&gt;&gt; Nightshift, Tucson \nPrime, Rat Trap and Quickstride.&lt;BR&gt;&g=\r\nt; &lt;BR&gt;&gt; Inside the fortress:&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; Night Shift is almost ca=\r\nught by surprise by his own shiruken and \nmanages to swerve around it, with=\r\n a screech in his tires. He was hoping to get \none of the enemies to shoot =\r\nat him,thinking that by mistake they may just blast \none of the control pan=\r\nnels that controls the fortress accidentally, thus \nallowing him to slip ou=\r\nt. With his night vision he spots a main control pannel, \nand realizes that=\r\n Scorponok is shooting at him with the plasma cannons, as is \nScourge, who =\r\nis content on trying to fry his carborator. He remains quiet, yet \ncontinue=\r\ns to speed around the room, hoping that at least one of them would take \nth=\r\ne bait. He wasn&#39;t running scared, he was clearly up to something strategic.=\r\n He \nthinks to himself.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I knew you bozos were stupid eno=\r\nugh ta buy \ninta me. That&#39;s it, keep shootn&#39; my way, eventually I&#39;m gonna m=\r\nake a move toward \none of them power boxes and then whoops, someone&#39;s gonna=\r\n hit somethn&#39; by \naccident.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He sends a silent com to Lord=\r\n Elder.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot; Nightshift reportn&#39; in Sir. I&#39;m fine, just gett=\r\nn&#39; the chase of a \nlifetime in here, nothn&#39; serious. I got a few dings on t=\r\nhe fenders but nothn&#39; \nthat can&#39;t be banged out with a hammer. Look, guys, =\r\nI ain&#39;t found Nightlight, \nRodimus or Windlord, but I&#39;m kinda playn&#39; a game=\r\n of catn&#39; mouse with the \nbaddies. Hopn&#39; ta get one of them ta mess up&#39;n hi=\r\nt a power box by accident, \ninstead of hittn&#39; me... OHHHH SCRAP!&quot;&lt;BR&gt;&gt; &lt;=\r\nBR&gt;&gt; He screeches loudly as he \navoids another close call with a plasma =\r\nblast.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;That was almost \nmy left front tire, close one. An=\r\nyway, I really could use a hand in here, I \ndunno how much longer my fuel r=\r\neserves are gonna hold out. I&#39;m at about a half a \ntank now, and the way I&#39;=\r\nm gon&#39; here, that ain&#39;t gonna take long ta go through... \nGotta burn rubber=\r\n, talk later, Nightshift out.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Outside the \nfortress, Tucs=\r\non Prime comes out of his trance. He holds his chest for just a \nmoment.&lt;BR=\r\n&gt;&gt; &lt;BR&gt;&gt; &quot;Sorry guys, I didn&#39;t mean to frighten you. I just got \nquit=\r\ne the wakeup call. We need to get into that fortress but first we need to \n=\r\nshort out the control pannel that keeps it beneath that magma pool.&quot;&lt;BR&gt;&gt=\r\n; \n&lt;BR&gt;&gt; Rat Trap shrugs. &lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;Lord Elder did mention some=\r\nthn&#39; \nabout blastn&#39; inta the pool, but we ain&#39;t got that kinda fire power o=\r\nn \nus.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tuscon grins confidently.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;That&#39;s=\r\n all \nright, I do. Stand back, the first step to bringing light to a black =\r\nflame, is \nto create a backdraft. On second thought, I better do this in ve=\r\nhicle mode. I \ncan assure your saftey better than being in robot mode.&quot;&lt;BR&gt;=\r\n&gt; &lt;BR&gt;&gt; He \ntransforms into his missile truck mode, and opens his doo=\r\nrs to his cab.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Lord Elder, I&#39;m back, just needed to cons=\r\nult someone as to my next \nmove. It&#39;s my first day on the job as a Prime an=\r\nd I needed a little inside \nadvice. And I got it. Kup, I also read you, and=\r\n I&#39;m going to expidite this \nmission a bit. It&#39;s dragged on far too long. T=\r\nime for action not beating around \nthe rotary.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He lines h=\r\nimself up for the shot and aims both \nmissile carriers at the pool, targeti=\r\nng not in the center of the pool, but a \nslight before getting to the middl=\r\ne of the magma chamber. Rat Trap and \nQuickstride buckle in, to anticipate =\r\nthe major kick back Tucson&#39;s missile \nlaunchers may have. Then, Tucson fire=\r\ns, as they kick back, causing him to lurch \nbackward slightly as he gets us=\r\ned to firing them at the same time.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Ughh, felt that.. Ar=\r\ne you two okay?&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap is now \non top of Quickstride, w=\r\nho is now looking to the control pannel.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Umm, we&#39;re - ok=\r\nay.. Just a little - bit shell shocked. Wowwww... Talk \nabout kick back... =\r\nIt wasn&#39;t like ya didn&#39;t warn us because ya did but we \nweren&#39;t expecting t=\r\nhat...&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap rubs his head.&lt;BR&gt;&gt; \n&lt;BR&gt;&gt; &quot;Yeah, t=\r\nalk about the big bang theory.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson rolls \nforward just=\r\n a slight.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; It even kicked me back a few feet. I \nhave to=\r\n learn to ground my tires when I use those missiles. Sorry about \nthat.&quot;&lt;BR=\r\n&gt;&gt; &lt;BR&gt;&gt; Rat Trap gets back into his seat and buckles up.&lt;BR&gt;&gt; \n&lt;B=\r\nR&gt;&gt; &quot;So, how are we gonna get through this?&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson park=\r\ns \nhimself safely waiting for the results of his launch.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;=\r\n We&#39;re \ngoing to relight the dark flame. I have the power within me, the po=\r\nwer of the \nMatrix. The dark flame, represents Rodimus, who&#39;s armor is blac=\r\nk as pitch and \nflaming paint job dimmed to a drap pale color. That&#39;s the f=\r\nire I need to \nrekindle.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap gasps as does Quickstri=\r\nde.&lt;BR&gt;&gt; &lt;BR&gt;&gt; \n&quot;But Wheels, that might that might do a number on ya.=\r\n&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tuscon \nsighs.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I know Rat Trap, it wi=\r\nll. I&#39;ll still be a Prime no \nmatter what happens, but if all goes well, we=\r\n will get Rodimus back and Cyclonus \nwill pay for his deeds against Primus.=\r\n It&#39;s worth the risk my friends, it&#39;s \nworth the risk.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Ra=\r\nt Trap sheds a tear.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;But \nbut what if it kills ya? What&#39;s=\r\n Talon gonna do without ya? What am I gonna do \nwithout ya? Wheels, you&#39;re =\r\nthe only real friend I ever did have. I don&#39;t wanna \nlose ya.&quot;&lt;BR&gt;&gt; &lt;BR&gt;=\r\n&gt; Tucson could feel a tear drip on his dashboard. \n&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; I=\r\n promise you Rat Trap, neither Talon or you is going to \nlose me that easil=\r\nly. I may be out of commission for a few days, but it&#39;s not \ngoing to kill =\r\nme. Remember when we talked about the most powerful force in the \nuniverse?=\r\n How nothing could ever surpass that?&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap \nnodds.&lt;BR=\r\n&gt;&gt; &lt;BR&gt;&gt; &quot; I think so. Ya told me that love is a force no one can \nre=\r\nckon with. Nothing breaks the bond of friendship no matter how powerful evi=\r\nl \nbecomes. Love knows no boundaries and is the only infinite force that ke=\r\neps on \nliving even when one has passed on long ago.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucs=\r\non gently \nstraps Rat Trap in more securely.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;That&#39;s right=\r\n Rat Trap. \nRemember that. It&#39;s our bond as friends that can never be broke=\r\nn. All of us, \nincluding Talon, Elita, Kup, Lord Elder, Depthcharge, Lord P=\r\nerseus, Legacy, \nGuardia, and Ravenchief have the power within ourselves no=\r\nt because of tyranical \nstrength, but because of that one thing that neithe=\r\nr Hydras, Megatron or \nGalvatron ever had. And that was True Love. They rul=\r\ne with force, not with \ncompassion. Our heart is what is going to win us th=\r\nis battle, our hearts are \ngoing to come together as one and we will save t=\r\nhose that need to be saved, and \nrekindle the lights that have nearly been =\r\nblown out.&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; He starts \nup his engines.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot; =\r\nNOW, LET&#39;S DO THIS! FOR RODIMUS \nPRIME!&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Rat Trap and Quic=\r\nkstride join in.&lt;BR&gt;&gt; &lt;BR&gt;&gt; &quot;FOR \nRODIMUS PRIME, LEADER OF THE AUTOBO=\r\nTS!&quot;&lt;BR&gt;&gt; &lt;BR&gt;&gt; Tucson fires several \nmore rounds into the magma.&lt;BR&gt;=\r\n&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; &lt;BR&gt;&gt; --- In &lt;A \nhref=3D&quot;mailto:nbwrpg%40yahoogro=\r\nups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt;, \n&lt;airly2002@&gt; wrote:&lt;BR&gt;&gt=\r\n; &gt;&lt;BR&gt;&gt; &lt;BR&gt;&gt; &gt; Kup:&lt;BR&gt;&gt; &gt; \n&lt;BR&gt;&gt; &gt; &quot;We must take=\r\n out Nightshift, perhaps if we overcharge the \nBlackfortress circuits we ca=\r\nn araise it, our main focus is Rescue nightshift if \nwe can capture Rodimus=\r\n, Nighlight and or windlord will be a bonus... it must be \ndone from inside=\r\n&quot;Kup open a com link to Nightshift and said &quot;Nightshift do you \ncopy?&quot;&lt;BR&gt;&=\r\ngt; &gt; &lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; From: Preston Carroll &lt;BR&gt;&gt; \n&gt; S=\r\nent: Saturday, April 10, 2010 6:12 PM&lt;BR&gt;&gt; &gt; To: &lt;A \nhref=3D&quot;mailto:n=\r\nbwrpg%40yahoogroups.com&quot;&gt;nbwrpg@yahoogroups.&lt;WBR&gt;com&lt;/A&gt; &lt;BR&gt;&gt; \n&gt; Sub=\r\nject: Re: BlackFortress&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; \n&lt;BR&gt;&gt; =\r\n&gt; Who: LORD ELDER&lt;BR&gt;&gt; &gt; Location: The Ark - Command \ncenter&lt;BR&gt;&g=\r\nt; &gt; &lt;BR&gt;&gt; &gt; &gt; &quot;We will be risking as well Rodimus, \nWindlord a=\r\nnd Nightlight &quot;Said Kup by comlink&quot;If only we know where are they... \nis th=\r\ne only way to araise the blackFortress?&lt;WBR&gt;&quot;&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; \nE=\r\nlder nodded sadly as he received the transmission, &quot;You&#39;re right, it&lt;BR&gt;&gt=\r\n; \n&gt; might hurt the folks we&#39;re trying to rescue.&quot; He sighed slightly as=\r\n \nhe&lt;BR&gt;&gt; &gt; continued, &quot;By training I am a guardian and sentinel, not=\r\n the \nsoldiers&lt;BR&gt;&gt; &gt; and tactical specialists that you are.&quot;&lt;BR&gt;&gt;=\r\n &gt; \n&lt;BR&gt;&gt; &gt; He shrugged, clearly at a loss as to how to help, &quot;Per=\r\nhaps you \ncan&lt;BR&gt;&gt; &gt; find a way to dig? It&#39;s a lot of heat down there=\r\n though, I \ndon&#39;t know.&lt;BR&gt;&gt; &gt; Kup you have been in a lot of battle, =\r\nclearly more than \nI have, don&#39;t&lt;BR&gt;&gt; &gt; you have any ideas?&quot;&lt;BR&gt;&gt; =\r\n&gt; &lt;BR&gt;&gt; &gt; \n(TAG)&lt;BR&gt;&gt; &gt; &lt;BR&gt;&gt; &gt; Preston&lt;BR&gt;&gt; &gt;&lt;B=\r\nR&gt;&gt;&lt;BR&gt;&lt;BR&gt;&lt;/P&gt;&lt;/DIV&gt;&lt;!-- end group email --&gt;&lt;/BODY&gt;&lt;/HTML&gt;\n\r\n------=_NextPart_000_0016_01CAD9D1.A75F66C0--\r\n\n"}}