{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"MfPBHkYgHSrtsjEicz795HLNf1wEc1EnAEkCTMPx4R-MiXUoI22A-5MgsDHY24AqlraO6kMHIuKUARkMEyOSVBwM-SsllA","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: BlackFortress","postDate":"1271045733","msgId":70040,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhwdTZwNStjaGk2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDE0My1kczE4QUVCRjhFOUI3REMxMUZCRDBGRENBMDEzMEBwaHguZ2JsPg=="},"prevInTopic":70039,"nextInTopic":70041,"prevInTime":70039,"nextInTime":70041,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: Preston, I have one word to say about the write up.. Coooooool. BIC: As the fortress gets erected, Night Shift feels the vibrations of the mechanical","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 68791 invoked from network); 12 Apr 2010 04:15:36 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m11.grp.re1.yahoo.com with QMQP; 12 Apr 2010 04:15:36 -0000\r\nX-Received: from unknown (HELO n46b.bullet.mail.sp1.yahoo.com) (66.163.168.160)\n  by mta3.grp.re1.yahoo.com with SMTP; 12 Apr 2010 04:15:36 -0000\r\nX-Received: from [69.147.65.148] by n46.bullet.mail.sp1.yahoo.com with NNFMP; 12 Apr 2010 04:15:35 -0000\r\nX-Received: from [98.137.35.12] by t11.bullet.mail.sp1.yahoo.com with NNFMP; 12 Apr 2010 04:15:35 -0000\r\nDate: Mon, 12 Apr 2010 04:15:33 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hpu6p5+chi6@...&gt;\r\nIn-Reply-To: &lt;SNT143-ds18AEBF8E9B7DC11FBD0FDCA0130@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=167039986; y=G0TGqlLDUV91-soIN7-gr6vxdsBTSidKc8br2E02O9NTivmbEJA\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: Preston, I have one word to say about the write up.. Coooooool.\n\nBIC:\n=\r\n\nAs the fortress gets erected, Night Shift feels the vibrations of the mech=\r\nanical drive system that brings it to the surface, as he sees a control pan=\r\nnel shot out by Darkhawk, AKA Windlord.  It was exactly what he had hoped f=\r\nor.  Even though he takes a few shots to his hatch back as consequence to h=\r\nis actions.  He makes no complaints.  Then he suddenly senses for a brief m=\r\noment, a trace of a Maximal signature.  He ID&#39;s it, and comes up with Windl=\r\nord.\n\n&quot; Hello, looks like I just found one of our boys.. Hmm, shell program=\r\n, just like Rodimus..  Anyway, I got bigger fish ta fry, so looks like I be=\r\ntter go lights out completely.&quot;\n\nHe turns off his headlights and resorts to=\r\n night vision.  He could not turn off his Autobot signature but he could st=\r\nill give Scorponok a hard time.  All he had to do was transform, so is not =\r\nto make noise.  From the sound of spinning tires, to nothing at all, he tra=\r\nnsforms, and leaps up into the fortress rafters, and like a ghost, vanishes=\r\n.  Ninjabots were good at it, he especially. First things first, he had to =\r\nthink about his next move.  He scans the floor with his night vision and th=\r\nen up where he is. He finds another power box.\n\n&quot; I wonder what this one co=\r\nntrols...&quot;\n\nHe inches closser to it, and strikes the box with a short riffl=\r\ne blast.  He didn&#39;t know what to expect but it was worth a shot in the dark=\r\n literally.\n\nOutside the fortress, Quickstride and Rat Trap remain outside =\r\nas told, as Tucson Prime approaches the entrance of the fortress, and with =\r\nvery strong arms, due to his all wheel drive system, he pries them open usi=\r\nng nothing but brute strength.  He leaves just enough room for him to enter=\r\n the fortress, and recloses them as he gets in.  He didn&#39;t care if he was d=\r\niscovered, this was it, he was going to make Hydras, Cyclonus, and Scourge =\r\npay for what was done to his comrades.  \n\n&quot; Fun&#39;s over Hydras..&quot;\n\nHe implem=\r\nents his sonar emitter, and sends a highly painful disrupter wave throughou=\r\nt the fortress, which only harms Predacon and Decepticon programming. The d=\r\nisrupter causes massive vibration throughout the fortress.  Nightshift feel=\r\ns it beneath his feet, as he remains up on the rafters.  He then catches hi=\r\ns comrade&#39;s signature.\n\nHe jumps down from the rafters and calmly stops his=\r\n speeding around, leaning casually up against a wall, with arms folded into=\r\n his chest.\nHe knew who was causing the vibrations and it was only a matter=\r\n of time before everyone felt the fury of Tucson Prime.\n\n&quot; Ohh I know where=\r\n this is commn&#39; from.  You Predapunks are in trouble now.  Biiiiiig trouble=\r\n.  I&#39;m talkn&#39; the type of trouble that&#39;s gonna have all of ya slagged in a =\r\nmatter of minutes.&quot;\n\nThen, the sound of metal groaning fills the room, as T=\r\nucson Prime&#39;s fingers manage to pry open the doors with a horrible screech.=\r\n  He opens them just enough to gain access into the room, and then lets the=\r\nm close.  He turns on his high beams on his headlights, filling the room wi=\r\nth light.  Nightshift gives a sly grin, and a chuckle while rubbing his han=\r\nds together.\n\n&quot; Slaaaaaaag, you boys is in trouble now.&quot;\n\nTucson Prime nodd=\r\ns.\n\n&quot; I&#39;ve come only to take back what has been taken from the Autobots.  o=\r\nur comrades, and our leader.  I have also come to redeem justice for my fel=\r\nlow Autobots and Maximals.  Serious crimes have been committed here, and wo=\r\nrst of all, against Primus himself. No one betrays Primus.  And for that be=\r\ntrayal, there will be punnishment.  But not the type that you seem to enjoy=\r\n, no, as Autobots we don&#39;t work that way.  What fate has deemed right for y=\r\nou, that is what will be served.  And to those you have wronfully transform=\r\ned into your personal puppets, I will bright them to the light they despera=\r\ntely need to escape your tyrany.&quot;\n\nHe delves deep into his spiritual senses=\r\n, becomming one with the power within him.  The emblem on his chest, lumina=\r\ntes with a blinding light, which can only be produced by the power of the M=\r\natrix of Leadership.  He goes quiet for just a moment.  Then, he opens his =\r\neyes and stands tall and solid.\n\n&quot;LIGHT OUR DARKEST HOUR!&quot;\n\nA powerful beam=\r\n of light bursts free from the luminated Autobot insginia and first heads t=\r\noward Darkhawk, bouncing off Scorponok and Scourge on the way toward him!  =\r\nAs it does so, it seems to split off, and streak through closed doors and i=\r\nnto other rooms, as if seeking out those who it feels needs its healing pow=\r\ner.  It soon comes to the panic room, and finds Rodimus and Nightlight.  As=\r\n promised, the power is used only to recover the lost comrades who were eff=\r\nected by Hydra&#39;s tyranny, and nothing more.  The light proves harmless to s=\r\ntructures yet shows some force against Predacons and Decepticons, as it is =\r\nable to move enemy objects away from those it strives to aid.  \n\nIn the mea=\r\nn time, Tucson Prime falters slightly, due to the massive amount of energy =\r\nhe expands in his plight to recover his comrades.  It was a drain on his sy=\r\nstem, but one he was willing to suffer.  It was an act of his own heart, of=\r\n his compassion, of his love, and the one true power that could pretty much=\r\n smite all others.  He hangs onto the hope of successfully completing his m=\r\nission.  Night Shift now tries to back his leader up, by taking out his own=\r\n photon riffle, and shooting back at the enemy.\n\n&quot; Prime! I got your back!&quot;=\r\n\n\nTucson Prime nodds, as he looks to Nightshift.\n\n&quot; Hopefully I&#39;ve fullfill=\r\ned my mission successfully.  Let&#39;s keep our fingers - crossed.&quot;  \n\nNight Sh=\r\nift&#39;s eyes widen with concern.\n\n&quot;Oh no, Prime, you&#39;re runn&#39;n outa power. &quot;\n=\r\n\nTucson Prime falls to one knee.\n\n&quot;I&#39;m all - right.&quot;\n\nNight Shift opens a c=\r\nom link to Kup and Lord Elder.\n\n&quot; Kup, Lord Elder!  Tucson Prime just used =\r\nsome sorta energy and now his levels are droppn&#39; fast!  We&#39;re gonna need a =\r\nreal fast getaway pronto!&quot;\n\nTucson Prime fights the weakness and uses his s=\r\ntrength to get back on his feet.\n\n&quot; Just - a little longer, and - I think I=\r\n&#39;ve - done it.&quot;\n\nThere was no doubt about it, He was pushing his own spark =\r\nto the max.  But when it came down to everything, Tucson Prime could not ig=\r\nnore his heart.  His suffering was well worth the results, if all went acco=\r\nrding to plan.  His hope and compassion keep him on his feet for a moment, =\r\nand then, he collapses.  Night Shift is quick to go by his side.\n\n&quot;TUCSON P=\r\nRIME! TALK TA ME BOSS BOT, TALK TA ME!&quot; \n\n\n--- In nbwrpg@yahoogroups.com, &lt;=\r\nairly2002@...&gt; wrote:\n&gt;\n&gt; BlackFortress:\n&gt; \n&gt; One of the Blast shooted by D=\r\narkhawk hit the main control pannel and as a security measure the Fortress =\r\nstarted to araise. Meanwhile a familiar signature darkened by a predacon pr=\r\nogram could be picked up. Revealing that Darkhawk is truly Windlord \n&gt; \n&gt; \n=\r\n&gt; \n&gt; \n&gt; On Sat, Apr 10, 2010 at 11:50 PM, Sandy &lt;magicquartz@...&gt; wrote:\n&gt; =\r\n\n&gt;     \n&gt;   Location: Black Fortress.\n&gt; \n&gt;   Nightshift, Tucson Prime, Rat =\r\nTrap and Quickstride.\n&gt; \n&gt;   Inside the fortress:\n&gt; \n&gt;   Night Shift is alm=\r\nost caught by surprise by his own shiruken and manages to swerve around it,=\r\n with a screech in his tires. He was hoping to get one of the enemies to sh=\r\noot at him,thinking that by mistake they may just blast one of the control =\r\npannels that controls the fortress accidentally, thus allowing him to slip =\r\nout. With his night vision he spots a main control pannel, and realizes tha=\r\nt Scorponok is shooting at him with the plasma cannons, as is Scourge, who =\r\nis content on trying to fry his carborator. He remains quiet, yet continues=\r\n to speed around the room, hoping that at least one of them would take the =\r\nbait. He wasn&#39;t running scared, he was clearly up to something strategic. H=\r\ne thinks to himself.\n&gt; \n&gt;   &quot; I knew you bozos were stupid enough ta buy in=\r\nta me. That&#39;s it, keep shootn&#39; my way, eventually I&#39;m gonna make a move tow=\r\nard one of them power boxes and then whoops, someone&#39;s gonna hit somethn&#39; b=\r\ny accident.&quot;\n&gt; \n&gt;   He sends a silent com to Lord Elder.\n&gt; \n&gt;   &quot; Nightshif=\r\nt reportn&#39; in Sir. I&#39;m fine, just gettn&#39; the chase of a lifetime in here, n=\r\nothn&#39; serious. I got a few dings on the fenders but nothn&#39; that can&#39;t be ba=\r\nnged out with a hammer. Look, guys, I ain&#39;t found Nightlight, Rodimus or Wi=\r\nndlord, but I&#39;m kinda playn&#39; a game of catn&#39; mouse with the baddies. Hopn&#39; =\r\nta get one of them ta mess up&#39;n hit a power box by accident, instead of hit=\r\ntn&#39; me... OHHHH SCRAP!&quot;\n&gt; \n&gt;   He screeches loudly as he avoids another clo=\r\nse call with a plasma blast.\n&gt; \n&gt;   &quot;That was almost my left front tire, cl=\r\nose one. Anyway, I really could use a hand in here, I dunno how much longer=\r\n my fuel reserves are gonna hold out. I&#39;m at about a half a tank now, and t=\r\nhe way I&#39;m gon&#39; here, that ain&#39;t gonna take long ta go through... Gotta bur=\r\nn rubber, talk later, Nightshift out.&quot;\n&gt; \n&gt;   Outside the fortress, Tucson =\r\nPrime comes out of his trance. He holds his chest for just a moment.\n&gt; \n&gt;  =\r\n &quot;Sorry guys, I didn&#39;t mean to frighten you. I just got quite the wakeup ca=\r\nll. We need to get into that fortress but first we need to short out the co=\r\nntrol pannel that keeps it beneath that magma pool.&quot;\n&gt; \n&gt;   Rat Trap shrugs=\r\n. \n&gt; \n&gt;   &quot;Lord Elder did mention somethn&#39; about blastn&#39; inta the pool, but=\r\n we ain&#39;t got that kinda fire power on us.&quot;\n&gt; \n&gt;   Tuscon grins confidently=\r\n.\n&gt; \n&gt;   &quot;That&#39;s all right, I do. Stand back, the first step to bringing li=\r\nght to a black flame, is to create a backdraft. On second thought, I better=\r\n do this in vehicle mode. I can assure your saftey better than being in rob=\r\not mode.&quot;\n&gt; \n&gt;   He transforms into his missile truck mode, and opens his d=\r\noors to his cab.\n&gt; \n&gt;   &quot;Lord Elder, I&#39;m back, just needed to consult someo=\r\nne as to my next move. It&#39;s my first day on the job as a Prime and I needed=\r\n a little inside advice. And I got it. Kup, I also read you, and I&#39;m going =\r\nto expidite this mission a bit. It&#39;s dragged on far too long. Time for acti=\r\non not beating around the rotary.&quot;\n&gt; \n&gt;   He lines himself up for the shot =\r\nand aims both missile carriers at the pool, targeting not in the center of =\r\nthe pool, but a slight before getting to the middle of the magma chamber. R=\r\nat Trap and Quickstride buckle in, to anticipate the major kick back Tucson=\r\n&#39;s missile launchers may have. Then, Tucson fires, as they kick back, causi=\r\nng him to lurch backward slightly as he gets used to firing them at the sam=\r\ne time.\n&gt; \n&gt;   &quot;Ughh, felt that.. Are you two okay?&quot;\n&gt; \n&gt;   Rat Trap is now=\r\n on top of Quickstride, who is now looking to the control pannel.\n&gt; \n&gt;   &quot;U=\r\nmm, we&#39;re - okay.. Just a little - bit shell shocked. Wowwww... Talk about =\r\nkick back... It wasn&#39;t like ya didn&#39;t warn us because ya did but we weren&#39;t=\r\n expecting that...&quot;\n&gt; \n&gt;   Rat Trap rubs his head.\n&gt; \n&gt;   &quot;Yeah, talk about=\r\n the big bang theory.&quot;\n&gt; \n&gt;   Tucson rolls forward just a slight.\n&gt; \n&gt;   &quot; =\r\nIt even kicked me back a few feet. I have to learn to ground my tires when =\r\nI use those missiles. Sorry about that.&quot;\n&gt; \n&gt;   Rat Trap gets back into his=\r\n seat and buckles up.\n&gt; \n&gt;   &quot;So, how are we gonna get through this?\n&gt; \n&gt;  =\r\n Tucson parks himself safely waiting for the results of his launch.\n&gt; \n&gt;   =\r\n&quot; We&#39;re going to relight the dark flame. I have the power within me, the po=\r\nwer of the Matrix. The dark flame, represents Rodimus, who&#39;s armor is black=\r\n as pitch and flaming paint job dimmed to a drap pale color. That&#39;s the fir=\r\ne I need to rekindle.&quot;\n&gt; \n&gt;   Rat Trap gasps as does Quickstride.\n&gt; \n&gt;   &quot;B=\r\nut Wheels, that might that might do a number on ya.&quot;\n&gt; \n&gt;   Tuscon sighs.\n&gt;=\r\n \n&gt;   &quot; I know Rat Trap, it will. I&#39;ll still be a Prime no matter what happ=\r\nens, but if all goes well, we will get Rodimus back and Cyclonus will pay f=\r\nor his deeds against Primus. It&#39;s worth the risk my friends, it&#39;s worth the=\r\n risk.&quot;\n&gt; \n&gt;   Rat Trap sheds a tear.\n&gt; \n&gt;   &quot;But but what if it kills ya? =\r\nWhat&#39;s Talon gonna do without ya? What am I gonna do without ya? Wheels, yo=\r\nu&#39;re the only real friend I ever did have. I don&#39;t wanna lose ya.&quot;\n&gt; \n&gt;   T=\r\nucson could feel a tear drip on his dashboard. \n&gt; \n&gt;   &quot; I promise you Rat =\r\nTrap, neither Talon or you is going to lose me that easilly. I may be out o=\r\nf commission for a few days, but it&#39;s not going to kill me. Remember when w=\r\ne talked about the most powerful force in the universe? How nothing could e=\r\nver surpass that?&quot;\n&gt; \n&gt;   Rat Trap nodds.\n&gt; \n&gt;   &quot; I think so. Ya told me t=\r\nhat love is a force no one can reckon with. Nothing breaks the bond of frie=\r\nndship no matter how powerful evil becomes. Love knows no boundaries and is=\r\n the only infinite force that keeps on living even when one has passed on l=\r\nong ago.&quot;\n&gt; \n&gt;   Tucson gently straps Rat Trap in more securely.\n&gt; \n&gt;   &quot;Th=\r\nat&#39;s right Rat Trap. Remember that. It&#39;s our bond as friends that can never=\r\n be broken. All of us, including Talon, Elita, Kup, Lord Elder, Depthcharge=\r\n, Lord Perseus, Legacy, Guardia, and Ravenchief have the power within ourse=\r\nlves not because of tyranical strength, but because of that one thing that =\r\nneither Hydras, Megatron or Galvatron ever had. And that was True Love. The=\r\ny rule with force, not with compassion. Our heart is what is going to win u=\r\ns this battle, our hearts are going to come together as one and we will sav=\r\ne those that need to be saved, and rekindle the lights that have nearly bee=\r\nn blown out.&quot;\n&gt; \n&gt;   He starts up his engines.\n&gt; \n&gt;   &quot; NOW, LET&#39;S DO THIS!=\r\n FOR RODIMUS PRIME!&quot;\n&gt; \n&gt;   Rat Trap and Quickstride join in.\n&gt; \n&gt;   &quot;FOR R=\r\nODIMUS PRIME, LEADER OF THE AUTOBOTS!&quot;\n&gt; \n&gt;   Tucson fires several more rou=\r\nnds into the magma.\n&gt; \n&gt; \n&gt; \n&gt;   --- In nbwrpg@yahoogroups.com, &lt;airly2002@=\r\n&gt; wrote:\n&gt;   &gt;\n&gt; \n&gt;   &gt; Kup:\n&gt;   &gt; \n&gt;   &gt; &quot;We must take out Nightshift, per=\r\nhaps if we overcharge the Blackfortress circuits we can araise it, our main=\r\n focus is Rescue nightshift if we can capture Rodimus, Nighlight and or win=\r\ndlord will be a bonus... it must be done from inside&quot;Kup open a com link to=\r\n Nightshift and said &quot;Nightshift do you copy?&quot;\n&gt;   &gt; \n&gt;   &gt; \n&gt;   &gt; From: Pr=\r\neston Carroll \n&gt;   &gt; Sent: Saturday, April 10, 2010 6:12 PM\n&gt;   &gt; To: nbwrp=\r\ng@yahoogroups.com \n&gt;   &gt; Subject: Re: BlackFortress\n&gt;   &gt; \n&gt;   &gt; \n&gt;   &gt; \n&gt; =\r\n  &gt; Who: LORD ELDER\n&gt;   &gt; Location: The Ark - Command center\n&gt;   &gt; \n&gt;   &gt; &gt;=\r\n &quot;We will be risking as well Rodimus, Windlord and Nightlight &quot;Said Kup by =\r\ncomlink&quot;If only we know where are they... is the only way to araise the bla=\r\nckFortress?&quot;\n&gt;   &gt; \n&gt;   &gt; Elder nodded sadly as he received the transmissio=\r\nn, &quot;You&#39;re right, it\n&gt;   &gt; might hurt the folks we&#39;re trying to rescue.&quot; He=\r\n sighed slightly as he\n&gt;   &gt; continued, &quot;By training I am a guardian and se=\r\nntinel, not the soldiers\n&gt;   &gt; and tactical specialists that you are.&quot;\n&gt;   =\r\n&gt; \n&gt;   &gt; He shrugged, clearly at a loss as to how to help, &quot;Perhaps you can=\r\n\n&gt;   &gt; find a way to dig? It&#39;s a lot of heat down there though, I don&#39;t kno=\r\nw.\n&gt;   &gt; Kup you have been in a lot of battle, clearly more than I have, do=\r\nn&#39;t\n&gt;   &gt; you have any ideas?&quot;\n&gt;   &gt; \n&gt;   &gt; (TAG)\n&gt;   &gt; \n&gt;   &gt; Preston\n&gt;   =\r\n&gt;\n&gt;\n\n\n\n"}}