{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"NQ2RbZ_1YDwsoApO-BH_YjDF9wdE7H9KL4FpgsOsppaut-zl0h2XeYQ8Ex7rqPXzpznJo-9k9mlMTsK0lppwf1KFDknxEw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: BlackFortress","postDate":"1271129515","msgId":70052,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhxMG9qYitzdGozQGVHcm91cHMuY29tPg==","inReplyToHeader":"PHgyaDFmNTM2ZTQ4MTAwNDEyMTcyMnFjYjNmNjU5ZHFmODQwNGFiYWUwZjhjZDhiQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":70051,"nextInTopic":70053,"prevInTime":70051,"nextInTime":70053,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"OOC: Tucson collapsed due to extreme exhaustion and some moderate burn damages from the magma. Yes, even magma didn t stopp him from trying to help his","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 4805 invoked from network); 13 Apr 2010 03:34:57 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m10.grp.re1.yahoo.com with QMQP; 13 Apr 2010 03:34:57 -0000\r\nX-Received: from unknown (HELO n41b.bullet.mail.sp1.yahoo.com) (66.163.168.155)\n  by mta3.grp.sp2.yahoo.com with SMTP; 13 Apr 2010 03:34:57 -0000\r\nX-Received: from [69.147.65.150] by n41.bullet.mail.sp1.yahoo.com with NNFMP; 13 Apr 2010 03:31:55 -0000\r\nX-Received: from [98.137.34.72] by t7.bullet.mail.sp1.yahoo.com with NNFMP; 13 Apr 2010 03:31:55 -0000\r\nDate: Tue, 13 Apr 2010 03:31:55 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hq0ojb+stj3@...&gt;\r\nIn-Reply-To: &lt;x2h1f536e481004121722qcb3f659dqf8404abae0f8cd8b@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=167039986; y=-mth19fxFO-RJCVtiXiqH_Jp1a3CW8ZppuHdQWaDBjw2M8j3hFU\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: Tucson collapsed due to extreme exhaustion and some moderate burn dama=\r\nges from the magma. Yes, even magma didn&#39;t stopp him from trying to help hi=\r\ns comrades.  He&#39;s got some burn marks in his armor, and that&#39;s his damaged =\r\nstate for now.\n\nBIC: \n\nPerhaps the power he had extended outward, was in va=\r\nin.  Tucson lies on the ground for a moment or so, but slowly rolls back up=\r\n onto his left side, holding up his upper body with his arms which shake un=\r\nder the sheer pressure of his weight.  He looks around, and finds Darkhawk,=\r\n severely weakened by the powerful blast.  Night Shift wastes no time in sl=\r\napping a pair of stasis cuffs on Darkhawk, who in reality was Windlord.\n\n&quot;G=\r\notchya.  Don&#39;t worry, you&#39;re in good hands now. Yo, Kup!  Better take this =\r\nguy for me, I think Tucson Prime&#39;s commn&#39; around.&quot;\n\nTucson calmly looks aro=\r\nund yet with a stern expression on his face.\n\n&quot;Not - the result I was hopin=\r\ng for but - it did enable us to get somewhere.  Can&#39;t - have it all I suppo=\r\nse, but doesn&#39;t mean we&#39;re giving up all together.&quot;\n\nSlowly he makes it ont=\r\no his knees, and then plants one foot down on the ground, hoisting himself =\r\nup to his feet, with a bit of a stumble. He was weak, extremely weak, and i=\r\nt was questionable wether or not he would be able to continue fighting.  He=\r\n didn&#39;t want anyone to see him in such a condition though.  He fights his w=\r\neakness and tries to shrug off the grogginess he feels.  Night Shift nodds =\r\nin agreement with Tucson Prime.  \n\n&quot; I hear ya on that one big bot.  Someti=\r\nmes, ya win some, ya lose some, and sometimes it&#39;s kinda like in the middle=\r\n of both losn&#39; and winn&#39;n.&quot;\n\nTucson understood that the mission itself woul=\r\nd be difficult so he prepared himself for the unexpected by working with th=\r\nat uncertainty that plans don&#39;t always go as they are intended.  He shrugs =\r\noff the fact that Cyclonus is not even scathed by the energy attack.  He wa=\r\ns now curious about Rodimus and how he had handled it.  \n\n&quot; Something - Rod=\r\nimus wasn&#39;t too good at doing.  I have a feeling he may not have taken this=\r\n too well, Nightshift.&quot;\n\nNightshift narrows his optics.\n\n&quot; Lemme tell ya so=\r\nmethn&#39; Tucson, before you became a Prime, and he was on the job, it didn&#39;t =\r\nlook like his spark was totally in his work. But you, the quiet guy in the =\r\ncorner, the guy who threw caution ta the wind ta save his comrades, the guy=\r\n who faces  adversity as it comes and ain&#39;t afraid of it, and the guy who a=\r\nctually learned from his loss rather than complain&#39;n about it.  You got wha=\r\nt it takes, and always had it.  It - just wasn&#39;t obvious because you&#39;re too=\r\n modest for your own good and you kinda just kept ta yourself most of the t=\r\nime.&quot;\n\nTucson listens thoughtfully to Nightshift.\n\n&quot; You&#39;re right, I wasn&#39;t=\r\n much for words at the time...  But back then, I wanted to approach Rodimus=\r\n on his not so pleasurable attitude on his position as a Prime.  It seemed =\r\nas if he didn&#39;t want it.  And you know, responsibility isn&#39;t for everyone. =\r\n And for some, it&#39;s second nature.&quot;\n\nNight Shift nodds.\n\n&quot; Understandable. =\r\n Now I admit, I dunno if I could ever take your job big guy.  Not that I ai=\r\nn&#39;t capable of it, I know I ain&#39;t a good match for the position.  And I ain=\r\n&#39;t afraid ta admit that.&quot;\n\nTucson Prime nodds once, and studies Cyclonus on=\r\nce more.  Something dawns on him.  He seemed relieved to be free of somethi=\r\nng.  \n\n&quot;Is it me Cyclonus or do you appear to be liberated of something tha=\r\nt may have been holding you back?  Why do you work with Hydras anyway? What=\r\n is the purpose of working with him when you can be your own individual?  Y=\r\nour life should be as you intended, and not what others have intended for y=\r\nou.  It boils down to freedom.  You have the chance to experience freedom. =\r\n If I were you I&#39;d take that chance now.  As a matter of fact, Scorponok, S=\r\ncourge, what seems to be holding you two back here, when you yourselves can=\r\n be your own individuals as Decepticons?  Does Hydras have you on some sort=\r\n of leash?  I see no such restraints so that means if you want freedom you =\r\nshould also take it.&quot;\n\nNight Shift could see what Tucson was up to.  It was=\r\n one of his thinking outside the box kind of strategies. And a strategy tha=\r\nt would benefit all and not just one faction.  Tucson was trying to break n=\r\new ground, and as crazy as it all looked, he sits back to watch it all take=\r\n place.  Tucson Prime now steps asside and waits to see if any of them eith=\r\ner try to destroy him, or actually agree with what he was trying to tell th=\r\nem.\n\n&quot;Whatever any of you chose, your decision is your own and I will not i=\r\nnterfere.  We may not be allies, but I do respect the need for one&#39;s free w=\r\nill.  But if you attack me, do not expect me to be so forgiving.&quot;\n\n\n\n--- In=\r\n nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; N=\r\nightlight Nodded, she stood up with fear in her face. she was ready to foll=\r\now Rodimus\n&gt; \n&gt; Rodimus tapped his code on the door and it slid open. He st=\r\nepped out\n&gt; of the chamber and looked around for a moment. He nodded, satis=\r\nfied\n&gt; that there were no intruders in the hall. He looked back at Nightlig=\r\nht\n&gt; and motioned for her to follow.\n&gt; \n&gt; With a grinding of gears he shift=\r\ned into his vehicular mode and opened his door.\n&gt; \n&gt; &quot;Come on.&quot; he said as =\r\nhe gunned his engine. &quot;I will will protect you.\n&gt; We need to head towards t=\r\nhe throne room. If there is anywhere that is\n&gt; more protected in this place=\r\n it is there.&quot;\n&gt; \n&gt; He flipped on his lights and once Nightlight had gotten=\r\n in he took\n&gt; off, burning rubber as he moved!\n&gt; \n&gt; OOC: Remember, Rodimus =\r\nand Nightlight should be unaware of Tuscon&#39;s\n&gt; intrusion, so this since lik=\r\ne a good way to bring everyone together.\n&gt; Rodimus acting in ignorance :)\n&gt;=\r\n \n&gt; Preston\n&gt;\n\n\n\n"}}