{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"airly2000","replyTo":"LIST","senderId":"0AnDs0q8YMJja-lSLOArGyVFo8jJ7oGtVQG3-zaWOoJCTU6b1uYZmR_9falw65ytR08z0ltAOwG2p4LfkpU","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: BlackFortress","postDate":"1271296116","msgId":70067,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczIxREJBNThCODE3OEI0NDJFQTAyRUNBMDBGMEBwaHguZ2JsPg==","inReplyToHeader":"PGkybDFmNTM2ZTQ4MTAwNDE0MDkzM2djZTdkNWRiMnAxMDc4ODQ3N2RkMTkzYWRlQG1haWwuZ21haWwuY29tPg==","referencesHeader":"PGhxM2I4cCtvYTZ2QGVHcm91cHMuY29tPiA8U05UMTQzLWRzNkE1RkUwMTQyNjY3RTM2QkVEOEQ4QTAxMDBAcGh4LmdibD4gPGkybDFmNTM2ZTQ4MTAwNDE0MDkzM2djZTdkNWRiMnAxMDc4ODQ3N2RkMTkzYWRlQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":70065,"nextInTopic":70068,"prevInTime":70066,"nextInTime":70068,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"Kup/Perceprtor/Darkhawk/Nightlight/hydras Kup looked with sandess At Rodimus and nightlight, he had failed... miserly failed to his friend and Elita.","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 39396 invoked from network); 15 Apr 2010 01:50:48 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m13.grp.re1.yahoo.com with QMQP; 15 Apr 2010 01:50:48 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s31.snt0.hotmail.com) (65.55.90.170)\n  by mta1.grp.re1.yahoo.com with SMTP; 15 Apr 2010 01:50:48 -0000\r\nX-Received: from SNT143-DS21 ([65.55.90.135]) by snt0-omc3-s31.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Wed, 14 Apr 2010 18:48:40 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds21DBA58B8178B442EA02ECA00F0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hq3b8p+oa6v@...&gt; &lt;SNT143-ds6A5FE0142667E36BED8D8A0100@...&gt; &lt;i2l1f536e481004140933gce7d5db2p10788477dd193ade@...&gt;\r\nIn-Reply-To: &lt;i2l1f536e481004140933gce7d5db2p10788477dd193ade@...&gt;\r\nDate: Wed, 14 Apr 2010 20:48:36 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;Windows-1252&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 15 Apr 2010 01:48:40.0239 (UTC) FILETIME=[C5C183F0:01CADC3D]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=111572484\r\nX-Yahoo-Profile: airly2000\r\n\r\nKup/Perceprtor/Darkhawk/Nightlight/hydras\n\nKup looked with sandess At Rodimus and nightlight, he had failed... miserly \nfailed to his friend and Elita. Nightlight looked at Tucson and the other \nbots and felt compassion for them, she wished that Hidras felt mercy of them \nbut regarding that they were the enemies it was the most unlikely action \nthat he would do.\n\nHydras smiled evilish and said to Cyclonus &quot;That would be your new task, \nCyclonus... and I wish our external and inner defences improved as well... \nbut I&#39;m quite pleased of the result of your perform, my Security Chief... \nPerceptor&quot;said by com link&quot;Bring what ever you have to avoid any futher \nmischief of our enemies...&quot;\n\n&quot;Yes sir&quot;said the male by comlink\n\nAfter Perceptor left Darkhawk in the CRs, he ran towards the reseach lab and \ngrabbed some stuff there then he came back to Throne Room waitting hydras&#39;s \ncommand,\n\n&quot;Well, well Tucson any other thing that i should know before send you to the \ndungeons&quot;said evily hydras&quot;Like the 2 signatures outside of my base? The \nrodent and the Pony?&quot;\n\n--------------------------------------------------\nFrom: &quot;Preston Carroll&quot; &lt;supercyclonus@...&gt;\nSent: Wednesday, April 14, 2010 11:33 AM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: BlackFortress\n\n&gt; Who: SCORPONOK, RODIMUS, SCOURGE, CYCLONUS, Hydras, Darkhawk, Tuscon, \n&gt; Nightshift\n&gt; Location: Black Fortress - Throne Room\n&gt;\n&gt; Rodimus chuckled as the others in the room once again fell under the\n&gt; sway of Hydras and the Predacons. With the grinding of gears he\n&gt; transformed assuming his robot mode and looked around, his weapon\n&gt; drawn and ready for action. He glanced at Tuscon and then the other\n&gt; Autobots and Maximals, &quot;Heh, thought you guys could break in here and\n&gt; defeat us? Don&#39;t you know that you can&#39;t win?!?&quot; Rodimus paused and\n&gt; then chuickled again, although this time it was a little weaker and\n&gt; less sure, &quot;yeah, you can&#39;t win, so why even try.&quot;\n&gt;\n&gt; Rodimus shook his head and smiled as he helped collect any weapons\n&gt; that are discarded.\n&gt;\n&gt; Scourge, much like Rodimus began helping with any weapons that are\n&gt; given over, and nudging the prisoners in the right directions. &quot;So\n&gt; disappointing.&quot; Scourge said as he shook his head sadly at the\n&gt; Autobots and Maximals, &quot;I looked forward to the battle. maybe next\n&gt; time.&quot;\n&gt;\n&gt; Scorponok just stood grinning, or atleast as close to grinning as his\n&gt; face plate would allow. He looked at Nightshift, &quot;Is this what you\n&gt; meant by get it?&quot; he said, the sarcasm thick in his voice. &quot;I think we\n&gt; got it then, yes we did.&quot; he chuckled at his own joke.\n&gt;\n&gt; As all this was going on the doors slid open and Cyclonus stood there,\n&gt; weapon drawns and optics darting around the room. The cyclonus that\n&gt; stood there, while familiar to most, was very different from the last\n&gt; time Tuscon had seen him before he lost his sight. This Cyclonus was a\n&gt; little taller and sleeker, even in his robot mode his lined and form\n&gt; bespoke speed and aerodynamics. He seemd larger and more imposing than\n&gt; when he last stood before him, his armor thicker and more resilliant\n&gt; than when he was a simple lacky for Galvatron. It is as if he had\n&gt; grown into something more than what he was, even his spark no longer\n&gt; registered as pure Decepticon, there was that aspect that was always\n&gt; Unicronian, however on his chest was emblazed the purple symbol of the\n&gt; Decepticon forces.\n&gt;\n&gt; Upon seeing the turn of events Cyclonus nodded satisfactorilly as he\n&gt; turned to Hydras, &quot;What ever wave that was from Tuscon awakened\n&gt; Jhiaxus from stassis. He has the security section secured.&quot; He turned\n&gt; his gaze on Tuscon, &quot;We will have to have it analyzed to see what ever\n&gt; defence to it can be mounted. It seemed to have a more pronounced\n&gt; affect on your Decepticon and predacon forces.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; OOC: The changes I described are for Tuscon&#39;s benefit as well as those\n&gt; who have not seen him a long while. Hydras is already aware of this,\n&gt; as are the rest of the preds. These are the changes from Unicron\n&gt; rebuilding him as well as the changes that he had undergone from the\n&gt; matrix enhancement. For any of the Predacons he should look the same,\n&gt; and there should be no surprises, only the Maximals and Autobots who\n&gt; haven&#39;t seen him in a while, especaily tuscon who hasn&#39;t seen him in a\n&gt; very long while should there be the change. - I hope that makes sense.\n&gt;\n&gt; Preston\n&gt;\n&gt;\n&gt; On Wed, Apr 14, 2010 at 1:37 AM, &lt;airly2002@...&gt; wrote:\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; Hydras/nighlight/Perceptor/Kup/\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; Hydras:\n&gt;&gt;\n&gt;&gt;  Hydras laughted, it was a deep evil laughth and looking to around him \n&gt;&gt; said &quot;Throw away Your weapons... I dont like any futher disturbance&quot;said \n&gt;&gt; the male, Kup against his will throw his weapon&quot;Perceptor...&quot;\n&gt;&gt;\n&gt;&gt; &quot;Yes, Sir&quot; said the male\n&gt;&gt;\n&gt;&gt; &quot;Take Darkhawk to Crs&quot; said the male while he looked the femenine figure \n&gt;&gt; showed in the chamber &quot;ahhh, little one... Come here&quot; Nigthlight obeyed \n&gt;&gt; and moved behind Hydras &quot;Glente bots&quot; said lookign to Scorponok, and the \n&gt;&gt; others  &quot;take this autobots to the dungeons and Prime, this is your lucky \n&gt;&gt; day... We have a very special dungeon for guest like you... I must decide \n&gt;&gt; what I&#39;ll do with all you, Still i cant forgive your break in but I&#39;m \n&gt;&gt; willing so much to boost my ranks. Tied up their hands&quot;\n&gt;&gt;\n&gt;&gt; PErceptor took an unconceus Darkhawk to crs.\n&gt;&gt; From: Sandy\n&gt;&gt; Sent: Tuesday, April 13, 2010 10:02 PM\n&gt;&gt; To: nbwrpg@yahoogroups.com\n&gt;&gt; Subject: Re: BlackFortress\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; Tucson Prime knew it would be senseless to risk his minions due to his \n&gt;&gt; own tactical mistakes. He subspaces the missile chambers and powers down \n&gt;&gt; the weaponry. Night Shift also submits, and subspaces his own weaponry.\n&gt;&gt;\n&gt;&gt; The newly appointed Autobot leader still had much to learn, and he knew \n&gt;&gt; it. He wasn&#39;t perfect, it would take some time to be as knowledgable as \n&gt;&gt; Optimus Prime.\n&gt;&gt;\n&gt;&gt; &quot;Everyone, I&#39;m sorry, I made a mistake. They&#39;re right, I was off in my \n&gt;&gt; tactics, so I am asking all of you to stand down and do as told. I will \n&gt;&gt; not risk anyone elses lives here this day. Jhiaxus, you have my word. All \n&gt;&gt; weapons are powered down and we will abide by Hydras&#39; commands.&quot;\n&gt;&gt;\n&gt;&gt; Night Shift was not angry at his leader. He looks to him sincerely.\n&gt;&gt;\n&gt;&gt; &quot;Ya know, admittn&#39; that you&#39;re wrong like that, that takes a lotta \n&gt;&gt; courage sir.&quot;\n&gt;&gt;\n&gt;&gt; Tucson Prime sighs.\n&gt;&gt;\n&gt;&gt; &quot; Thank you. I&#39;m only doing what I feel is best for everyone&#39;s saftey.&quot;\n&gt;&gt;\n&gt;&gt; Night Shift looks over at Rodimus his eyes narrow.\n&gt;&gt;\n&gt;&gt; &quot; Ya know, Tucson Prime wouldn&#39;tve made this effort for just anyone. He&#39;s \n&gt;&gt; risked his spark ta try&#39;n get ya back. That&#39;s right, he didn&#39;t come here \n&gt;&gt; for some half baked power trip, he came back here because he really cares \n&gt;&gt; about you. The least you can do, is return the favor&#39;n make some sorta \n&gt;&gt; effort ta come around&#39;n try and remember who you are, and what you stand \n&gt;&gt; for. Because right now, I&#39;m just gonna have ta call ya Hot Rod. There \n&gt;&gt; ain&#39;t no Prime in there that I can see. Nope, not at all. Not one trace. \n&gt;&gt; There, I said my peace, and now I&#39;m gonna do as told.&quot;\n&gt;&gt;\n&gt;&gt; Tucson Prime does nothing to rebel against orders. Yet, he listens to \n&gt;&gt; Night Shift carefully.\n&gt;&gt;\n&gt;&gt; &quot; All right Hydras, ball is in your court. I will comply to your demands \n&gt;&gt; as you wish.&quot;\n&gt;&gt;\n&gt;&gt; --- In nbwrpg@yahoogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;&gt; &gt;\n&gt;&gt; &gt; Nightlight:\n&gt;&gt; &gt;\n&gt;&gt; &gt; Nightlight gasped in terror\n&gt;&gt; &gt;\n&gt;&gt; &gt;\n&gt;&gt; &gt; From: Preston Carroll\n&gt;&gt; &gt; Sent: Tuesday, April 13, 2010 11:32 AM\n&gt;&gt; &gt; To: nbwrpg@yahoogroups.com\n&gt;&gt; &gt; Subject: Re: BlackFortress\n&gt;&gt; &gt;\n&gt;&gt; &gt;\n&gt;&gt; &gt;\n&gt;&gt; &gt; Who: SCOURGE, SCORPONOK, Hydras, Darkhawk, Perceptor, Nightshift,\n&gt;&gt; &gt; Tuscon Prime, Kup, Rodimus, Nightlight\n&gt;&gt; &gt; Location: Black Fortress - Throne Room\n&gt;&gt; &gt;\n&gt;&gt; &gt; Scourge, who had never been affected by the disruptor wave from\n&gt;&gt; &gt; Tuscon, quite probrably because he is of minion design rather then\n&gt;&gt; &gt; just decepticon, just watched, unsure of what to do. His optics blazed\n&gt;&gt; &gt; with repressed anger as he looked from Hydras to Tuscon and back, his\n&gt;&gt; &gt; finger quivering on the trigger of his weapon.\n&gt;&gt; &gt;\n&gt;&gt; &gt; Scorponok on the other hand, after having been brushed aside so\n&gt;&gt; &gt; casually by Tuscon, now stood with his weapons oriented at the Autobot\n&gt;&gt; &gt; leader, ready to fire his own barrage of weapons.\n&gt;&gt; &gt;\n&gt;&gt; &gt; However what is of more concern is the internal weaponry, the wall\n&gt;&gt; &gt; mounted cannons that oriented, not just on Tuscon but also the other\n&gt;&gt; &gt; maximals and Autobots in the room.\n&gt;&gt; &gt;\n&gt;&gt; &gt; A voice came over the loud speakers could be heard, however to the\n&gt;&gt; &gt; surprise of many it was not Cyclonus&#39; but one that was somehow deeper\n&gt;&gt; &gt; and yet colder at the same time, it was Jhiaxus. &quot;It would appear\n&gt;&gt; &gt; Tuscon Prime that your assessment of the situation is not as it would\n&gt;&gt; &gt; seem.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;Entering this base without preperation, and leading your back up in\n&gt;&gt; &gt; here without assesing the true odds against you was a tactical flaw on\n&gt;&gt; &gt; your part.&quot; The voice continued coldly.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;If you do anything other than follow the very specific orders of our\n&gt;&gt; &gt; leader Hydras, I will have the entire arsonal of this facility open\n&gt;&gt; &gt; fire on you.&quot; The energy cannons that were in the room began to glow\n&gt;&gt; &gt; as they prepared for action, &quot;You will comply.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; Unfortunately it was at this point that Rodimus showed up with\n&gt;&gt; &gt; Nightlight, &quot;AH SLAG&quot; Rodimus said as he took in the situation . . .\n&gt;&gt; &gt;\n&gt;&gt; &gt; (TAG)\n&gt;&gt; &gt;\n&gt;&gt; &gt; Preston\n&gt;&gt; &gt;\n&gt;&gt;\n&gt;&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}