{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"VyCCcl1WsdMI4t68pIIbmEdSn5MHScErcul_nLayXn-zJkciUuqMYJtKyIUpuc0HAJoPCNquk0UXdpM_zWw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: BlackFortress","postDate":"1271445684","msgId":70088,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczE3MEU2QUY2MkI4QTc2QjFCRERFMDVBMDBFMEBwaHguZ2JsPg==","inReplyToHeader":"PGhxYTlhbytsMmwwQGVHcm91cHMuY29tPg==","referencesHeader":"PGhxYTlhbytsMmwwQGVHcm91cHMuY29tPg=="},"prevInTopic":70086,"nextInTopic":70090,"prevInTime":70087,"nextInTime":70089,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"Nightlight/hydras/pERceptor/darkhawk/kup: Nightlight smiled and she stood up, she answered when cyclunos asked her name I dont have one she said while her","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 42903 invoked from network); 16 Apr 2010 19:21:31 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m14.grp.re1.yahoo.com with QMQP; 16 Apr 2010 19:21:31 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s8.snt0.hotmail.com) (65.55.90.147)\n  by mta1.grp.sp2.yahoo.com with SMTP; 16 Apr 2010 19:21:31 -0000\r\nX-Received: from SNT143-DS17 ([65.55.90.136]) by snt0-omc3-s8.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Fri, 16 Apr 2010 12:21:31 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds170E6AF62B8A76B1BDDE05A00E0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hqa9ao+l2l0@...&gt;\r\nIn-Reply-To: &lt;hqa9ao+l2l0@...&gt;\r\nDate: Fri, 16 Apr 2010 14:21:24 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 16 Apr 2010 19:21:31.0067 (UTC) FILETIME=[04EAA8B0:01CADD9A]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=111572484; y=BSWdiOYw2y0RLmO1rtSVqt53a-DHVXlREZqHVxuWHt5vY9pRWpe4\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nNightlight/hydras/pERceptor/darkhawk/kup:\n\nNightlight smiled and she stood up, she answered when cyclunos asked her \nname &quot;I dont have one&quot;she said while her smile shadowed a little&quot;but Rodimus \nnamed me &#39;Nightlight&#39;, I guess that is the name that he liked for me...&quot;\n\n**************\n&quot;WE have a arrived&quot;said Hydras devilish while he stopped and discovered \ntucson&#39;s eyes&quot;It&#39;s time for you to take posession of your new room... \nSHANCKLE HIM!!!&quot;\n\n\n******************************************************+\nPerceptor after leave kup in his cell went topick up darkhawk, who already \nhad finished his healing process in the cr, he retired the handcuffs that he \nhad  and the male woke up, Perceptor said what was the situation and they \nwent where Hydras was.\n\n*******\n\nKup kup woke up in his cells, he felt a terrible head ache, and he lay down \nin the bench and meditate his situation. he felt sorrow for Elita and her \nparents, he also hoped that this was part of Tucson&#39;s Plan to get back his \ncaptive friends\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Friday, April 16, 2010 1:12 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: BlackFortress\n\n&gt; OOC: Collective post for Tucson Prime, Nightshift, Quickstride and Rat \n&gt; Trap.\n&gt;\n&gt; BIC: Having been blind for a long time, Tucson Prime was no stranger to \n&gt; having his eyes covered.  It was actually a welcomed development, as he \n&gt; had become quite accustomed to being sightless.  He could hear and sense \n&gt; things with much more clarity then he was able to sense with even with his \n&gt; optics. His transmitter kicks in as a sonar system once more.  It had been \n&gt; programed as such, but now, only used as a listening device.  It gives him \n&gt; information about his surroundings and with his thermal sensory board, he \n&gt; gets a general idea on what the room is like.  Room enough for only one \n&gt; bot.  It was hot, but being silver in color, he&#39;s able to deflect a good \n&gt; portion of that heat away from his body.  Yet, he remains placid to avoid \n&gt; overheating.  He knew that fighting would only make things worse for his \n&gt; systems.  Instead of giving a show of protest, he decides to get himself \n&gt; in a near meditative state, relaxing his entire body so is not to cause \n&gt; strain on his system.  He had learned quite a bit about meditation from \n&gt; Ninjabot training, and found it rather beneficial when encountered in \n&gt; times of great stress.  He could hear things outside, and realized he had \n&gt; contact ability with Rodimus.  All the while, even though he didn&#39;t show \n&gt; signs of strategizing, he silently assembles a plan to himself as to how \n&gt; he was going to get out of his next predicament.  Phase one was already in \n&gt; place.  It was time for phase two.  Getting captured was not part of the \n&gt; plan at first, but then in all respects he could see the advantages of \n&gt; being caught.  He had close contact with Rodimus and this was a perfect \n&gt; opportunity to turn things around without really raising suspicions.  As \n&gt; soon as he had something in mind, he casually turns his head in Rodimus&#39;s \n&gt; direction, following the mild sonar signal he bounces off, which hones in \n&gt; on Rodimus without actually having any effects on anyone.\n&gt;\n&gt; &quot;Tell me Rodimus, have you ever once been appreciated for all the effort \n&gt; you&#39;ve given to Hydras?  From the sounds of things I don&#39;t think you&#39;re \n&gt; even recognized for your attributes.&quot;\n&gt;\n&gt; In Night Shift&#39;s cell, Night Shift also uses a very meditative state, to \n&gt; avoid getting himself overheated.  He had learned that in tight \n&gt; situations, meditation was the best medicine. After a few moments of \n&gt; meditation, he casually looks around.  The more relaxed his body was, the \n&gt; less stress he places on his system.  And the less stress he puts on his \n&gt; system, the less he felt tortured.\n&gt;\n&gt; &quot;Not exactly my type of architecture but at least we&#39;re gettn&#39; some \n&gt; energon down here.&quot;\n&gt;\n&gt; He grins to himself.\n&gt;\n&gt; &quot;That&#39;s right, the less agression we show the more frustrated our guards \n&gt; will be.  These guys expect us ta put up a fuss, yeah, well, I ain&#39;t gonna \n&gt; buy inta that.  And I know Tucson Prime ain&#39;t either.  I just hope Kup \n&gt; catches onta this&#39;n does the same... Poor guy, I don&#39;t wanna see him get \n&gt; overheated.&quot;\n&gt;\n&gt; Outside the fortress, Rat Trap spots the oncomming objects, and holds on \n&gt; tight to Quickstride&#39;s mane.\n&gt;\n&gt; &quot;We got tailgaters!&quot;\n&gt;\n&gt; Quickstride quickens his gallop and tries to step it up. At the same time, \n&gt; his stomach rumbles, as it feels as if it&#39;s getting just a bit bloated. \n&gt; He had overdosed on the bean pods, and now his system was about to pay for \n&gt; it.\n&gt;\n&gt; &quot; Uh ohh..  Rat trap, Umm.. You - better cover your nose.&quot;\n&gt;\n&gt; Rat Trap looks down to him.\n&gt;\n&gt; &quot;I&#39;m tryn&#39; ta hold on for dear life here!  Why&#39;dya want me ta do that \n&gt; for?!&quot;\n&gt;\n&gt; Quickstride&#39;s hooves almost appear not to touch the ground as he really \n&gt; accelerates in his gallop.\n&gt;\n&gt; &quot; Because in a fraction of a nanosecond, things are NOT going to smell too \n&gt; good around here.&quot;\n&gt;\n&gt; Rat Trap does as told.\n&gt;\n&gt; &quot;You&#39;re right, that ain&#39;t such a bad idea!&quot;\n&gt;\n&gt; No sooner does he cover his nose, Quickstride releases a large cloud of \n&gt; noxious fumes from his tail end which aleviates his bloat, enabling him to \n&gt; pick up his pace.  A green cloud wafts upward.\n&gt;\n&gt; OOC: The bean pods I&#39;m reffering to were in Beast Wars, and had this \n&gt; effect on Rhinox who ate a considerable amount of these gassy pods in a \n&gt; particularly funny episode.\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Who: CYCLONUS, Nightlight\n&gt;&gt; Location: Black Fortress - Throne Room\n&gt;&gt;\n&gt;&gt; &gt; &quot;That&#39;s Great&quot;hissed the male by comlink&quot;As soon as they arrive pass \n&gt;&gt; &gt; them to\n&gt;&gt; &gt; the throne Room, When i finsh here I&#39;l go there&quot;\n&gt;&gt;\n&gt;&gt; &quot;Understood.&quot; Cyclonus said. With a few deft touches Cyclonus sent off\n&gt;&gt; a few orders as he glanced up and looked at the female as she sat on\n&gt;&gt; the stairs in front of the throne.\n&gt;&gt;\n&gt;&gt; &quot;Greetings.&quot; he said to the female as he walked over to her. &quot;I know\n&gt;&gt; that this has been a trying time for you.&quot; Cyclonus said, his voice\n&gt;&gt; and movements elegant, strong and yet graceful. Cyclonus stood tall\n&gt;&gt; and robust, his armor shined purple and white, glinting slightly in\n&gt;&gt; the relfected light of the room. He was like a powerful knight of some\n&gt;&gt; great reknowned speaking to a fair princesses.\n&gt;&gt;\n&gt;&gt; Cyclonus folded one hand behind his back as he reached down with\n&gt;&gt; other, bowing his head slightly in an almost courtly gesture. His\n&gt;&gt; fingers were strong yet somehow gentle as sought to grasp the Lady&#39;s\n&gt;&gt; hand and help her to her feet. Tilting his head up and to the side\n&gt;&gt; slightly Cyclonus looked at her, his penatrating gaze staring into\n&gt;&gt; hers, &quot;What is your name?&quot; he said.\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}