{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"GAUsLC16GTEjYQe4Y4Lu1CRV3MpexXKbhtfMNMhNY7Ssn_3lRpW3iOxJmiPBcuxYG9XzTdWSeeg41L5itCOlYtstJCJ2kQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BlackFortress","postDate":"1271474446","msgId":70097,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhxYjllZStqaXJ0QGVHcm91cHMuY29tPg==","inReplyToHeader":"PFNOVDE0My1kczg3QTEyREQ2QkVBNjg2NDFEMzhDQkEwMEUwQHBoeC5nYmw+"},"prevInTopic":70095,"nextInTopic":70098,"prevInTime":70096,"nextInTime":70098,"topicId":69580,"numMessagesInTopic":295,"msgSnippet":"Tucson was good at ignoring torment.  Especially when it came from Hydras or the other Predacons and Decepticons.  He then realized by the feel of his","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 46928 invoked from network); 17 Apr 2010 03:20:49 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m1.grp.sp2.yahoo.com with QMQP; 17 Apr 2010 03:20:49 -0000\r\nX-Received: from unknown (HELO n46b.bullet.mail.sp1.yahoo.com) (66.163.168.160)\n  by mta2.grp.sp2.yahoo.com with SMTP; 17 Apr 2010 03:20:49 -0000\r\nX-Received: from [69.147.65.171] by n46.bullet.mail.sp1.yahoo.com with NNFMP; 17 Apr 2010 03:20:47 -0000\r\nX-Received: from [98.137.34.73] by t13.bullet.mail.sp1.yahoo.com with NNFMP; 17 Apr 2010 03:20:47 -0000\r\nDate: Sat, 17 Apr 2010 03:20:46 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hqb9ee+jirt@...&gt;\r\nIn-Reply-To: &lt;SNT143-ds87A12DD6BEA68641D38CBA00E0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BlackFortress\r\nX-Yahoo-Group-Post: member; u=167039986; y=fQrczlJiV_dptbi2XrRLw1a_7h4QFpgmvjR4cnd5GYvOXaClRxs\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson was good at ignoring torment.  Especially when it came from Hydras o=\r\nr the other Predacons and Decepticons.  He then realized by the feel of his=\r\n restraints, that yes, they were next to near impossible from escape. To br=\r\neak them was not an option, but, perhaps Ninjabot training could come in ha=\r\nndy as far as finding ways around the loop holes.  He could sense that the =\r\nmore he expanded his hydraulics on his wrists and ankles, the tigher and le=\r\nss comfortable they were on him.  Meditation again would come in handy.  Th=\r\ne more he relaxed, the more limber his body would become.  Perhaps even lim=\r\nber enough to give him more room to move in his tight quarters.  Yet he was=\r\n still waiting to hear Rodimus&#39;s reply to his question.  When the answer do=\r\nesn&#39;t come, he realizes that he&#39;d have to get through to him a different wa=\r\ny.\n\n&quot; I remember the battle, although it was a bitter memory. We were despe=\r\nrately fighting against Hydras, me myself, barely able to fend off the Pred=\r\nacons, but I did.  Then, it started to happen.  Things were getting out of =\r\ncontrol real fast and there were no more Autobots with considerable speed a=\r\nvailable, for diversionary tactics.  In that time, I was open to assist, an=\r\nd then everything was happening at once. You were being chased, along with =\r\nwindlord and Nightlight.  Being who I am, and who I was at the time, to me,=\r\n there was no such thing as failure.  So, I transformed into vehicle mode, =\r\nand I went as fast as my wheels could take me, although not very fast to yo=\r\nur standards, but to mine it was far beyond my usual caliber.  I yelled out=\r\n your name, and I told you to hold on because I was comming to help you.  I=\r\n was able to divert the attention away from you and direct it my way.  What=\r\n I didn&#39;t see comming was an energy blast that hit me square in my director=\r\ny, causing me to fall into immediate stasis, and before I knew it, everythi=\r\nng went black, and after that, nothing.  I lost everything.  My sight, and =\r\neven a good portion of my memory.  But most of all, I lost the leader that =\r\nI respected loyally, and two of my most valuable comrades.  I lost you all =\r\nbecause of me, and you think I&#39;m happy with that?  I&#39;m not.  Because of me =\r\nyou are now how you are, and I&#39;ll have that guilt with me for as long as I =\r\nlive.   But I&#39;m learning to move on Rodimus, as painful it is for me to rem=\r\nember the past, I&#39;m moving on.  And I believe I can help you do the same, i=\r\nf - you can trust me.  Hydras would never promise you the support only a fe=\r\nllow Autobot can offer, and he would never accept failure as a learning exp=\r\nerience.  But to me, Failure is just a nother step toward self improvement.=\r\n  You fall, you get back up, and you roll again.  You look back at what you=\r\n did wrong and you correct it.  It&#39;s all right to make mistakes Rodimus, Pr=\r\nimus knows I&#39;ve made more than my fair share already.&quot;\n\nHe hoped that his a=\r\npproach would possibly break some ground beneath them.\n\nIn another cell in =\r\nthe fortress, Night Shift remains calm knowing that Tucson Prime wasn&#39;t rea=\r\nlly about to give into Hydras.  A new plan was in action and all he had to =\r\ndo was wait.  Although, getting out of the handcuffs was also on his mind. =\r\n He didn&#39;t much care for them, since they were irritating the metal around =\r\nhis wrists.\n\n&quot;Slag these things itch like mad.&quot;\n\nHe tries to scratch the it=\r\nchiness that the cuffs cause him.\n\nOutside the fortress, Rat Trap observes =\r\nPhobia&#39;s reaction to Quickstride&#39;s noxious gas explusion.  He sees how euph=\r\noric it makes her.  With his ratty little mind, he gets an idea.\n\n&quot;Hmmmm...=\r\n.  I think someone&#39;s gettn a buzz off of your fumes Quickstride.  Although =\r\nI dunno what&#39;s so great about it, because it smells worse than a rotting ca=\r\nrcass.&quot;\n\nQuickstride&#39;s ears flicker back and forth.  He slows from a gallop=\r\n, to a canter and eases himself from trot to walk, turning around to watch =\r\nthe Decepticons heading toward the black fortress.\n\n&quot;Hmmm.... Really?  Gett=\r\nn&#39; a buzz off my aft gas huh?  Which one?&quot;\n\nRat Trap looks around in the sk=\r\ny.\n\n&quot;Well, the redn&#39; white one that just acted a little goofy up there..  T=\r\nhat&#39;s the one.  I dunno who that Decepticreep is, but definitely got tipsy =\r\noff that gas.&quot;\n\nQuickstride finds more bean pods and stuffs his mouth with =\r\nthem.\n\n&quot;If that&#39;s the case, then, when in doubt... Stink&#39;em out.  C&#39;mon Rat=\r\n Trap, we&#39;re gon&#39; back.&quot;\n\nRat Trap gasps.\n\n&quot;ARE YOU OUTA YOUR DIRECTORY?!  =\r\nCAN WE SAY SLAGGED IN SECONDS, YA OVER RATED JACKAFT?!&quot;\n\nQuickstride looks =\r\nto Rat Trap.  He swallows a whole bunch of bean pods down.\n\n&quot;Maybe I am.  T=\r\nrust me, the more I eat, the better this&#39;ll get&quot;.\n\nHe then trots back towar=\r\nd the fortress, turns his rump around, lifts his tail and breaks the wind a=\r\nround him, sending another gassy cloud of fumes through the wind.  \n\n&quot;Ohh y=\r\neahhh, nice&#39;n stinky..   Let&#39;s see if they&#39;ll buy the bait.&quot;\n\n\n--- In nbwrp=\r\ng@yahoogroups.com, &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; HYdras/Perceptor/Darkhawk:\n&gt; =\r\n\n&gt; &quot;I hope that you feel confortable Tucson Prime&quot;said with irony the Preda=\r\ncon \n&gt; leader&quot;You will spent here a lot time... till I decide what to do wi=\r\nth \n&gt; you... Maybe I&#39;l behead you and hang your head in my wall... torture =\r\ntill I \n&gt; get bored... or just Reprogram you... I dont know what to do but =\r\neventually \n&gt; I&#39;ll, enjoy your vacation&quot;\n&gt; \n&gt; Hydras laughted evilish and m=\r\notioned to seal the cell. Then looking to \n&gt; Perceptor and Darkhawk that ar=\r\ne arriving said &quot;Perceptor, set high level \n&gt; security in the area, special=\r\nly in the pit... Darkhawk, Scourge and Rodimus; \n&gt; i want that you keep an =\r\neye in the Prisioners; when Cyclonus have a formal \n&gt; schedule, it should b=\r\ne full filled by the book, till I decide what to do \n&gt; with them&quot;\n&gt; \n&gt; Hydr=\r\nas started to  leave the room, Perceptor looked to the others and said \n&gt; &quot;=\r\nIt&#39;s time that we leave this place, I&#39;ll by in Security Command Room&quot;\n&gt; \n&gt; =\r\nHe went to the Security room and started to monitor the area. Darkhawk \n&gt; g=\r\nrined and said Rodimus with malice &quot;I bet that you Girlfriend will be alone=\r\n \n&gt; a while...&quot;\n&gt; \n&gt; \n&gt; --------------------------------------------------\n=\r\n&gt; From: &quot;Preston Carroll&quot; &lt;supercyclonus@...&gt;\n&gt; Sent: Friday, April 16, 201=\r\n0 4:16 PM\n&gt; To: &lt;nbwrpg@yahoogroups.com&gt;\n&gt; Subject: Re: BlackFortress\n&gt; \n&gt; =\r\n&gt; Who: SCORPONOK, Hydras, Tuscon Prime\n&gt; &gt; Location: Black Fortress - The P=\r\nIT\n&gt; &gt;\n&gt; &gt; (OOC: Sorry, I though Hydras was alone originally. Since most fo=\r\nlks\n&gt; &gt; are engaged elsewhere I stuck Scorponok in there to make it all wor=\r\nk)\n&gt; &gt;\n&gt; &gt; BIC:\n&gt; &gt;\n&gt; &gt;&gt; &quot;WE have a arrived&quot;said Hydras devilish while he s=\r\ntopped and discovered\n&gt; &gt;&gt; tucson&#39;s eyes&quot;It&#39;s time for you to take posessio=\r\nn of your new room...\n&gt; &gt;&gt; SHANCKLE HIM!!!&quot;\n&gt; &gt;\n&gt; &gt; Scorponok nodded as he =\r\nstepped froward as he attempted to roughly\n&gt; &gt; shove Tuscon into the confin=\r\ned cell just as hard as he could, and then\n&gt; &gt; shackled him, pulling them h=\r\nard! There was very little movement for\n&gt; &gt; Tuscon, although he could proba=\r\nbly find a few micrometers if he tried.\n&gt; &gt;\n&gt; &gt; &quot;This is treated Cybertroni=\r\nan metal, you might find this a little more\n&gt; &gt; difficult to break.&quot; Scorpo=\r\nnok said as he stepped back to admire his\n&gt; &gt; handy work. He with a single =\r\nmovement he pulled one of the manacle\n&gt; &gt; locks a little harder, as if to m=\r\nake sure that there would be no\n&gt; &gt; escape for Tuscon.\n&gt; &gt;\n&gt; &gt; &quot;Difficult, =\r\nyes impossible.&quot; Scorponok folded his arms over his chest\n&gt; &gt; as he looked =\r\nback at Hydras for his orders.\n&gt; &gt;\n&gt; &gt; (TAG)\n&gt; &gt;\n&gt; &gt; Preston\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; --=\r\n----------------------------------\n&gt; &gt;\n&gt; &gt; Yahoo! Groups Links\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n=\r\n&gt; &gt;\n&gt;\n\n\n\n"}}