{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"G3I_KCuHzDvFNbsbOjPh_kancN0nJ_NESzqQwvUi1_i_QcH5CJncbydEDCeK269L1vOSVfDzmvfbNaxQctU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Light of the Flame!","postDate":"1272052697","msgId":70179,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczdEQTU0QjFBOERGMzgzMzhDQ0FBNEEwMDcwQHBoeC5nYmw+","inReplyToHeader":"PHAydjFmNTM2ZTQ4MTAwNDIzMDkyM2g4ZThiMTVjNW81ODg1ZDhjMmQ1ZmIyYzA2QG1haWwuZ21haWwuY29tPg==","referencesHeader":"PGsydTFmNTM2ZTQ4MTAwNDIyMTQwMXA2ZWIyNjM5Y25hNWI1YjljZWM0NzNmOTNAbWFpbC5nbWFpbC5jb20+IDxocXNjOHMraDlzN0BlR3JvdXBzLmNvbT4gPHAydjFmNTM2ZTQ4MTAwNDIzMDkyM2g4ZThiMTVjNW81ODg1ZDhjMmQ1ZmIyYzA2QG1haWwuZ21haWwuY29tPg=="},"prevInTopic":70178,"nextInTopic":70180,"prevInTime":70178,"nextInTime":70180,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Nightlight/kup:: Nightlight stopped and  and leaned to a wall, images started to spin inside her head: the ones as predacon, when Rodimus was totured and she","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 80726 invoked from network); 23 Apr 2010 19:58:22 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m4.grp.sp2.yahoo.com with QMQP; 23 Apr 2010 19:58:22 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s2.snt0.hotmail.com) (65.55.90.141)\n  by mta3.grp.re1.yahoo.com with SMTP; 23 Apr 2010 19:58:22 -0000\r\nX-Received: from SNT143-DS7 ([65.55.90.135]) by snt0-omc3-s2.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Fri, 23 Apr 2010 12:58:22 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds7DA54B1A8DF38338CCAA4A0070@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;k2u1f536e481004221401p6eb2639cna5b5b9cec473f93@...&gt; &lt;hqsc8s+h9s7@...&gt; &lt;p2v1f536e481004230923h8e8b15c5o5885d8c2d5fb2c06@...&gt;\r\nIn-Reply-To: &lt;p2v1f536e481004230923h8e8b15c5o5885d8c2d5fb2c06@...&gt;\r\nDate: Fri, 23 Apr 2010 14:58:17 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 23 Apr 2010 19:58:22.0362 (UTC) FILETIME=[53D7BFA0:01CAE31F]\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=M-DqueZkz4Wo7LJ08aEB5s2LkfPq-KLf_kyQgHTvUiOavC-HkYl3\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nNightlight/kup::\n\nNightlight stopped and  and leaned to a wall, images started to spin inside \nher head: the ones as predacon, when Rodimus was totured and she was forced \nto watch, her own imprisoment, the care that she had in Perceptor&#39;s and \nRodimus&#39;s hand. She tried to contain all those images for her sanity&#39;s sake; \nOthers started to pup up: a baby in her arms, herself surrounded by \nPredacons, when she was a predacon named Blackstorm, a smiling child running \naround her, the mistreat that she suffered in Jhiaxus&#39;s hand and when \nRodimus&#39;s beaten her following hydras&#39;s commands.\n\nShe didnt know who really was. She started to feel tired, unexplained tired, \nas if she handt slept in several days. she had to hold a piper in order to \navoid fell but he couldnt be stand up for so long. A chorus of voices arouse \nin her head while her vision became blurry. She couldnt fight that feeling \nfor so long.\n\n\n*************\n\nKup emerged from a corritor holding his dart gun looking to Nightlight and \nlater to Rodimus said in low voice &quot;Forgive me... i beg your fogiveness but \ni cant let her escape... Time is  short... She will sleep a while... we can \nreprogram her... and then she will understand all... &quot;\n\nThen the old autobot opened his comlink and said &quot;Here is Kup&quot;said while he \nstarted to track Nightshift&#39;s signature and move towards the autobot&quot;I beg \nyour pardon Tucson and I&#39;ll take the punishmet that I deserve to disobey \nyour commands. I felt obliged to help Rodimus to rescue Nightlgiht, she \nattemped to escape and I... I did what I have to do&quot;said the old autobot\n\n\n\n\n--------------------------------------------------\nFrom: &quot;Preston Carroll&quot; &lt;supercyclonus@...&gt;\nSent: Friday, April 23, 2010 11:23 AM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; Who: RODIMUS PRIME, Kup, Nightlight\n&gt; Location: Black Fortress - Hallways\n&gt;\n&gt;&gt; Nightlight smiled with relief, it was Rodimus.\n&gt;&gt;\n&gt;&gt; &quot;i&#39;m here&quot;said the female while she left her hide out&quot;i tried to reach \n&gt;&gt; the\n&gt;&gt; throne room... I&quot;\n&gt;&gt;\n&gt;&gt; She Gasped, she saw the autobot&#39;s symbol in Rodimus&#39;s chest, she felt\n&gt;&gt; surpriced and betrayed. Tears started to fell down, she loved him but he\n&gt;&gt; betrayed her faction; everithing that he told were lies. She just liked \n&gt;&gt; to\n&gt;&gt; move a way there, and ran, without realize towards the cell block area.\n&gt;\n&gt; As Nightlight ran Rodimus quickly shifted into vehicular mode again\n&gt; and drove after her, using his superior speed to hopefully over take\n&gt; her.\n&gt;\n&gt; &quot;Nightlight!&quot; he said, calling her by the only name that he has ever\n&gt; known her by. &quot;It is still me Rodimus, the one who has sworn on his\n&gt; life to protect you from all harm!&quot; Rodimus tried to swerve on front\n&gt; of and transformed again.\n&gt;\n&gt; &quot;It&#39;s me! Don&#39;t you still trust me?&quot; He said, pain obvious in his\n&gt; voice, pain from her dismissal of him, of her fear of him. &quot;I remember\n&gt; it all!&quot; he said, his voice taking on a note of urgencey as he spoke,\n&gt; &quot;I know who you were, and who you are, and most importantly who we are\n&gt; and what we meant to each other.&quot; His words spilling over with\n&gt; conviction as he talked.\n&gt;\n&gt; He gestured to her as if he would embrace her in a hug if she would\n&gt; let him, &quot;I have come to fulfill a promise that I made to you not only\n&gt; earlier but the one I made to years ago, that you and I would always\n&gt; be one spark, and that nothing would harm you as long as I lived.&quot;\n&gt;\n&gt; Rodimus&#39; head lights brightened, &quot;And there is another that would want\n&gt; you to remember as well.&quot; A small image began to appear in the midst\n&gt; of Rodimus headlights as a viewscreen appeared. In it was a picture of\n&gt; a young female Autobot: Elita.\n&gt;\n&gt; As Rodimus spoke chatter from the other Autobots could be heard . . .\n&gt;\n&gt;&gt; &quot; This is Tucson Prime, I copy you Rodimus Prime. Although your words are \n&gt;&gt; encouraging, I must say I meet them with a bit of apprehension myself. I \n&gt;&gt; will do everything in my power to keep the peace among us, but do keep in \n&gt;&gt; mind, trust will be the most difficult thing to gain among our faction. \n&gt;&gt; You have turned against us in the past, served our enemy faithfully, and \n&gt;&gt; for that, many of us are leary of your return to our side. You show a \n&gt;&gt; vulnerability to be easilly swayed and in order to regain your status \n&gt;&gt; among us, you must prove you can overcome this vulnerability. So it is \n&gt;&gt; with this in mind, that I request you pass a test of loyalty toward our \n&gt;&gt; faction. A test that only I can adiminister, and a test only I can deem \n&gt;&gt; you worthy of passing. And until such time that I have deemed you worthy \n&gt;&gt; of this task, leadership of the Autobots will be diverted to me, and none \n&gt;&gt; of my orders are to be disobeyed. Do I have your word and compliance \n&gt;&gt; Rodimus Prime?&quot;\n&gt;\n&gt; &quot;I copy you as well Tuscon.&quot; Rodimus&#39; voice came over the transmission\n&gt; lines, that new sense of conviction transitting loud and clear across\n&gt; it. &quot;We all have our tests to pass and fail and I have failed mine,\n&gt; but it is not just you or your worthiness that I have to live up but\n&gt; all the Autobots and the matrix itself.&quot;\n&gt;\n&gt; Rodimus paused as he looked at Nightlight wanting her to hear the\n&gt; words he spoke to. &quot;Inside of all of us is a darkness and weakness and\n&gt; fear, any of which can be exploited if one finds the right key, the\n&gt; right leverage. To deny it is to forget that we are living beings. We\n&gt; all have to focus and remember who we are and where we stand. I had\n&gt; forgotten that, but I shall not forget it again.&quot;\n&gt;\n&gt; Rodimus smiled at Nightlight, that smile also carried into his voice\n&gt; as he spoke, &quot;Sometimes it is not our successes that teach us, but our\n&gt; failures. Tuscon, you have led the Autobots well in my absence, and\n&gt; you will continue to do so I have no doubt. There is too much that\n&gt; stands between me and any command right now.&quot;\n&gt;\n&gt; &quot;However I caution you, the mantle of the command weighs heavy on the\n&gt; head of those who bear it.&quot;\n&gt;\n&gt; Rodimus looked at Nightlight as he wondered what she would do.\n&gt;\n&gt; (TAG)\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}