{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"FGCSFa83XrOK29nOmdm8UX-kqyjK8BFwHhHYOl5ortfFJGQ02u9kcM7QX-XiIsKGQO-aMuEMttvVVRMHPbA3YLvhRhQGXA","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: The Light of the Flame!","postDate":"1272034395","msgId":70175,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhxc2M4cytoOXM3QGVHcm91cHMuY29tPg==","inReplyToHeader":"PGsydTFmNTM2ZTQ4MTAwNDIyMTQwMXA2ZWIyNjM5Y25hNWI1YjljZWM0NzNmOTNAbWFpbC5nbWFpbC5jb20+"},"prevInTopic":70174,"nextInTopic":70176,"prevInTime":70174,"nextInTime":70176,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"The tables had now turned.  Tucson Prime had Rodimus back on his side and like Rodimus, he wasn t about to take anything lying down. He soon catches up to","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 87400 invoked from network); 23 Apr 2010 14:55:04 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m13.grp.re1.yahoo.com with QMQP; 23 Apr 2010 14:55:04 -0000\r\nX-Received: from unknown (HELO n41b.bullet.mail.sp1.yahoo.com) (66.163.168.155)\n  by mta3.grp.sp2.yahoo.com with SMTP; 23 Apr 2010 14:55:04 -0000\r\nX-Received: from [69.147.65.147] by n41.bullet.mail.sp1.yahoo.com with NNFMP; 23 Apr 2010 14:53:16 -0000\r\nX-Received: from [98.137.34.32] by t10.bullet.mail.sp1.yahoo.com with NNFMP; 23 Apr 2010 14:53:16 -0000\r\nDate: Fri, 23 Apr 2010 14:53:15 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hqsc8s+h9s7@...&gt;\r\nIn-Reply-To: &lt;k2u1f536e481004221401p6eb2639cna5b5b9cec473f93@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=167039986; y=r6SAm44_rlgDPgOmBZS0K3VGEIkcAvdG15D1i1bqTefi_606XGM\r\nX-Yahoo-Profile: magicquartz\r\n\r\nThe tables had now turned.  Tucson Prime had Rodimus back on his side and l=\r\nike Rodimus, he wasn&#39;t about to take anything lying down. He soon catches u=\r\np to Night Shift and finds him without Kup. \n\n&quot;Where&#39;s Kup? I asked him to =\r\nback you up in finding Windlord.&quot;\n\nNight Shift shruggs.\n\n&quot; Well, ya know ho=\r\nw he&#39;s buddy, buddy with Rodimus... He went ta help &#39;em find Nightlight. It=\r\n&#39;s cool, it&#39;s cool, I can handle it, sometimes things don&#39;t change.  But sl=\r\nag, he could&#39;ve at least asked me first!&quot;\n\nTucson Prime narrows a brow.\n\n&quot; =\r\nHmm... Yeah, that would&#39;ve been nice.  All right, looks like Windlord&#39;s up =\r\nto us now.  But just to be on the safe side...  Kup this is Tucson Prime, e=\r\nxplain your abrupt deviation from my orders, over!&quot;\n\nHe was losing his temp=\r\ner.  He didn&#39;t like deviations from his orders even if they were for the ri=\r\nght reasons.  It was what separated him from Rodimus, and like Optimus Prim=\r\ne, he was most tolerant of things but not when it came to being critcle of =\r\norders which could upset the delicate balance of the mission at hand.\n\nNigh=\r\ntshift gets a fix on Windlord&#39;s signature and follows it quietly.  Tucson P=\r\nrime backs him up with a sword in hand.  He was prepared to use it if he ha=\r\nd to.  \n\n&quot; I dunno about you big bot but I got a feel&#39;n that with Rodimus b=\r\nack in the picture it might be kinda confusn&#39; as ta which one of you guys s=\r\nhould we all obey. Rodimus sounds legit, but me trust that overgrown hot ro=\r\nd?  I don&#39;t think so.&quot;\n\nTucson replies, as he waits for Kups&#39; answer.\n\n&quot; I&#39;=\r\nm fully prepared for what arguements lie ahead Nightshift.  Yes, there will=\r\n be tension among us.  And that&#39;s why I&#39;d like to meet with everyone at the=\r\n Ark, including Lord Perseus&#39;s group of Maximals.  I don&#39;t want us to fight=\r\n like Predacons and Decepticons.  That&#39;s not of our nature.  But we do have=\r\n issues and they need to be addressed.  I figured this way we could all exp=\r\nress what&#39;s on our minds without physical harm to anyone.&quot;\n\nNight Shift sig=\r\nhs while following the energy signature.\n\n&quot; You sound more&#39;n more like Opti=\r\nmus, ya know that?  He&#39;d be the same way.  And there ain&#39;t nothn&#39; wrong wit=\r\nh it.  With you around it&#39;s like havn&#39; the big guy with us.&quot;\n\nIt was true. =\r\n Tucson Prime was indeed Optimus Prime&#39;s decendent.  Even his manerisms mat=\r\nch those of the legendary Autobot leader.  He hoped that he could lead his =\r\ngroup as Optimus did.  With compassion, understanding and most of all hones=\r\nty.\n\n&quot; Let&#39;s hope I can keep things peaceful among everyone once we get bac=\r\nk to the Ark.&quot;\n\nOutside, Rat Trap gets Rodimus&#39;s transmission, and seethes =\r\nwith frustration.  He, most of all was not thrilled with Rodimus for litera=\r\nlly dropping the ball on everyone.  Quick Stride also gets the message, and=\r\n scratches behind his left ear.\n\n&quot; Well, at least he appologized for his ac=\r\ntions Rat Trap, ya gotta give &#39;em that.&quot;\n\nRat Trap glares at his large comr=\r\nade.\n\n&quot; Words, words, words.  That&#39;s all they are Quickstride, words.  Unle=\r\nss I see it for myself I ain&#39;t trustn&#39; no hot rod with a fancy flame job on=\r\n his hood!  As far as I&#39;m concerned, Lord Elder, and Wheels are the only tw=\r\no guys I&#39;ll take orders from.  Think about it, if Lizard lips can con Rodim=\r\nus inta workn&#39; for e&#39;m the first time, he can do it again.  Know why?  Beca=\r\nuse Rodimus is a sucker for punnishment.  He got &#39;emself inta that mess in =\r\nthe first place.  Now, look at Wheels, yeah, he got captured but he didn&#39;t =\r\nlet anyone get inta his mainframe did he?  No, he stood up ta punnishment a=\r\nnd he stood up ta Lizard Lips no matter how much it hurt &#39;em.  Thats a lead=\r\ner I follow.&quot;\n\nQuickstride thinks for a moment.\n\n&quot;Hmm, you&#39;re right about t=\r\nhat.  Tucson Prime&#39;s been through Hell&#39;n back and he&#39;s never once let that =\r\novergrown iguanna take over his directory. &quot;\n\nRat Trap nodds in agreement.\n=\r\n\n&quot;See?  Even you get it.  But now that Rodimus is back, he&#39;s gonna wanna ta=\r\nke full leadership back.  I know that ain&#39;t gonna be easy on Wheels.  I&#39;m s=\r\nurprised he ain&#39;t blown his stack on Rodimus yet. Oops, that reminds me, Lo=\r\nrd Elder&#39;s expectn&#39; a report from me.  I almost forgot!   Lord Elder, Rat T=\r\nrap here, and I got great news.  Wheels did it sir. He was able ta jump sta=\r\nrt Rodimus and Rodimus is back on our side... Ughhh, ummm, un - fortunately=\r\n..  But, at least he&#39;s on our side again..  Anyway, they&#39;re still tryn&#39; ta =\r\nget Nightlight&#39;n Windlord outa there, and as far as I know, Rodimus sprung =\r\neveryone. Well, that wouldn&#39;tve been possible if Wheels hadn&#39;t gotten throu=\r\ngh ta him.  Anyway, that&#39;s the report, over.&quot;\n\nInside the fortress, even Ni=\r\nghtshift was having a hard time digesting the fact that Rodimus was back in=\r\n the picture.  It was visible in his mannerisms, and Tucson Prime had a lon=\r\ng haul ahead of him, trying to keep the peace among the Autobots and Maxima=\r\nls.  Yet, he too ponders Rodimus&#39;s transmission which took him a long time =\r\nto reply to, but as Optimus Prime would have replied, he does the same.\n\n&quot; =\r\nThis is Tucson Prime, I copy you Rodimus Prime.  Although your words are en=\r\ncouraging, I must say I meet them with a bit of apprehension myself.   I wi=\r\nll do everything in my power to keep the peace among us, but do keep in min=\r\nd, trust will be the most difficult thing to gain among our faction.  You h=\r\nave turned against us in the past, served our enemy faithfully, and for tha=\r\nt, many of us are leary of your return to our side.  You show a vulnerabili=\r\nty to be easilly swayed and in order to regain your status among us, you mu=\r\nst prove you can overcome this vulnerability.  So it is with this in mind, =\r\nthat I request you pass a test of loyalty toward our faction.  A test that =\r\nonly I  can adiminister, and a test only I can deem you worthy of passing. =\r\n And until such time that I have deemed you worthy of this task, leadership=\r\n of the Autobots will be diverted to me, and none of my orders are to be di=\r\nsobeyed.  Do I have your word and compliance Rodimus Prime?&quot;\n\n--- In nbwrpg=\r\n@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; Who: CYCLO=\r\nNUS, DEEPSTRYKE, PHOBIA, NIGHTRAZOR, Hydras, Darkhawk, Perceptor\n&gt; Location=\r\n: Black Fortress - Throne Room\n&gt; \n&gt; &gt; &quot;I&#39;m behind you Cyclonus&quot;said cheerfu=\r\nlly Darkhawk. Hydras looked the young\n&gt; &gt; male angry and looking back to Cy=\r\nclonus replied &quot;Permission granted&quot;\n&gt; &gt;\n&gt; &gt; Perceptor just arrived to the t=\r\nhrone Room and said &quot;Rodimus Prime has come\n&gt; &gt; back and the maximals are n=\r\near Cells block&quot;\n&gt; &gt;\n&gt; &gt; &quot;i&#39;L RIP HIS SPARK OUT HIS BODY&quot;Said Angry Hydras&quot;=\r\nPREDACONS MOVE!!!!!&quot;\n&gt; \n&gt; Cyclonus stood ready as Deepstryke, Phobia and  N=\r\nightrazor fell in behind him.\n&gt; \n&gt; &quot;Sir&quot; Cyclonus said, everything is in re=\r\nadiness, and the search is\n&gt; beginning. &quot;We should soon be able to locate a=\r\nll the &quot;Maximals and\n&gt; Autobots. However if Nightlight has her signature ma=\r\nsker on she will\n&gt; be hard to locate.&quot;\n&gt; \n&gt; As Cyclonus talked a message ca=\r\nme in from Jhiaxus on the Predacon\n&gt; channel, &quot;The Autobots are on the move=\r\n on the prison cell level.&quot; he\n&gt; said, obviously trying to keep track of mo=\r\nvements. &quot;I am directing\n&gt; Scourge and Scorponok to engage, but they will n=\r\need back up.&quot;\n&gt; \n&gt; A pause and Jhiaxus continued, &quot;Tuscon Prime is free as =\r\nwell, he was\n&gt; freed by Rodimus and some sort of energy discharge in the ce=\r\nll block\n&gt; control room. The lights are out on that level as well.&quot;\n&gt; \n&gt; (T=\r\nAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}