{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"n4eHeRAzTVvyx-aM3hjIw7LBoFMKJaAvs8wgKi1eR2BAdVArxRCvskg7l2LUxoLBJvfjyUrVKDV35zL__Hw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Light of the Flame!","postDate":"1272346514","msgId":70201,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczlBRTA5RDhDN0YxNTRCRkQxMkY1M0EwMDMwQHBoeC5nYmw+","inReplyToHeader":"PGhyNWthNys2b201QGVHcm91cHMuY29tPg==","referencesHeader":"PGhyNWthNys2b201QGVHcm91cHMuY29tPg=="},"prevInTopic":70200,"nextInTopic":70202,"prevInTime":70200,"nextInTime":70202,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Kup/nightlight/Hydras/Perceptor/Darkhawk/talon::: Kup continued running with Nightlight in his arms, he would reach soon the exit in fact he was watching the","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 67194 invoked from network); 27 Apr 2010 05:35:44 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m13.grp.re1.yahoo.com with QMQP; 27 Apr 2010 05:35:44 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s18.snt0.hotmail.com) (65.55.90.157)\n  by mta2.grp.sp2.yahoo.com with SMTP; 27 Apr 2010 05:35:44 -0000\r\nX-Received: from SNT143-DS9 ([65.55.90.135]) by snt0-omc3-s18.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Mon, 26 Apr 2010 22:35:23 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds9AE09D8C7F154BFD12F53A0030@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hr5ka7+6om5@...&gt;\r\nIn-Reply-To: &lt;hr5ka7+6om5@...&gt;\r\nDate: Tue, 27 Apr 2010 00:35:14 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 27 Apr 2010 05:35:23.0586 (UTC) FILETIME=[6EF08A20:01CAE5CB]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=xHfQRuqiSv_3sf4SG2XElwFlBGyVT0kQzaKl0TA6uguyYwweN7pv\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKup/nightlight/Hydras/Perceptor/Darkhawk/talon:::\n\n\nKup continued running with Nightlight in his arms, he would reach soon the \nexit in fact he was watching the exit and he saw two familiar faces out  in \nthe distance.\n\nDarkhwak shot against Nightshift and tuned his body hoping to run, behind \nKup, with a little luck and he would reach them, but Rodimus&#39;s shot stun him \nand breathing heavely he fell, full concious but not full fuctional.\n\n&quot;This will be your last time that YOU two cross my path&quot;Shouted angryly \nHydras. while he emerged from the corritor. The predacon leader opened fire \nagainst his two most hatred enemies while perceptor, who emerged from \ncorritor, did the same\n\n\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Monday, April 26, 2010 10:05 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; A sense of reasoning was what Tucson was hoping to see out of Rodimus, and \n&gt; he nodds in agreement.\n&gt;\n&gt; &quot; You&#39;re right, I need time to gather some thoughts about what I remember \n&gt; reading about hydras in general...  There&#39;s a legend that goes with them.. \n&gt; I remember it, but it&#39;s been a long time since I read up on it..  I found \n&gt; a pictograph of this legend, when I was on Atlantis, and when I had spare \n&gt; time to restore old artifacts..  I think I found some sort of stone that \n&gt; was probably used for primative lithography...  Since I was blind, I read \n&gt; it by feeling the indentations in the stone slates, that I had found. \n&gt; They were well carved...  Ahh, yes, I remember it.  Just came to me now. \n&gt; When you cut off a hydra&#39;s head, several more grow back in its place.  So \n&gt; striking his heads is out of the question.  But in this scripture there \n&gt; was a way to slay the hydra..  Yes, you strike its body with fire.  Once \n&gt; the body is stricken,even though the fire is something they breathe, it \n&gt; can also be detrimental to them.  I don&#39;t know if it will work on Hydras \n&gt; Rodimus but if we can strike his body with the power of the Matrix that we \n&gt; both hold within us, we may just be able to strike Hydras.  But I&#39;m not \n&gt; completely sure of this.  It&#39;s only a legend on stone.&quot;\n&gt;\n&gt; Nightshift moves in on Darkwhawk and puts his knowledge of the Martial \n&gt; Arts to work for him.  He side steps him in true Mantice fashion, and \n&gt; tries to confuse him and catch a moment of pure distraction to use to his \n&gt; advantage.\n&gt;\n&gt; &quot; I got this guys.&quot;\n&gt;\n&gt; Meanwhile, Tucson Prime does get Legacy&#39;s message.  He replies.\n&gt;\n&gt; &quot; This is Tucson Prime, I read you Legacy.  We have managed to round \n&gt; everyone up, but we&#39;re still trying to apprehend Darkhawk.  Night Shift is \n&gt; attempting that now.  Legacy, while I have your attention, I need to \n&gt; confirm some intel with you, regarding an ancient legend about the \n&gt; mythical Hydra.  From what I&#39;ve read, a hydra can not be killed by \n&gt; decapitation, which only promotes the growth of multiple heads at one \n&gt; time.  Yet, in this legend, it gives the clue on how to slay the beast. \n&gt; Direct fire is the only way to slay a hydra.  Can this knowledge be \n&gt; adapted and utilized as a weapon against Hydras?  Can Rodimus and I use \n&gt; the powers within us to subdue him as this legend fortells?  I wish to \n&gt; confirm this before I proceede.&quot;\n&gt;\n&gt; Outside, Rat Trap and Quickstride also get the transmission.\n&gt;\n&gt; &quot;This is Rat Trap, I read ya Legacy, Quickstride&#39;n I are on standby out \n&gt; here, just in case they need a little distraction and some backup.&quot;\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Who: RODIMUS PRIME, SCOURGE, SCORPONOK, CYCLONUS, DEEPSTRYKE, PHOBIA,\n&gt;&gt; Kup, Tuscon, Nightshift, Darkhawk\n&gt;&gt; Location: Black Fortress - Hallways\n&gt;&gt;\n&gt;&gt; &gt; Tucson looks to Rodimus.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;Rodimus, Change of plan. Nightshift&#39;s right. I shouldn&#39;t try to do \n&gt;&gt; &gt; this alone. And I know you wish to redeem yourself faithfully. Well, \n&gt;&gt; &gt; this is where we begin. I trust you&#39;ll be able to handle this with \n&gt;&gt; &gt; ease.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; He alligns his missile launchers in anticipation of a shoot out.\n&gt;&gt;\n&gt;&gt; Rodimus nodded as he checked his rifle, his photon eliminator, the\n&gt;&gt; weapon was still full of power and ready to go, as was the rest of his\n&gt;&gt; weaponry. He looked back up at Tuscon and nodded, &quot;Ready!&quot; he said\n&gt;&gt; with a grim intensity.\n&gt;&gt;\n&gt;&gt; &gt; Kup attached himself the device and coneccted his traking devices to \n&gt;&gt; &gt; keep an\n&gt;&gt; &gt; eye in predacon signatures and looking to Nightlight and then to \n&gt;&gt; &gt; Rodimus, he\n&gt;&gt; &gt; said &quot;I&#39;ll care her with my life...&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; The old Autobot waited to Rodimus response, perhaps he would like to \n&gt;&gt; &gt; tell\n&gt;&gt; &gt; something else before take her with him.\n&gt;&gt;\n&gt;&gt; Rodimus looked at Kup, &quot;Take her, protect her. I have trusted you with\n&gt;&gt; my life in the past, and now I trust you with hers.&quot; Rodimus&#39;\n&gt;&gt; attention was ripped away from Kup by Darkhawk . . .\n&gt;&gt;\n&gt;&gt; &gt; &quot;YOU WONT GO TO ANY WHERE!!!!&quot;Said Darkhwak aiming his gun\n&gt;&gt;\n&gt;&gt; &quot;Yes they will!&quot; Rodimus said as he stepped slightly from his postion,\n&gt;&gt; hopefully drawing attention away from Kup and Nightlight to him.\n&gt;&gt; Flicking his weapon to full stunning power he fired at Darkhawk,\n&gt;&gt; trying to stun him and take him out of action.\n&gt;&gt;\n&gt;&gt; Even as Rodimus acted, Cyclonus, Deepstryke, and Phobia stepped around\n&gt;&gt; the corner weapons already drawn, backing up Scourge, Scorponok and\n&gt;&gt; Darkhawk. Thier presence making the count atleast six Predacon,\n&gt;&gt; Decepticons and Minions against four beleagered Maximals and Autobots\n&gt;&gt; - well only three if Kup actually leaves!\n&gt;&gt;\n&gt;&gt; &quot;No.&quot; Cyclonus intoned dangerously, his voice deep and commanding, &quot;they \n&gt;&gt; won&#39;t.&quot;\n&gt;&gt;\n&gt;&gt; Without a thought Rodimus clicked his weapon over to combat mode and\n&gt;&gt; sent beams of searing electricity at Cyclonus and the others with him,\n&gt;&gt; forcing them to step back. &quot;GO!&quot; Rodimus barked at Kup, &quot;We will\n&gt;&gt; follow when we can!&quot; He said without thinking.\n&gt;&gt;\n&gt;&gt; Cyclonus and the others forces of Hydras began returning fire lighting\n&gt;&gt; up the hallway!\n&gt;&gt;\n&gt;&gt; Rodimus spoke to Tuscon without turning away from the firefight, &quot;We\n&gt;&gt; may want fall back, Hydras himself will be here soon!&quot; It was not fear\n&gt;&gt; in Rodimus voice, only the grim reality of battle and the stating of\n&gt;&gt; options. It was clear by Rodimus&#39; actions that he was ready to lay\n&gt;&gt; down his life in protection of the others.\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; Meanwhile . . .\n&gt;&gt;\n&gt;&gt; Who: LEGACY, Quickstride, Rat Trap\n&gt;&gt; Location: Outside the Black fortress\n&gt;&gt;\n&gt;&gt; In the distance, should either Rat Trap or Quickstride be looking in\n&gt;&gt; the proper direction the large form of Legacy could be made out in the\n&gt;&gt; distance. A small but growing black spec appearing on the horizon. He\n&gt;&gt; was still in his military satalite mode, and that was becoming more\n&gt;&gt; and more evident as time passed as his shape slowly became more clear.\n&gt;&gt;\n&gt;&gt; &quot;Maximals and Autobots&quot; Legacy&#39;s familiar yet cold voice reached\n&gt;&gt; through the encrypted Autobot channels hopefully to catch Tuscon&#39;s\n&gt;&gt; attention, but at the very least Rat Trap and Quickstride, &quot;What is\n&gt;&gt; your status? I shall be arriving in 187.55 astro seconds.&quot;\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt; OOC: Airly, if you want Talon and the shuttle to accompany that is\n&gt;&gt; fine. It is up to Kraftlos if he want&#39;s his characters aboard as well.\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}