{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"BQtc86y6LTfyOY0E14VhJCu5ufRKLlJzI756pMFhZUazub5jLO-UT2dIerR6Y5rb8IzBKvuldxseaO6b2NE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Light of the Flame!","postDate":"1272521215","msgId":70214,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczIxQzUyNDA2OUU4NjFGRjFDRjVFQTRBMDAxMEBwaHguZ2JsPg==","inReplyToHeader":"PGhyYXRrbStkNDJjQGVHcm91cHMuY29tPg==","referencesHeader":"PGhyYXRrbStkNDJjQGVHcm91cHMuY29tPg=="},"prevInTopic":70213,"nextInTopic":70215,"prevInTime":70213,"nextInTime":70215,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Hydras/Perceptor/Talon/Kup/darkhwak: Darkhawk  fell in the bottom of that hole and he moaned with pain, the damage that he had recieved was huge and he needed","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 43939 invoked from network); 29 Apr 2010 06:07:23 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m2.grp.sp2.yahoo.com with QMQP; 29 Apr 2010 06:07:23 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s13.snt0.hotmail.com) (65.55.90.152)\n  by mta1.grp.re1.yahoo.com with SMTP; 29 Apr 2010 06:07:23 -0000\r\nX-Received: from SNT143-DS21 ([65.55.90.135]) by snt0-omc3-s13.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.3959);\n\t Wed, 28 Apr 2010 23:07:00 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds21C524069E861FF1CF5EA4A0010@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hratkm+d42c@...&gt;\r\nIn-Reply-To: &lt;hratkm+d42c@...&gt;\r\nDate: Thu, 29 Apr 2010 01:06:55 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 29 Apr 2010 06:07:00.0510 (UTC) FILETIME=[2E6BABE0:01CAE762]\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=LfaMT7uNZDGGzioXzdBTGufN0vfTuLD4S0_uTZSH66lZmPrWB-8-\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nHydras/Perceptor/Talon/Kup/darkhwak:\n\nDarkhawk  fell in the bottom of that hole and he moaned with pain, the \ndamage that he had recieved was huge and he needed a cr. Hydras and \nPerceptor were far of the hole when it was opened and they amied towards the \nautobots and Maximals\n\n&quot;OPEN FIRE!!!!&quot;commanded Hydras didnt care that Darkhawk was there\n\n&quot;My lord&quot;said Perceptor &quot;one of us is there..&quot;\n\n&quot;Shut up and open fire&quot;snarled the Predacon leader, Perceptor Reluctanty \nobeyed\n\nTalon opened a comlink in a private channel and said to Tucson &quot;Sir&quot;said the \nfemme pretending that any bond was among them, she did that for the safely \nof both &quot;I&#39;m ready to do any action that you require... Kup and the unit \nNighlight is under my care but we have a chance to leave this dammed place \ntogether, and I see someone here more than glad to go inside and help&quot;\n\nKup continue caring Nightlight, whose still was sleep; but he was more than \nwilling to go inside a gain and help his brothers in arms.\n\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Wednesday, April 28, 2010 10:15 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; Tucson Prime knew how to fall without causing major injuries to himself, \n&gt; and seems to roll into the sink hole with knees firmly tucked into his \n&gt; chest.  Once he reaches the hole he finds himself safely in the hole, back \n&gt; first, and then rolls up to his feet, with just a few dents in his armor. \n&gt; He dusts himself off the best he can and lends a pair of high beams to \n&gt; light the way safely for Rodimus, hoping that he too would not have such a \n&gt; hard fall.\n&gt;\n&gt; &quot;Rodimus?  Are you all right?&quot;\n&gt;\n&gt; Night Shift does the same drop and roll maneuver and rolls quickly back to \n&gt; his feet. He too puts on the high beams to get himself a look around.\n&gt;\n&gt; &quot; Slag.  Well, at least I didn&#39;t fall as hard as those scrap heads thought \n&gt; I would.  Hah!  I owe that ta Ninjabot training.  Hmm, gettn&#39; outa here&#39;s \n&gt; gonna be a different story all tagether.&quot;\n&gt;\n&gt; He now gets his connection com link over to Tucson Prime.\n&gt;\n&gt; &quot; So what&#39;dya make of this one, Tucson Prime.&quot;\n&gt;\n&gt; Tucson Prime responds as he too examines the dirt and consistancy of the \n&gt; sink hole&#39;s materials.\n&gt;\n&gt; &quot; Well, they out did themselves this time, I&#39;ll give them that.  This is \n&gt; volcanic soil, rather slippery, and I&#39;m not too fond of the odor either.&quot;\n&gt;\n&gt; Night Shift responds.\n&gt;\n&gt; &quot;Copy that, worse than a busted exhaust system.  Ain&#39;t no way we&#39;re gettn&#39; \n&gt; outa here the easy way.  Now, if I were Prowl, what would I do?&quot;\n&gt;\n&gt; Tucson raises a brow.\n&gt;\n&gt; &quot;That&#39;s a good question Night Shift.  One I should ask myself.  There is a \n&gt; way out, although not easy to find, but there is a way out of this.  We \n&gt; just have to dig deeper into our logic and find the answer.  And getting \n&gt; angry isn&#39;t going to do us any good.&quot;\n&gt;\n&gt; Night Shift nodds.\n&gt;\n&gt; &quot; Yeah, you&#39;re right, so far it isn&#39;t.  Wait a minute, what about that \n&gt; climbn&#39; trick he taught us?  The one we practiced for days on end?&quot;\n&gt;\n&gt; Tucson raises a brow.\n&gt;\n&gt; &quot; Yes, that one.  Might not work but it&#39;s worth an attempt.&quot;\n&gt;\n&gt; From where they were, Tucson and Night Shift now attempt a special \n&gt; climbinb maneuver which they were taught by Prowl, by using every inch of \n&gt; their body, like an upside down spider, and slowly move one limb at a \n&gt; time, keeping hands and feet firmly against the walls of their ditches.\n&gt;\n&gt; Meanwhile outside, Rat Trap and Quick Stride think it&#39;s best to remain \n&gt; beside Legacy and not venture out ahead of him.  Rat Trap sniffs the air \n&gt; and doesn&#39;t like what his tiny nose picks up.\n&gt;\n&gt; &quot;Uhh ohhh...  Ummm, I don&#39;t think things are workn&#39; out too well in \n&gt; there...&quot;\n&gt;\n&gt; Quickstride also looks concerned.\n&gt;\n&gt; &quot; Normally, I don&#39;t hesitate to do something but, I got a baaaaad feeln&#39; \n&gt; in my servos on this one Legacy.  I - think we better just follow you. \n&gt; Yeah, that&#39;s right, it&#39;s the safest thing ta do.&quot;\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Who: RODIMUS PRIME, SCOURGE, SCORPONOK, CYCLONUS, DEEPSTRYKE, PHOBIA,\n&gt;&gt; NIGHTRAZOR, LEGACY, JHIAXUS, Tuscon, Nightshift, Darkhawk, Hydras,\n&gt;&gt; Perceptor, Rat Trap, Quickstride\n&gt;&gt; Location: Black Fortress - Hallways\n&gt;&gt;\n&gt;&gt; OOC: I will be sending an OOC post, please read it as well :)\n&gt;&gt;\n&gt;&gt; &gt; &quot; Rodimus, I want you to make a run for the door, take the others with \n&gt;&gt; &gt; you, including Darkhawk, and form a protective barrier around him. \n&gt;&gt; &gt; Legacy is going to open an escape path for us. But first, it&#39;s about \n&gt;&gt; &gt; time I won our side some pay back.&quot;\n&gt;&gt;\n&gt;&gt; Rodimus started to nod, but then looked at Tuscon, his jaw dropping!\n&gt;&gt; He did step back so that he could better cover the battle scene, but\n&gt;&gt; as he glanced about the odds seemed to be heavily stacked against\n&gt;&gt; them. He shook his head, &quot;Tuscon! I cannot let you sacrifice yourself.\n&gt;&gt; It was I who started all of this, and it is I who needs to step in.\n&gt;&gt; The Autobots will need you to hold everything together.&quot;\n&gt;&gt;\n&gt;&gt; &gt; He cracks his knuckles and stares coldly at Cyclonus.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; You want to take the Autobots down, you&#39;ll have to get past me first, \n&gt;&gt; &gt; Cyclonus! And this time, I&#39;m not holding anything back!&quot;\n&gt;&gt;\n&gt;&gt; Cyclonus smiled at Tuscon as he turned to face him, &quot;Then it is as I\n&gt;&gt; hoped.&quot; he said, bowing his head slightly at the new prime, his optics\n&gt;&gt; never leaving Tuscon&#39;s - the gesture of one warrior to another.\n&gt;&gt;\n&gt;&gt; &gt; Night Shift reports to Legacy, Lord Elder,Rat Trap, Lord Perseus, and \n&gt;&gt; &gt; Quickstride.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;Yo, Night Shift here, I&#39;m broadcastn&#39; from Ninjabot Radio Network, \n&gt;&gt; &gt; you&#39;re missn&#39; some real hot tension buildn&#39; up in here. I think Tucson \n&gt;&gt; &gt; Prime&#39;s sick of Cyclonus&#39;s scrap and he&#39;s lookn&#39; ta go one on one ta \n&gt;&gt; &gt; show &#39;em what he&#39;s really made of. I ain&#39;t never seen &#39;em this steamed \n&gt;&gt; &gt; off but slag, he&#39;s got a look in his face like he&#39;s itchn&#39; ta do some \n&gt;&gt; &gt; major damage. Maybe you&#39;ll get in here just in time ta take advantage \n&gt;&gt; &gt; of some newly fallen spare parts.. Maybe, that&#39;s if there are any.&quot;\n&gt;&gt;\n&gt;&gt; Legacy&#39;s cold voice intoned over the communication grid, &quot;Illogical.\n&gt;&gt; The situation that you are in is repleate with unknown variables and\n&gt;&gt; permutations. To deduce a victory with such an unstable set of\n&gt;&gt; parameters illogical and extremely dangerous.&quot;  Legacy paused as the\n&gt;&gt; sounds of explosions could be heard in the background, &quot;I will be\n&gt;&gt; there momentarily.&quot;\n&gt;&gt;\n&gt;&gt; &gt; &quot; This is it Rodimus, this is where our tables are going to turn, and \n&gt;&gt; &gt; then, we will make these Predacons and Decepticons eat their words. We \n&gt;&gt; &gt; aren&#39;t going to run, we&#39;re going to fight and we&#39;re going to give it \n&gt;&gt; &gt; our all! AUTOBOTS, MAXIMALS, ASSUME YOUR BATTLE MODES AT THIS TIME AND \n&gt;&gt; &gt; ERECT ALL SHIELDS SURROUNDING THE OLD MAXIMAL BASE AND THE ARK! WE WILL \n&gt;&gt; &gt; PROTECT OUR OWN AND VANQUISH OUR ENEMIES! WE&#39;RE GOING TO TAKE BACK THIS \n&gt;&gt; &gt; PLANET AND TURN THINGS AROUND FOR THE INNOCENT! THIS FIGHT IS FOR \n&gt;&gt; &gt; FREEDOM, NOT POWER, AND WE WILL TAKE IT BACK!&quot;\n&gt;&gt;\n&gt;&gt; Rodimus nodded as well as he turned to face the oncoming seemingly\n&gt;&gt; endless hoard of Decepticons and Predacons, &quot;We stand together then\n&gt;&gt; Tuscon.&quot; he said, trying to sound more confident than he was. he knew\n&gt;&gt; the odds, even without Legacy&#39;s cautious wording. Rodimus&#39; weapon was\n&gt;&gt; growing quite warm in his hand with the repeated use it was getting.\n&gt;&gt;\n&gt;&gt; &gt; He waits with anticipation. Inside Tucson Prime pauses for just one \n&gt;&gt; &gt; moment, and then with almost a roar in his voice..\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;AUTOBOTS, MAXIMALS, ATTACK!&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; Inside, Tucson Prime throws a powerful punch and launches one of his \n&gt;&gt; &gt; large missiles from his missile carrier, attempting to open fire on the \n&gt;&gt; &gt; enemy to shake them up a bit. Night Shift attempts to do the same with \n&gt;&gt; &gt; his photon blast riffle.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; That&#39;s right, you be messn&#39; with the wrong bots slag balls!&quot;\n&gt;&gt;\n&gt;&gt; All manner of sounds and light errupt through the halls as Tuscion&#39;s\n&gt;&gt; missiles fly through the air. However the missles failed to reach\n&gt;&gt; their intended destination as small rockets flew through the air from\n&gt;&gt; the Predacon side, detonating the missles prematurely.\n&gt;&gt;\n&gt;&gt; &quot;No, I think we have the correct ones after all.&quot; said another cold\n&gt;&gt; voice as Jhiaxus stood thier in the midst of the smoke and debris from\n&gt;&gt; the missile, the anti missile defence obviously of his doing. &quot;You\n&gt;&gt; have lost Tuscon Prime.&quot; Jhiaxus said, his voice all confidence as he\n&gt;&gt; brought his own weapon to bear. He smiled at Rodimus, &quot;And soon you\n&gt;&gt; both will be among the Predacon ranks! Bwhahahhaa!!!!&quot;\n&gt;&gt;\n&gt;&gt; Meanwhile as the others fight it out, Nightrazor shimmered and\n&gt;&gt; appeared next to Darkhawk and behind Nightshift! What he was about to\n&gt;&gt; do was difficult to tell, because instead of completing the move the\n&gt;&gt; floor beneath his feet began to rumble as large cracks ran through the\n&gt;&gt; entire hallway!\n&gt;&gt;\n&gt;&gt; It would seem that these hallways were not designed to take on the\n&gt;&gt; full brunt of two primes and several leader class Predecaons,\n&gt;&gt; Decepticons and other various soldiers. So the wall shuddered and\n&gt;&gt; spilt as finally the floor gave way, sending the entire section of\n&gt;&gt; hall plunging downward nearly 60&#39; into a large open cavern!\n&gt;&gt;\n&gt;&gt; The cavern was incredibly large, the cieling reaching up nearly the\n&gt;&gt; entire distance back to the black Fortress above it. This chamber\n&gt;&gt; looks to be totally unused, an natural chamber that shifted itself\n&gt;&gt; under the fortress over the course of time. The chamber itself is hot,\n&gt;&gt; the smell of sulpher and ash can be detected. The fact that this room\n&gt;&gt; is not filled with searing, superheated liquid stone is miraculous.\n&gt;&gt; However it is obvious that too much firepower in this room would bring\n&gt;&gt; tons of it pouring into this area at a moment&#39;s notice!\n&gt;&gt;\n&gt;&gt; There do not appear to be any exits from this room save the one above,\n&gt;&gt; although a brave soul could perhaps try to make one . . . and risk\n&gt;&gt; bring in the magma that most likely surrounds this room.\n&gt;&gt;\n&gt;&gt; 60 feet above the chamber Legacy finally made it to the room above and\n&gt;&gt; screeches to a halt. He sends his scanners peering downward, &quot;A most\n&gt;&gt; interesting development.&quot; he said as he considered what to do to help.\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}