{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"L9FrDcIK4eXcZnPyR4TwtufjayowvzcYl4XYzM9tzIBPDhhmI8v6F0Ic1yB0OQUqAT25iOq4D-lR6O_CAQg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Light of the Flame!","postDate":"1272694618","msgId":70227,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczZEREY1MDFFMzMwRUU1OTNDNzgyREEwRjAwQHBoeC5nYmw+","inReplyToHeader":"PGhyZzZsNiszOTduQGVHcm91cHMuY29tPg==","referencesHeader":"PGhyZzZsNiszOTduQGVHcm91cHMuY29tPg=="},"prevInTopic":70224,"nextInTopic":70229,"prevInTime":70226,"nextInTime":70228,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Darkhawk/Perceptor: Do it said Darkhawk full in pain Please i want this pain is over... Perceptor shock his head and said Sometimes reprogramation process","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 58878 invoked from network); 1 May 2010 06:17:16 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m14.grp.re1.yahoo.com with QMQP; 1 May 2010 06:17:16 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s8.snt0.hotmail.com) (65.55.90.147)\n  by mta3.grp.re1.yahoo.com with SMTP; 1 May 2010 06:17:16 -0000\r\nX-Received: from SNT143-DS6 ([65.55.90.137]) by snt0-omc3-s8.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Fri, 30 Apr 2010 23:17:07 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds6DDF501E330EE593C782DA0F00@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hrg6l6+397n@...&gt;\r\nIn-Reply-To: &lt;hrg6l6+397n@...&gt;\r\nDate: Sat, 1 May 2010 01:16:58 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 01 May 2010 06:17:07.0388 (UTC) FILETIME=[ECF967C0:01CAE8F5]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=YmwZuVIqdQk9eZAGvjIITSWbexHRYJ58VE-me7ze2nPbZbSmLbPr\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nDarkhawk/Perceptor:\n\n&quot;Do it&quot;said Darkhawk full in pain &quot;Please i want this pain is over...&quot;\n\nPerceptor shock his head and said &quot;Sometimes reprogramation process is \nfailure... Pity!!! The big mistake of Hydras was left a so good warrior \nbehind... Something that Megatron, the old MEgatron havent done&quot;\n\n&quot;You speaks as if you have met him&quot;replied Darkhawk\n\n&quot;I&#39;ve been fuctioning long a go before Orion Pax also know as Optimus \nPrime&quot;said Dryly.\n\n&quot;What now Autobot&quot;said Perceptor rudely to Tucson&quot;I want to leave this place \nas much as you, and it isnt good for my reputation been seen chatting with \nyou; shall we leave this place now or not? I dont need your map, I know \nevery single rock in this place... So are we leaving or not?&quot;\n\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Friday, April 30, 2010 10:20 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; Night Shift carefully scans Darkhawk&#39;s body for damages, with very gentile \n&gt; hands along each limb.  He remains calm through the ordeal of being stuck \n&gt; down a hole and then replies to Perceptor.\n&gt;\n&gt; &quot;Look, I don&#39;t care who&#39;s on who&#39;s side right now, thing is, were here and \n&gt; we gotta work tagether. No if&#39;s and&#39;s or buts.  All I know is that \n&gt; Darkhawk&#39;s hurt and I wanna find out how serious his injuries are. And \n&gt; Tucson Prime wants ta know the same thing.  Ya see, that&#39;s who we are, we \n&gt; look out for each other, and sometimes even our enemies.&quot;\n&gt;\n&gt; Tucson Prime could still hear echoes resounding in the dark ditch, and he \n&gt; uses his sharp hearing to try and listen for a way out.  He concentrates \n&gt; on any slight sound he may be able to pick up.  Then, his sense of touch \n&gt; quickly sharpens, as he feels the hot breezes of the lava pit touch his \n&gt; hand as he felt for breezes through his fingers.  He could also hear \n&gt; Rodimus getting a bit frustrated.  He couldn&#39;t blame him.  It was quite \n&gt; the tribulation of dealing with a blind comrade who is at the present time \n&gt; without his finest of sonar gear.\n&gt;\n&gt; &quot;It&#39;s all right Rodimus, I understand this is hard for you.  We never \n&gt; really know how lucky we are, until something very vital to our survival \n&gt; is taken away from us.  We will get out of here, and when we do, I promise \n&gt; to have extensive repairs on my optic sensors and visual components which \n&gt; will indeed be permanent.  Perhaps what is done for me, could also be done \n&gt; for Perceptor.  That&#39;s if, Perceptor, you wish to come with us.  I don&#39;t \n&gt; need my eyes to understand what has happened to all of you who serve \n&gt; Hydras. I see a lot of talent among all of you, a talent he fails to see, \n&gt; and acknowledge with compassion.  I think this may have happened for a \n&gt; reason.&quot;\n&gt;\n&gt; He directs his attentions to Dark Hawk first.\n&gt;\n&gt; &quot;Darkhawk, your tactical skills as a warrior are exceptional. I&#39;m rather \n&gt; impressed with the way you nearly saw me for scrap.  Talents like that \n&gt; need to be appreciated and if you were to work with me, I&#39;d deeply \n&gt; appreciate them.&quot;\n&gt;\n&gt; He then directs his attentions to Perceptor.\n&gt;\n&gt; &quot;Perceptor, your understanding of intel is also highly impressive.  You&#39;d \n&gt; be a great asset to me and in return for your exceptional skills, I&#39;d \n&gt; offer you anything you think you may need or want.  And if it&#39;s freedom \n&gt; you desire, then that I will gladly give you. You see, everyone, Rodimus, \n&gt; Night Shift, Perceptor, Darkhawk, we may be on different factions but we \n&gt; were made from the same creator.  Are we really that different from each \n&gt; other?  I don&#39;t think so.&quot;\n&gt;\n&gt; Tucson Prime could now see the situation as a whole even though right now \n&gt; he was blind.  Perceptor and Darkhawk served Hydras, an evil power hungry \n&gt; leader who wanted nothing but domination and destruction. And if anyone \n&gt; dared to fail in their duties, he&#39;d shove them asside, as he had done with \n&gt; Perceptor and Dark Hawk.  He felt sorry for them, and it panged at his \n&gt; heart spark to know that Hydras could be so cruel to them.  And for the \n&gt; first time, sensing Dark Hawk near him, he puts a gentile hand on his \n&gt; shoulder, rather than a clenching painful fist around it.\n&gt;\n&gt; &quot;What ever side you chose, it&#39;s your choice.  We will not be angry with \n&gt; what you chose.  Freedom is the right of all Sentient beings.  And I sense \n&gt; this is what you and Perceptor long for.  I am giving you what you are \n&gt; entitled to. Now, I sense a hot breeze but then, there&#39;s also a down draft \n&gt; that seems a bit temperate.  I&#39;m getting a fix on that down draft and I&#39;m \n&gt; going to see if I can map it out internally and try to get a map grid over \n&gt; to Rodimus and Night Shift.  If you want, Perceptor, I can give you this \n&gt; grid also, but you have to allow me to do it.&quot;\n&gt;\n&gt; He kneels down beside Dark Hawk.\n&gt;\n&gt; &quot; It&#39;s all right, since you&#39;re injured, I&#39;ll carry you with me, if you&#39;ll \n&gt; let me.&quot;\n&gt;\n \n\n\n"}}