{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"qJYkEMtxLtJgNQEMyK8rqwGNPin9lydQk_6hL1sN25gzCPQqh49PUbt3CT4EiwreiEkkNRPZmK35dsFx-X8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Light of the Flame!","postDate":"1273121993","msgId":70267,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczIxRjcyODNDRURDM0JEQ0U3M0QxODBBMEY1MEBwaHguZ2JsPg==","inReplyToHeader":"PGhydGQwcCtqZThwQGVHcm91cHMuY29tPg==","referencesHeader":"PGhydGQwcCtqZThwQGVHcm91cHMuY29tPg=="},"prevInTopic":70266,"nextInTopic":70268,"prevInTime":70266,"nextInTime":70268,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Perceptor::: A blind cant lead a blind said dryly the old Predacon But the tunnel is stright so it isnt a trouble... We are close to exit ... i have no","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 68099 invoked from network); 6 May 2010 05:00:00 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m3.grp.sp2.yahoo.com with QMQP; 6 May 2010 05:00:00 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s43.snt0.hotmail.com) (65.54.51.80)\n  by mta3.grp.sp2.yahoo.com with SMTP; 6 May 2010 05:00:00 -0000\r\nX-Received: from SNT143-DS21 ([65.55.90.135]) by snt0-omc3-s43.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Wed, 5 May 2010 22:00:00 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds21F7283CEDC3BDCE73D180A0F50@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hrtd0p+je8p@...&gt;\r\nIn-Reply-To: &lt;hrtd0p+je8p@...&gt;\r\nDate: Wed, 5 May 2010 23:59:53 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 06 May 2010 05:00:00.0459 (UTC) FILETIME=[FB2CD1B0:01CAECD8]\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=0dzBBcMeMSaK8b2B1E5GSQAOKzzdDjuxE16fz2Ua5OfMj66zlSeG\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor:::\n\n&quot;A blind cant lead a blind&quot; said dryly the old Predacon&quot;But the tunnel is \nstright so it isnt a trouble... We are close to exit\n\n&gt; &quot; Perceptor, after this ordeal, I know you said that the next time we meet \n&gt; we&#39;ll be enemies, and I do respect your choice but I want you to know that \n&gt; wherever your choices lead you, I want you to know that my doors are open \n&gt; if you wish to step into them.&quot;\n\n&quot;i have no choice now&quot; said bitterly Perceptor&quot;Hydras must know what I have \ndone so i cant come back to the Blackfortress and i dont have another place \nto go... Centuries working harder to reach a status and I lost it in a \nnanosecond... The worse of all is  i dont regret it, the only thing that I \nregret is that Rodimus is trapped there... I failed...&quot;\n\n&gt; Night Shift could also see the sacrifice Perceptor had made for his leader \n&gt; and the others.  He also thought twice about the Predacon.\n&gt;\n&gt; &quot; He&#39;s right, No Predacon&#39;s ever shown compassion for anyone, and what you \n&gt; just did, if that&#39;s not compassion I dunno what is.  Yeah, ya carry \n&gt; yourself like a baddie, but, deep down someplace, deep down, there&#39;s a \n&gt; decent bot just waitn&#39; ta come out.  And we don&#39;t say that about every \n&gt; Predacon or Decepticon either.  And we could really use an A class intel \n&gt; specialist like you at the Ark.&quot;\n\n&quot;You dont really need to insult me&quot; said annoyed the Predacon\n\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Wednesday, May 05, 2010 10:28 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; With his speedometer increasing by the seconds, Tucson Prime carries \n&gt; Nightshift and Perceptor swiftly toward the exit of the tunnel, as \n&gt; instructed by Perceptor and Rodimus.  As he does so he first replies to \n&gt; Rodimus.\n&gt;\n&gt; &quot;I copy you Rodimus, I promise to protect Nightlight and I swear I will \n&gt; avenge the wrong doing that Jhiaxus and Hydras have done to you.  But that \n&gt; time is not now.  May Primus guide you safely Rodimus, I salute you. \n&gt; Tucson Prime, ending transmission.  Perceptor, Since I can&#39;t see, and \n&gt; elevations in temperature are throwing off my thermal sensors, I&#39;ll need \n&gt; you to give me the directions verbally.  Night Shift, how are you holding \n&gt; out back there with Windlord?&quot;\n&gt;\n&gt; Night Shift keeps Windlord secure and safe from further injury.\n&gt;\n&gt; &quot;Okay sir, He&#39;s stable.  Hey, I just got Legacy&#39;s transmission. \n&gt; Quickstride&#39;s down here too.  He got lured in by Deepstryke and the other \n&gt; seekers.&quot;\n&gt;\n&gt; Tucson Prime&#39;s temper was begining to be cut a bit short.  He was sick and \n&gt; tired of Hydras&#39;s lackies trying to lure his comrades into dangerous \n&gt; situations.  Yet, he knew that he had the help of Perceptor who he was \n&gt; also helping at the time.  Getting mad would solve nothing, but attempting \n&gt; to turn an enemy into a comrade, would make a difference.  It wasn&#39;t for \n&gt; gaining the upper hand, it was more for ensuring that those who wished for \n&gt; freedom, were able to have it and lead a decent and content life.  It&#39;s \n&gt; what he wanted most of all for those who would have liked to have lived in \n&gt; a world where they could make their own choices.\n&gt;\n&gt; &quot; Don&#39;t worry Night Shift, averages even out after a while.  And I have a \n&gt; feeling this one will surely even out for us.&quot;\n&gt;\n&gt; He keeps on his course and concentrates on getting everyone out safely. \n&gt; Yet he found he could also converse with his passengers and keep an ear \n&gt; out on the road ahead.\n&gt;\n&gt; &quot; Perceptor, after this ordeal, I know you said that the next time we meet \n&gt; we&#39;ll be enemies, and I do respect your choice but I want you to know that \n&gt; wherever your choices lead you, I want you to know that my doors are open \n&gt; if you wish to step into them.&quot;\n&gt;\n&gt; Night Shift could also see the sacrifice Perceptor had made for his leader \n&gt; and the others.  He also thought twice about the Predacon.\n&gt;\n&gt; &quot; He&#39;s right, No Predacon&#39;s ever shown compassion for anyone, and what you \n&gt; just did, if that&#39;s not compassion I dunno what is.  Yeah, ya carry \n&gt; yourself like a baddie, but, deep down someplace, deep down, there&#39;s a \n&gt; decent bot just waitn&#39; ta come out.  And we don&#39;t say that about every \n&gt; Predacon or Decepticon either.  And we could really use an A class intel \n&gt; specialist like you at the Ark.&quot;\n&gt;\n&gt; Tucson chuckles.\n&gt;\n&gt; &quot;Now, don&#39;t force him if he doesn&#39;t want to. But the invitation is open if \n&gt; he wants to take it or not. Remember, Autobots don&#39;t force others into \n&gt; their way of life, they give an individual the chance to chose where they \n&gt; wish to be and respect their wishes.&quot;\n&gt;\n&gt; Night Shift sighs.\n&gt;\n&gt; &quot;As ya wish sir.&quot;\n&gt;\n&gt; Quickstride knew when to turn tail, and this time, he does just as his gut \n&gt; feelings tell him to do.  Turn around and bolt as fast as his hooves could \n&gt; take him.\n&gt;\n&gt; &quot;On second thought Legacy&#39;s right!  I&#39;M OUTA HERE!&quot;\n&gt;\n&gt;\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Who: RODIMUS PRIME, CYCLONUS, SCOURGE, JHIAXUS, SCORPONOK, Tuscon,\n&gt;&gt; Nightshift, Darkhawk, Perceptor\n&gt;&gt; Location: Black Fortress - Tunnels beneath the Black Fortress\n&gt;&gt;\n&gt;&gt; &gt; &quot; Uh, uh, I think Rodimus told ya to go back for a good reason Sir. \n&gt;&gt; &gt; Maybe it&#39;s time, ya know? New era, new Prime? You&#39;re it now Tucson \n&gt;&gt; &gt; Prime, you&#39;re gonna be our new hope for a better future. And you&#39;re \n&gt;&gt; &gt; already don&#39; that. Ohh yeah, you&#39;re gonna be a legend, and I think \n&gt;&gt; &gt; Rodimus knows it.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; Tucson Prime pauses for a moment, and then understands what Night Shift \n&gt;&gt; &gt; was telling him.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; I just didn&#39;t think it would happen this soon Night Shift. You&#39;re \n&gt;&gt; &gt; right. We&#39;ll all leave together and get everyone back to the Ark.&quot;\n&gt;&gt;\n&gt;&gt; As the Autobots, Maximals and Perceptor begin to make their way out\n&gt;&gt; Rodimus nodded, his armor once again that smooth black and polished\n&gt;&gt; finish of Dark Rodimus, the cold white flames majestically across his\n&gt;&gt; chest. However it was amber colored optics that looked up at Cyclonus\n&gt;&gt; and Jhiaxus as they come down the tunnels toward him.\n&gt;&gt;\n&gt;&gt; &quot;Yes, brothers, comrades it is time to end this.&quot; Rodimus said, his\n&gt;&gt; voice sounding strained.\n&gt;&gt;\n&gt;&gt; Rodimus turned as if he were about to fire his weapons at the\n&gt;&gt; retreating Tuscon and Perceptor, but instead sent a spread of rockets\n&gt;&gt; at the tunnel walls and ceiling!\n&gt;&gt;\n&gt;&gt; Explosively the walls collapsed, bringing tons of rock down towards\n&gt;&gt; the floor, cutting off any chance of attack that Cyclonus and the\n&gt;&gt; others may had in Tuscon&#39;s direction!\n&gt;&gt;\n&gt;&gt; The last sounds that can be heard from the inside is Cyclonus as he\n&gt;&gt; said, &quot;Now, what is . . .&quot; there is a pause and then Cyclonus&#39; voice,\n&gt;&gt; &quot;. . . RUN FLEE NOW!&quot; and then Rodimus&#39; distinct laughter!\n&gt;&gt;\n&gt;&gt; A message comes to Perceptor and Tuscon from Rodimus, &quot;Protect\n&gt;&gt; Nightlight! I have broken my promise to her, but I think she&#39;ll know\n&gt;&gt; why.&quot;\n&gt;&gt;\n&gt;&gt; Then the cave began to rumble as, on the other side of the newly\n&gt;&gt; fallen wall of stone and debris, the explosive charge that Perceptor\n&gt;&gt; had left finished its count down! The debris rumbled and shook as if\n&gt;&gt; it were about to erupt with something, but then it finally fell\n&gt;&gt; silent.\n&gt;&gt;\n&gt;&gt; Steam and the unique smell of sulfur began to fill the air, venting\n&gt;&gt; from the other side of the fallen wall.\n&gt;&gt;\n&gt;&gt; Meanwhile . . .\n&gt;&gt;\n&gt;&gt; Who: LEGACY, DEEPSTRYKE, PHOBIA, Rat Trap, Quickstride,\n&gt;&gt; Location: Black Fortress - Hallways\n&gt;&gt;\n&gt;&gt; &gt; In another part of the tunnel system, Quick Stride, who was full of \n&gt;&gt; &gt; determination to get at Deepstryke and the other seekers, falls for the \n&gt;&gt; &gt; lure, as Rat Trap tries desperately to go after him.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; Wait, I smell a rat, and it&#39;s not me! Don&#39;t fall for it Quickstride! \n&gt;&gt; &gt; IT&#39;S A TRAP! UGHHH THAT STUPID HORSE!&quot;\n&gt;&gt;\n&gt;&gt; Legacy continued firing at the shield, his cannon attempting to bring\n&gt;&gt; it down with a resonance burst!\n&gt;&gt;\n&gt;&gt; Deepstryke on the other hand chuckled as he lured Quickstride back to\n&gt;&gt; an area where the Black Fortress&#39; autocannons were operative, and then\n&gt;&gt; he stopped, as the cannons oriented themselves on Quickstride.\n&gt;&gt;\n&gt;&gt; &quot;Ahh Maximal, and here is where your foray ends.&quot; Deepstryke said\n&gt;&gt; coldly as his own cannons come online. &quot;It&#39;s a shame you fell for this\n&gt;&gt; so easily.&quot; Deepstryke said as he gloated. &quot;Fir . . . &quot;\n&gt;&gt;\n&gt;&gt; Even as he spoke the walls and floor began to shift and rumble as\n&gt;&gt; somewhere below the Fortress, Perceptor&#39;s explosion went off! The\n&gt;&gt; lights and power to the auto cannons and the shield that Deepstryke\n&gt;&gt; had in place, separating Quickstride from the others shut off,\n&gt;&gt; plunging them all into a sudden darkness!\n&gt;&gt;\n&gt;&gt; &quot;WHAT?!? NO!&quot; Phobia said in surprise, although where she was exactly\n&gt;&gt; in the darkness was difficult to make out.\n&gt;&gt;\n&gt;&gt; A cannon blast lanced out at Deepstryke, in this new darkness looking\n&gt;&gt; like lightning! Deepstryke is knocked backwards as Legacy transmitted\n&gt;&gt; to Quickstride, &quot;Come. It is time to leave this place quickly.&quot;\n&gt;&gt;\n&gt;&gt; Legacy&#39;s engines revved as he began to back out and work his way\n&gt;&gt; towards the exit, although he kept his canon oriented in Deepstryke&#39;s\n&gt;&gt; direction should he have to defend himself further. His headlights\n&gt;&gt; came on, lighting up the tunnel ahead.\n&gt;&gt;\n&gt;&gt; So far Phobia and Blackrazor were no where to be seen, although noise\n&gt;&gt; from Deepstryke could be heard coming from somewhere in the darkness\n&gt;&gt; behind them.\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}