{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"ohGq90IFR5ROg350ZVRIrKJsa3WkYukztLWSaOzJGutU6Y5pzPlZT0tWLjf_g9tp09ij92YS2EXmahDj3JrmMXm3Pn_jIA","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: The Light of the Flame!","postDate":"1273289244","msgId":70274,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhzMmxtcysydWJnQGVHcm91cHMuY29tPg==","inReplyToHeader":"PHYyejFmNTM2ZTQ4MTAwNTA3MTMzNHI3ODZmZTAyMnZkMGYwNGEzZjkzOGMzOTExQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":70272,"nextInTopic":70275,"prevInTime":70273,"nextInTime":70275,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Tucson could smell the sulfur around him.  With senses twice as strong due to the compensation for his sight, the smell would prove over powering to a bot such","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 67238 invoked from network); 8 May 2010 03:31:15 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m12.grp.re1.yahoo.com with QMQP; 8 May 2010 03:31:15 -0000\r\nX-Received: from unknown (HELO n42b.bullet.mail.sp1.yahoo.com) (66.163.168.156)\n  by mta3.grp.sp2.yahoo.com with SMTP; 8 May 2010 03:31:15 -0000\r\nX-Received: from [69.147.65.151] by n42.bullet.mail.sp1.yahoo.com with NNFMP; 08 May 2010 03:27:27 -0000\r\nX-Received: from [98.137.34.32] by t5.bullet.mail.sp1.yahoo.com with NNFMP; 08 May 2010 03:27:27 -0000\r\nDate: Sat, 08 May 2010 03:27:24 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hs2lms+2ubg@...&gt;\r\nIn-Reply-To: &lt;v2z1f536e481005071334r786fe022vd0f04a3f938c3911@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=167039986; y=rW3E5b_P28SuZQ1FJbWfKGaIj1v9lC1X67aoXdJHZVn_bAQQRVw\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson could smell the sulfur around him.  With senses twice as strong due =\r\nto the compensation for his sight, the smell would prove over powering to a=\r\n bot such as himself, yet, through the stench, his determination wins over =\r\nreplusion, and presses on, slowly so is not to injure Rodimus, and attempt =\r\na safe rescue.  He also keeps in touch with Lord Elder and Perceptor.\n\n&quot;Lor=\r\nd Elder, Perceptor, I want you to know that if you were to chose between sa=\r\nving your own life, and the lives of your comrades, you would probably want=\r\n to save your comrades instead of yourselves.  The compassion for a comrade=\r\n has far out powered my better judgement for survival.  I can not deny what=\r\n my heart spark tells me.  And it has told me that there is no greater powe=\r\nr than that which is held by all Autobots and Maximals a like.  Rat Trap, I=\r\n hear you too, I know this is upsetting you greatly, and if you had not ext=\r\nended your own heart spark to help me the first time, I would not have made=\r\n it this far.  All of you who worry for me, take heart, I&#39;ve been through w=\r\norse.  And please, understand that I failed Rodimus once, I will not fail h=\r\nim a second time.&quot;\n\nHe transforms to robot mode, as he gets extremely close=\r\n to Rodimus, so is not to cause too much damage due to the force of tires h=\r\nitting the ground.  He attempts to clear the rubble around him gently, and =\r\nslowly with his hands.  As dark as it was, it appeared as if some light was=\r\n not shining through.  He stops for a moment, and now sees blurry objects b=\r\necomming more focused as the area around him becomes visible.  Again the po=\r\nwer of the Matrix within him, could sense that he would need his eyes once =\r\nagain.  He closes them for a moment, and re opens them able to see everythi=\r\nng clearly.\n\n&quot; By the Matrix..  Lord Elder, Legacy, Perceptor, I&#39;ve got my =\r\nvision back.  I can now see everything around me clearly.  Now, I can also =\r\nhear Rodimus on the other end.  I&#39;m attempting to get through the rubble, b=\r\nut it may take a moment or so to do it.&quot;\n\nAs he continues to dig, he keeps =\r\nan ear out for Rodimus.\n\n&quot;Rodimus, if you can hear me, I need you to follow=\r\n my voice and dig through the rubble on your end, to meet up with me.  I&#39;ve=\r\n got my vision back and I am now fully capable of getting us both out of he=\r\nre safely.  Please, respond.&quot;\n\nFor Tucson Prime, it would be all or nothing=\r\n.  If he couldn&#39;t get Rodimus out safely, he too, would remain behind to be=\r\n burried beneath the rubble.\n\nOutside, Night Shift swallows hard as does Ra=\r\nt Trap who has his tail firmly in his hands in a tense posture.  Quick Stri=\r\nde&#39;s ears are forward, as he too appears nervous.\n\n&quot; That&#39;s Tucson for ya, =\r\nJust like Optimus Prime.  Optimus would&#39;ve done the same thing, gone right =\r\nback in ta get his man outa there alive.&quot;\n\nRat Trap looks to Night Shift.\n\n=\r\n&quot; Well, they are related.  Like Ancestor, like predascessor.  And Optimus P=\r\nrime always came outa tough situations in one piece.  I just hope Wheels ca=\r\nn too.&quot;\n\nQuickstride paws the ground nervously.\n\n&quot; Then again, I dunno if O=\r\nptimus ever had ta storm Hydras&#39; fortress ta get his comrades outa danger. =\r\n This is a new challenge in Autobot History. But we gotta believe that Tucs=\r\non Prime will make history when he gets Rodimus prime out of there in one p=\r\niece.&quot;\n\nNight Shift and Rat Trap nodd.\n\n&quot; That&#39;s a good hope ta have Quicks=\r\ntride.  We gotta believe in Tucson, guys.  That&#39;s our greatest power, belie=\r\nve in our allies and our friends.  Somethn&#39; Hydras doesn&#39;t usually practice=\r\n.&quot;\n\nNight Shift turns to Legacy.\n\n&quot; Belief is all we got gon&#39; for us now Le=\r\ngacy.  We gotta hold onta that.&quot;\n\n--- In nbwrpg@yahoogroups.com, Preston Ca=\r\nrroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; Who: LEGACY, Rat Trap, Tuscon, Quickst=\r\nride, Kup\n&gt; Location: Area outside of the Black Fortress\n&gt; \n&gt; &gt; &quot;Wheels! Lo=\r\nrd Elder, This is Rat Trap, Wheels was commn&#39; out with the others, but Rodi=\r\nmus told &#39;em ta go, he did, but he just turned around and now he&#39;s gon&#39; bac=\r\nk in for Rodimus! I dunno if he&#39;s gonna be able ta come out in one piece!&quot;\n=\r\n&gt; \n&gt; Lord Elder&#39;s voice came back on the same channel, &quot;What?!?&quot; Elder\n&gt; pa=\r\nused, obviously taking a moment to digest what had been sent to him\n&gt; in a =\r\nfew short words. &quot;Rodimus told him to go back? Where is Rodimus\n&gt; now, and =\r\nwhere is Tuscon?&quot;\n&gt; \n&gt; &quot;Tuscon?&quot; Elder said, trying to contact Tuscon direc=\r\ntly, although Rat\n&gt; Trap could probably hear it as well, &quot;What is your situ=\r\nation?&quot;\n&gt; \n&gt; &gt; Inside, Tucson&#39;s many wheels turn rapidly as he tries to rea=\r\nch Rodimus. Because of his failure two years past, he tries to redeem himse=\r\nlf by actually succeeding in bringing out his comrade alive. He knew the at=\r\ntempt could endanger his life as well, but by Primus he had to try. He soun=\r\nds his horn three more times, hoping that Rodimus would hear him.\n&gt; \n&gt; Tusc=\r\non is quickly able to reach the wall of debris that stood between\n&gt; him and=\r\n Rodimus. The wall looked to be quite thick and impenetrable,\n&gt; however not=\r\n as impenetrable as it had before Tuscon had left the first\n&gt; time.\n&gt; \n&gt; Di=\r\nrt and stone and even bits of plant matter still filled the\n&gt; entrance, but=\r\n it is obvious that the previous explosion had weakened\n&gt; the slide of debr=\r\nis in several places. The smell of sulfur was in the\n&gt; air, obviously comin=\r\ng from the other side of the slide.\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Meanwhile . . .\n&gt; \n&gt; Wh=\r\no: CYCLONUS, Hydras\n&gt; Location: Black Fortress - Throne Room\n&gt; \n&gt; The door =\r\nto the throne room was flung open, and there standing in the\n&gt; doorway was =\r\nthe dirty and dented form of Cyclonus. He was covered from\n&gt; nearly head to=\r\n toe in dirt, soil and other bits of immediately\n&gt; unidentifiable matter.\n&gt;=\r\n \n&gt; &quot;Hydras!&quot; Cyclonus said as he spotted his commander and sprang into\n&gt; t=\r\nhe room. &quot;What has happened?&quot; Cyclonus attempted to grab his scanner\n&gt; and =\r\nthen realized that he had lost it somewhere. He glanced around for\n&gt; a mome=\r\nnt and then grabbed one from near the throne and began running\n&gt; over Hydra=\r\ns, &quot;Are you okay?&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}