{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"-OvwhVCtA1rJclOQ34zZaV9hRrpYQuTiQohDv8oz3VsXSPGCpL4mNJR8aViasW7zQB0xPZ1IbRla-wCYOdspbFHFWtoVTg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Light of the Flame!","postDate":"1273378582","msgId":70283,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGhzNWN1bSs1dDhxQGVHcm91cHMuY29tPg==","inReplyToHeader":"PG4ycDFmNTM2ZTQ4MTAwNTA4MTIwMHQ0ZjhhMmJhYWc2OTQ2MzQ5NDdkMzc2MDBmQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":70282,"nextInTopic":70284,"prevInTime":70282,"nextInTime":70284,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Tucson knew he would now have to rely on his tracking abilities to follow who or what ever was in the dark pit.  He quietly walks up to where he had seen the","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 77997 invoked from network); 9 May 2010 04:18:19 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m5.grp.sp2.yahoo.com with QMQP; 9 May 2010 04:18:19 -0000\r\nX-Received: from unknown (HELO n42b.bullet.mail.sp1.yahoo.com) (66.163.168.156)\n  by mta1.grp.re1.yahoo.com with SMTP; 9 May 2010 04:18:19 -0000\r\nX-Received: from [69.147.65.150] by n42.bullet.mail.sp1.yahoo.com with NNFMP; 09 May 2010 04:16:23 -0000\r\nX-Received: from [98.137.34.32] by t7.bullet.mail.sp1.yahoo.com with NNFMP; 09 May 2010 04:16:23 -0000\r\nDate: Sun, 09 May 2010 04:16:22 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;hs5cum+5t8q@...&gt;\r\nIn-Reply-To: &lt;n2p1f536e481005081200t4f8a2baag694634947d37600f@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=167039986; y=cNC0Gi37cL75zJy1i27gDm2Gpyj6wjXHPlBIAKvTuIkY9ksd6y4\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson knew he would now have to rely on his tracking abilities to follow w=\r\nho or what ever was in the dark pit.  He quietly walks up to where he had s=\r\neen the figure, and examines the ground below.  He checks for imprints and =\r\nindications of a struggle, it was still a tad dark.  He kneels down and shi=\r\nnes his headlights onto it.  Nothing.  Whatever moisture had made it into t=\r\nhe area, had wiped out any indication of where the object had been moved.\n\n=\r\n&quot;Frag..  This is going to be harder than I thought.&quot;  \n\nIn frustration he l=\r\neans up against the wall of the pit, trying to gather his thoughts.  He had=\r\n not been able to read Kup&#39;s information due to the fact that he had been r=\r\nendered blind for a long time.  He was going completely on instinct and mos=\r\nt of the time, he knew what he was doing.  This however was proving challen=\r\nging to him, since he had never been this far into the pit.  He picks up a =\r\nfamilliar energy signature though, one comming from the Ark.  It was a star=\r\nt.  Soon his frustration turns to concentration as he now puts a few things=\r\n together.\n\n&quot; Energy signature coming from the Ark...  I&#39;m pointing due Nor=\r\nth, and - it seems to be stronger as I point in that direction.  All right =\r\nthen, This tunnel must lead back to the Ark, and if so...  I wonder...  Rod=\r\nimus, where the Slag are you?&quot;\n\nOutside, Night Shift nodds, and looks to Pe=\r\nrceptor.  He would take on the task of bringing Windlord to the Arks&#39; CR ch=\r\namber, as Rat Trap follows him in his cab.\n\n&quot; No worries, Perceptor, Legacy=\r\n, I&#39;ll get Windlord&#39;n Rat Trap back ta the Ark, Rat Trap&#39;s a real ace when =\r\nit comes ta operatn&#39; the CR chambers.&quot;\n\nRat Trap punches in a few numbers i=\r\nn his wrist pannel.\n\n&quot; Not only that but I can have them powered up&#39;n ready=\r\n for use by the time we get there.  Nightlight&#39;ll need a CR chamber that&#39;s =\r\nalready powered up.  Sounds like we can&#39;t waste any time in gettn&#39; her sort=\r\ned out.&quot;\n\nNight Shift starts his engine and turns around in the direction o=\r\nf the Ark.\n\n&quot;Okay, we&#39;re outa here Legacy.  We&#39;re gon&#39; back with Windlord&#39;n=\r\n hopefully help Kup ta get Nightlight sorted out too.  Wish us luck.&quot;\n\nIn t=\r\nrying to get to Tucson as fast as she could, Straight Shot tries to look fo=\r\nr an available aircraft, but finds none.  She gets ready to travel on foot,=\r\n she finds a tunnel underground.  Faintly she picks up on Tucson&#39;s energy s=\r\nignature.\n\n&quot; If my sensors are right, which most of the time they are, Tucs=\r\non&#39;s down there. How far, that&#39;s another story..  Well, this is it, I&#39;m goi=\r\nng in.&quot;\n\nShe slides down into the tunnel, and picks up Tucson&#39;s com link.\n\n=\r\n&quot;Tucson, this is Straight Shot, do you copy?&quot;\n\nTucson picks up her signal.\n=\r\n\n&quot; I copy that.  I&#39;m looking for Rodimus.  No sign of him.&quot;\n\nStraight Shot =\r\nsighs.\n\n&quot; No one said it would be easy..  Wait a miute, if you had your son=\r\nar transmitter you&#39;d be able to pick up on him, simply by echolocation.. I&#39;=\r\nm not far from Kup, I&#39;ll get it, meet up with you, and we&#39;re in business.&quot;\n=\r\n\nTucson Replies\n\n&quot;Sonar, echolocation... Each person and object bounces off=\r\n their own frequency.  Now why didn&#39;t I think of that?  Good thinking Strai=\r\nght Shot.  I&#39;ll wait for you where I am, and I will send you a honing signa=\r\nl to reach me.  Go back, as Kup for my transmitter and bring it here.  Afte=\r\nr that we&#39;ll probably be able to locate Rodimus.&quot;\n\nStraight Shot salutes, a=\r\nnd goes back up to the Ark and looks for Kup.\nShe darts around quickly and =\r\nsoon finds him.\n\n&quot;Kup, sir, Tucson&#39;s all right, he&#39;s beneath in the tunnel =\r\nthat leads here to the Ark.  He says he needs his transmitter and I can bri=\r\nng it to him.  With that he hopes to locate Rodimus.  Could I please have i=\r\nt back?&quot;\n\nRat Trap now reports to Lord Elder.\n\n&quot;Rat Trap ta Lord Elder.  Ni=\r\nghtshift&#39;n I have Windlord and we&#39;re headed home.  I&#39;m gettn cross transmis=\r\nsions now, and Wheels is okay.  He doesn&#39;t know where Rodimus is but thinks=\r\n he might just be able ta swing it via echolocation, when he gets back his =\r\ntransmitter of course.  Straight Shot&#39;s takn&#39; care of that now, we&#39;ll handl=\r\ne Windlord&#39;s recovery.  I&#39;ve activated the CR chamber so it&#39;ll be warmed up=\r\n on our arrival.  Rat Trap out.&quot;\n\n--- In nbwrpg@yahoogroups.com, Preston Ca=\r\nrroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; Who: LEGACY, Rat Trap, Tuscon, Quickst=\r\nride, Kup\n&gt; Location: Area outside of the Black Fortress\n&gt; \n&gt; &gt; &quot;Lord Elder=\r\n, Perceptor, I want you to know that if you were to chose between saving yo=\r\nur own life, and the lives of your comrades, you would probably want to sav=\r\ne your comrades instead of yourselves. The compassion for a comrade has far=\r\n out powered my better judgement for survival. I can not deny what my heart=\r\n spark tells me. And it has told me that there is no greater power than tha=\r\nt which is held by all Autobots and Maximals a like. Rat Trap, I hear you t=\r\noo, I know this is upsetting you greatly, and if you had not extended your =\r\nown heart spark to help me the first time, I would not have made it this fa=\r\nr. All of you who worry for me, take heart, I&#39;ve been through worse. And pl=\r\nease, understand that I failed Rodimus once, I will not fail him a second t=\r\nime.&quot;\n&gt; \n&gt; &quot;Of course.&quot; Lord elder responded back. &quot;But if I were attemptin=\r\ng to\n&gt; do the same thing that you were doing, what would you be saying.&quot; He=\r\n\n&gt; sighed, knowing that even as he spoke that Tuscon had already gone on\n&gt; =\r\nanyway.\n&gt; \n&gt; &gt; &quot; By the Matrix.. Lord Elder, Legacy, Perceptor, I&#39;ve got my=\r\n vision back. I can now see everything around me clearly. Now, I can also h=\r\near Rodimus on the other end. I&#39;m attempting to get through the rubble, but=\r\n it may take a moment or so to do it.&quot;\n&gt; &gt;\n&gt; &gt; As he continues to dig, he k=\r\neeps an ear out for Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;Rodimus, if you can hear me, I need y=\r\nou to follow my voice and dig through the rubble on your end, to meet up wi=\r\nth me. I&#39;ve got my vision back and I am now fully capable of getting us bot=\r\nh out of here safely. Please, respond.&quot;\n&gt; \n&gt; As Tuscon dug and pushed, the =\r\ndebris rumbled. As anyone knows, once\n&gt; there has been a land slide, to mov=\r\ne the supporting debris only risks\n&gt; another slide. The dirt and such that =\r\nTuscon moves is light and sandy,\n&gt; had he been a farmer, no doubt he would =\r\nhave realized that this\n&gt; accounts for much of the scrub that grew around t=\r\nhis area, the soil\n&gt; had so little nutrients, built as it was on volcanic r=\r\nock beneath.\n&gt; \n&gt; However when Tuscon was finally able to break through to =\r\nthe other\n&gt; side there was no Rodimus to see or any of the other Decepticon=\r\ns for\n&gt; that matter: Cyclonus, Scourge, Scorponok and Jhiaxus were all abse=\r\nnt.\n&gt; Instead there was only the opening of some large pit, perhaps 15 or 2=\r\n0\n&gt; feet across from which the smell of sulfur and other strange gasses\n&gt; r=\r\nose.\n&gt; \n&gt; Had Tuscon read the old reports of Kup and Grimlock&#39;s tunneling\n&gt;=\r\n expedition while following Scorponok, then he might connect that to\n&gt; the =\r\npit he saw before him. It ran deep, its sides sloping down rather\n&gt; sharply=\r\n, although the floor of it was exceedingly smooth. It was part\n&gt; of the ori=\r\nginal tunnel that led far underground and in the direction\n&gt; of the Ark.\n&gt; =\r\n\n&gt; Perhaps several hundred yards down the tunnel/pit there was a dark\n&gt; for=\r\nm, something that MIGHT be Rodimus. Who or what ever it was it lay\n&gt; totall=\r\ny unmoving, unresponsive to anything that Tuscon has done so\n&gt; far.\n&gt; \n&gt; Bu=\r\nt then the sound of water could be heard as if some small\n&gt; underground dam=\r\n had burst, and then steam began billowing up from the\n&gt; hole obscuring sig=\r\nht. The last view Tuscon could see of the figure was\n&gt; that it moved, as if=\r\n pushed by something, and then it was totally lost\n&gt; from sight.\n&gt; \n&gt; \n&gt; Me=\r\nanwhile . . .\n&gt; \n&gt; Who: LEGACY, Rat Trap, Quickstride, Kup\n&gt; Location: Area=\r\n outside of the Black Fortress\n&gt; \n&gt; &gt; &quot; That&#39;s a good hope ta have Quickstr=\r\nide. We gotta believe in Tucson, guys. That&#39;s our greatest power, believe i=\r\nn our allies and our friends. Somethn&#39; Hydras doesn&#39;t usually practice.&quot;\n&gt; =\r\n&gt;\n&gt; &gt; Night Shift turns to Legacy.\n&gt; &gt;\n&gt; &gt; &quot; Belief is all we got gon&#39; for =\r\nus now Legacy. We gotta hold onta that.&quot;\n&gt; \n&gt; Legacy paused as he listened =\r\nto the others as his own sensors\n&gt; continued to scan the area.\n&gt; \n&gt; &quot;Belief=\r\n is inconsequential if it cannot be supported by fact.&quot; Legacy\n&gt; said, ever=\r\n the bot that was rooted in empirical logic. &quot;Historically\n&gt; Optimus Prime =\r\nwas renowned for his ability to act in unpredictable\n&gt; ways and still emerg=\r\ne victorious, as was Optimus Primal. However\n&gt; neither of them are still wi=\r\nth us.&quot;\n&gt; \n&gt; &quot;I would suspect that Tuscon is now motivated by the emotions =\r\nof guilt\n&gt; and fear. Guilt that he has allowed Rodimus to left behind and f=\r\near\n&gt; that he may be lost again. Hardly the motivators that allow for the\n&gt;=\r\n optimal success for his mission.&quot;\n&gt; \n&gt; Legacy transformed into robot mode,=\r\n setting down anyone who may still\n&gt; have been riding inside of him. &quot;I wou=\r\nld recommend that Talon or Rat\n&gt; Trap take the injured back to the ark in t=\r\nhe shuttle and then the rest\n&gt; of us attempt to locate Tuscon and Rodimus.&quot;=\r\n\n&gt; \n&gt; Legacy&#39;s cold cyclopian gaze swept the group as he spoke. &quot;We cannot\n=\r\n&gt; know the condition of the Predacons or Decepticon, and if in his\n&gt; curren=\r\nt state that Tuscon has not pushed himself into another\n&gt; situation that it=\r\n will be difficult to extricate himself from alone.&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Presto=\r\nn\n&gt;\n\n\n\n"}}