{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"taaUFPSH5bHEzCtF4t-nPTFR9xsdaVShavw7FG8l_fqssGVypszfpdf9Ha1GdRKsmrrtSuE5WEKleeHBtj8","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Light of the Flame!","postDate":"1273383173","msgId":70284,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNOVDE0My1kczRCRjdFREYxNjgwQzg4NzFCOUMyOEEwRjgwQHBoeC5nYmw+","inReplyToHeader":"PGhzNWN1bSs1dDhxQGVHcm91cHMuY29tPg==","referencesHeader":"PGhzNWN1bSs1dDhxQGVHcm91cHMuY29tPg=="},"prevInTopic":70283,"nextInTopic":70285,"prevInTime":70283,"nextInTime":70285,"topicId":70157,"numMessagesInTopic":110,"msgSnippet":"Kup/perceptor/Talon/nightlight Kup had to do a hard desition and looking to Talon said Fly towards the ark... Talon dindt protested and while she tun on the","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 99337 invoked from network); 9 May 2010 05:33:08 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m14.grp.re1.yahoo.com with QMQP; 9 May 2010 05:33:08 -0000\r\nX-Received: from unknown (HELO snt0-omc3-s44.snt0.hotmail.com) (65.54.51.81)\n  by mta3.grp.re1.yahoo.com with SMTP; 9 May 2010 05:33:08 -0000\r\nX-Received: from SNT143-DS4 ([65.55.90.135]) by snt0-omc3-s44.snt0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sat, 8 May 2010 22:32:58 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;SNT143-ds4BF7EDF1680C8871B9C28A0F80@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;hs5cum+5t8q@...&gt;\r\nIn-Reply-To: &lt;hs5cum+5t8q@...&gt;\r\nDate: Sun, 9 May 2010 00:32:53 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 09 May 2010 05:32:58.0480 (UTC) FILETIME=[15681F00:01CAEF39]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: The Light of the Flame!\r\nX-Yahoo-Group-Post: member; u=111572484; y=6pDvZCUUYXEqnMFYFp2p3ZIi-2iqJCGid9TcvtP3QRWc4RrYk90d\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKup/perceptor/Talon/nightlight\n\nKup had to do a hard desition and looking to Talon said &quot;Fly towards the \nark...&quot;\n\nTalon dindt protested and while she tun on the shuttle&#39;s engines she opened \ncom link to Tucson in a private channel and said &quot;Mi love, I&#39;m taking \nnightlight to the ark... after that We will be bring Rodimus back...&quot;\n\nMeanwhile Kup opened his com link to Stright Shot and said &quot;I&#39;m heading \ntowards the ark, be ready to receive us and I&#39;ll give you the device...&quot;Then \nhe swiched to rattrap&quot; Rattrap, is the cr ready for Nightlight and \nWindlord?&quot;\n\nnightlight moved uneasy.\n\n*****************************************\nPerceptor looking to Legacy said, &quot;i dont know you, but I&#39;m going to go down \nand bring the primes back, or at least one of them&quot;\n\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Saturday, May 08, 2010 11:16 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: The Light of the Flame!\n\n&gt; Tucson knew he would now have to rely on his tracking abilities to follow \n&gt; who or what ever was in the dark pit.  He quietly walks up to where he had \n&gt; seen the figure, and examines the ground below.  He checks for imprints \n&gt; and indications of a struggle, it was still a tad dark.  He kneels down \n&gt; and shines his headlights onto it.  Nothing.  Whatever moisture had made \n&gt; it into the area, had wiped out any indication of where the object had \n&gt; been moved.\n&gt;\n&gt; &quot;Frag..  This is going to be harder than I thought.&quot;\n&gt;\n&gt; In frustration he leans up against the wall of the pit, trying to gather \n&gt; his thoughts.  He had not been able to read Kup&#39;s information due to the \n&gt; fact that he had been rendered blind for a long time.  He was going \n&gt; completely on instinct and most of the time, he knew what he was doing. \n&gt; This however was proving challenging to him, since he had never been this \n&gt; far into the pit.  He picks up a familliar energy signature though, one \n&gt; comming from the Ark.  It was a start.  Soon his frustration turns to \n&gt; concentration as he now puts a few things together.\n&gt;\n&gt; &quot; Energy signature coming from the Ark...  I&#39;m pointing due North, and - \n&gt; it seems to be stronger as I point in that direction.  All right then, \n&gt; This tunnel must lead back to the Ark, and if so...  I wonder...  Rodimus, \n&gt; where the Slag are you?&quot;\n&gt;\n&gt; Outside, Night Shift nodds, and looks to Perceptor.  He would take on the \n&gt; task of bringing Windlord to the Arks&#39; CR chamber, as Rat Trap follows him \n&gt; in his cab.\n&gt;\n&gt; &quot; No worries, Perceptor, Legacy, I&#39;ll get Windlord&#39;n Rat Trap back ta the \n&gt; Ark, Rat Trap&#39;s a real ace when it comes ta operatn&#39; the CR chambers.&quot;\n&gt;\n&gt; Rat Trap punches in a few numbers in his wrist pannel.\n&gt;\n&gt; &quot; Not only that but I can have them powered up&#39;n ready for use by the time \n&gt; we get there.  Nightlight&#39;ll need a CR chamber that&#39;s already powered up. \n&gt; Sounds like we can&#39;t waste any time in gettn&#39; her sorted out.&quot;\n&gt;\n&gt; Night Shift starts his engine and turns around in the direction of the \n&gt; Ark.\n&gt;\n&gt; &quot;Okay, we&#39;re outa here Legacy.  We&#39;re gon&#39; back with Windlord&#39;n hopefully \n&gt; help Kup ta get Nightlight sorted out too.  Wish us luck.&quot;\n&gt;\n&gt; In trying to get to Tucson as fast as she could, Straight Shot tries to \n&gt; look for an available aircraft, but finds none.  She gets ready to travel \n&gt; on foot, she finds a tunnel underground.  Faintly she picks up on Tucson&#39;s \n&gt; energy signature.\n&gt;\n&gt; &quot; If my sensors are right, which most of the time they are, Tucson&#39;s down \n&gt; there. How far, that&#39;s another story..  Well, this is it, I&#39;m going in.&quot;\n&gt;\n&gt; She slides down into the tunnel, and picks up Tucson&#39;s com link.\n&gt;\n&gt; &quot;Tucson, this is Straight Shot, do you copy?&quot;\n&gt;\n&gt; Tucson picks up her signal.\n&gt;\n&gt; &quot; I copy that.  I&#39;m looking for Rodimus.  No sign of him.&quot;\n&gt;\n&gt; Straight Shot sighs.\n&gt;\n&gt; &quot; No one said it would be easy..  Wait a miute, if you had your sonar \n&gt; transmitter you&#39;d be able to pick up on him, simply by echolocation.. I&#39;m \n&gt; not far from Kup, I&#39;ll get it, meet up with you, and we&#39;re in business.&quot;\n&gt;\n&gt; Tucson Replies\n&gt;\n&gt; &quot;Sonar, echolocation... Each person and object bounces off their own \n&gt; frequency.  Now why didn&#39;t I think of that?  Good thinking Straight Shot. \n&gt; I&#39;ll wait for you where I am, and I will send you a honing signal to reach \n&gt; me.  Go back, as Kup for my transmitter and bring it here.  After that \n&gt; we&#39;ll probably be able to locate Rodimus.&quot;\n&gt;\n&gt; Straight Shot salutes, and goes back up to the Ark and looks for Kup.\n&gt; She darts around quickly and soon finds him.\n&gt;\n&gt; &quot;Kup, sir, Tucson&#39;s all right, he&#39;s beneath in the tunnel that leads here \n&gt; to the Ark.  He says he needs his transmitter and I can bring it to him. \n&gt; With that he hopes to locate Rodimus.  Could I please have it back?&quot;\n&gt;\n&gt; Rat Trap now reports to Lord Elder.\n&gt;\n&gt; &quot;Rat Trap ta Lord Elder.  Nightshift&#39;n I have Windlord and we&#39;re headed \n&gt; home.  I&#39;m gettn cross transmissions now, and Wheels is okay.  He doesn&#39;t \n&gt; know where Rodimus is but thinks he might just be able ta swing it via \n&gt; echolocation, when he gets back his transmitter of course.  Straight \n&gt; Shot&#39;s takn&#39; care of that now, we&#39;ll handle Windlord&#39;s recovery.  I&#39;ve \n&gt; activated the CR chamber so it&#39;ll be warmed up on our arrival.  Rat Trap \n&gt; out.&quot;\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Who: LEGACY, Rat Trap, Tuscon, Quickstride, Kup\n&gt;&gt; Location: Area outside of the Black Fortress\n&gt;&gt;\n&gt;&gt; &gt; &quot;Lord Elder, Perceptor, I want you to know that if you were to chose \n&gt;&gt; &gt; between saving your own life, and the lives of your comrades, you would \n&gt;&gt; &gt; probably want to save your comrades instead of yourselves. The \n&gt;&gt; &gt; compassion for a comrade has far out powered my better judgement for \n&gt;&gt; &gt; survival. I can not deny what my heart spark tells me. And it has told \n&gt;&gt; &gt; me that there is no greater power than that which is held by all \n&gt;&gt; &gt; Autobots and Maximals a like. Rat Trap, I hear you too, I know this is \n&gt;&gt; &gt; upsetting you greatly, and if you had not extended your own heart spark \n&gt;&gt; &gt; to help me the first time, I would not have made it this far. All of \n&gt;&gt; &gt; you who worry for me, take heart, I&#39;ve been through worse. And please, \n&gt;&gt; &gt; understand that I failed Rodimus once, I will not fail him a second \n&gt;&gt; &gt; time.&quot;\n&gt;&gt;\n&gt;&gt; &quot;Of course.&quot; Lord elder responded back. &quot;But if I were attempting to\n&gt;&gt; do the same thing that you were doing, what would you be saying.&quot; He\n&gt;&gt; sighed, knowing that even as he spoke that Tuscon had already gone on\n&gt;&gt; anyway.\n&gt;&gt;\n&gt;&gt; &gt; &quot; By the Matrix.. Lord Elder, Legacy, Perceptor, I&#39;ve got my vision \n&gt;&gt; &gt; back. I can now see everything around me clearly. Now, I can also hear \n&gt;&gt; &gt; Rodimus on the other end. I&#39;m attempting to get through the rubble, but \n&gt;&gt; &gt; it may take a moment or so to do it.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; As he continues to dig, he keeps an ear out for Rodimus.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot;Rodimus, if you can hear me, I need you to follow my voice and dig \n&gt;&gt; &gt; through the rubble on your end, to meet up with me. I&#39;ve got my vision \n&gt;&gt; &gt; back and I am now fully capable of getting us both out of here safely. \n&gt;&gt; &gt; Please, respond.&quot;\n&gt;&gt;\n&gt;&gt; As Tuscon dug and pushed, the debris rumbled. As anyone knows, once\n&gt;&gt; there has been a land slide, to move the supporting debris only risks\n&gt;&gt; another slide. The dirt and such that Tuscon moves is light and sandy,\n&gt;&gt; had he been a farmer, no doubt he would have realized that this\n&gt;&gt; accounts for much of the scrub that grew around this area, the soil\n&gt;&gt; had so little nutrients, built as it was on volcanic rock beneath.\n&gt;&gt;\n&gt;&gt; However when Tuscon was finally able to break through to the other\n&gt;&gt; side there was no Rodimus to see or any of the other Decepticons for\n&gt;&gt; that matter: Cyclonus, Scourge, Scorponok and Jhiaxus were all absent.\n&gt;&gt; Instead there was only the opening of some large pit, perhaps 15 or 20\n&gt;&gt; feet across from which the smell of sulfur and other strange gasses\n&gt;&gt; rose.\n&gt;&gt;\n&gt;&gt; Had Tuscon read the old reports of Kup and Grimlock&#39;s tunneling\n&gt;&gt; expedition while following Scorponok, then he might connect that to\n&gt;&gt; the pit he saw before him. It ran deep, its sides sloping down rather\n&gt;&gt; sharply, although the floor of it was exceedingly smooth. It was part\n&gt;&gt; of the original tunnel that led far underground and in the direction\n&gt;&gt; of the Ark.\n&gt;&gt;\n&gt;&gt; Perhaps several hundred yards down the tunnel/pit there was a dark\n&gt;&gt; form, something that MIGHT be Rodimus. Who or what ever it was it lay\n&gt;&gt; totally unmoving, unresponsive to anything that Tuscon has done so\n&gt;&gt; far.\n&gt;&gt;\n&gt;&gt; But then the sound of water could be heard as if some small\n&gt;&gt; underground dam had burst, and then steam began billowing up from the\n&gt;&gt; hole obscuring sight. The last view Tuscon could see of the figure was\n&gt;&gt; that it moved, as if pushed by something, and then it was totally lost\n&gt;&gt; from sight.\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; Meanwhile . . .\n&gt;&gt;\n&gt;&gt; Who: LEGACY, Rat Trap, Quickstride, Kup\n&gt;&gt; Location: Area outside of the Black Fortress\n&gt;&gt;\n&gt;&gt; &gt; &quot; That&#39;s a good hope ta have Quickstride. We gotta believe in Tucson, \n&gt;&gt; &gt; guys. That&#39;s our greatest power, believe in our allies and our friends. \n&gt;&gt; &gt; Somethn&#39; Hydras doesn&#39;t usually practice.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; Night Shift turns to Legacy.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; Belief is all we got gon&#39; for us now Legacy. We gotta hold onta \n&gt;&gt; &gt; that.&quot;\n&gt;&gt;\n&gt;&gt; Legacy paused as he listened to the others as his own sensors\n&gt;&gt; continued to scan the area.\n&gt;&gt;\n&gt;&gt; &quot;Belief is inconsequential if it cannot be supported by fact.&quot; Legacy\n&gt;&gt; said, ever the bot that was rooted in empirical logic. &quot;Historically\n&gt;&gt; Optimus Prime was renowned for his ability to act in unpredictable\n&gt;&gt; ways and still emerge victorious, as was Optimus Primal. However\n&gt;&gt; neither of them are still with us.&quot;\n&gt;&gt;\n&gt;&gt; &quot;I would suspect that Tuscon is now motivated by the emotions of guilt\n&gt;&gt; and fear. Guilt that he has allowed Rodimus to left behind and fear\n&gt;&gt; that he may be lost again. Hardly the motivators that allow for the\n&gt;&gt; optimal success for his mission.&quot;\n&gt;&gt;\n&gt;&gt; Legacy transformed into robot mode, setting down anyone who may still\n&gt;&gt; have been riding inside of him. &quot;I would recommend that Talon or Rat\n&gt;&gt; Trap take the injured back to the ark in the shuttle and then the rest\n&gt;&gt; of us attempt to locate Tuscon and Rodimus.&quot;\n&gt;&gt;\n&gt;&gt; Legacy&#39;s cold cyclopian gaze swept the group as he spoke. &quot;We cannot\n&gt;&gt; know the condition of the Predacons or Decepticon, and if in his\n&gt;&gt; current state that Tuscon has not pushed himself into another\n&gt;&gt; situation that it will be difficult to extricate himself from alone.&quot;\n&gt;&gt;\n&gt;&gt; (TAG)\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}