{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Preston Carroll","from":"Preston Carroll &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"NYMGJEjIUGYyf5eiYeZdTljtX3QYeEzybo3KQNp_lJhdiys1FMOQzxKVppnnYuf1BdHJpoedhiybGIZPK2Q1tMOmUDcOZD9-Yl36gL9kBfY","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Into the Darkness","postDate":"1273888892","msgId":70310,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEFBTkxrVGltRlFiQks0WjNTSmdFQUFYTjJXSlB2VDJXSWxTMVRGS2FmWFVFeEBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGhzaWNyNStyaDNkQGVHcm91cHMuY29tPg==","referencesHeader":"PFNOVDE0My1kczRCOEY1MkE5OUFGQjc3RUNCQUJEREEwRkMwQHBoeC5nYmw+CSA8aHNpY3I1K3JoM2RAZUdyb3Vwcy5jb20+"},"prevInTopic":70309,"nextInTopic":70311,"prevInTime":70309,"nextInTime":70311,"topicId":70291,"numMessagesInTopic":261,"msgSnippet":"... Cool. I will get with folks to make sure that I have their characters right as we go. Sandy I am assuming that Tuscon Prime now has the same scores as G1","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 20269 invoked from network); 15 May 2010 02:01:34 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m14.grp.re1.yahoo.com with QMQP; 15 May 2010 02:01:34 -0000\r\nX-Received: from unknown (HELO mail-wy0-f170.google.com) (74.125.82.170)\n  by mta1.grp.sp2.yahoo.com with SMTP; 15 May 2010 02:01:33 -0000\r\nX-Received: by wyb32 with SMTP id 32so629423wyb.29\n        for &lt;nbwrpg@yahoogroups.com&gt;; Fri, 14 May 2010 19:01:32 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.216.85.143 with SMTP id u15mr1304558wee.205.1273888892671; \n\tFri, 14 May 2010 19:01:32 -0700 (PDT)\r\nX-Received: by 10.216.93.140 with HTTP; Fri, 14 May 2010 19:01:32 -0700 (PDT)\r\nIn-Reply-To: &lt;hsicr5+rh3d@...&gt;\r\nReferences: &lt;SNT143-ds4B8F52A99AFB77ECBABDDA0FC0@...&gt;\n\t &lt;hsicr5+rh3d@...&gt;\r\nDate: Fri, 14 May 2010 22:01:32 -0400\r\nMessage-ID: &lt;AANLkTimFQbBK4Z3SJgEAAXN2WJPvT2WIlS1TFKafXUEx@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: multipart/alternative; boundary=0016e6da7db8ee5a7d0486985e21\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Preston Carroll &lt;supercyclonus@...&gt;\r\nSubject: Re: Into the Darkness\r\nX-Yahoo-Group-Post: member; u=435352480; y=57GTFuMomwej3tuem7ubFMIeDqRW1Nti1l7DUnhQ50c2H1pUPuarTA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n\r\n--0016e6da7db8ee5a7d0486985e21\r\nContent-Type: text/plain; charset=ISO-8859-1\r\n\r\n&gt; OOC: No problems with you being GM on my end, Preston, sounds good to me.\n\nCool. I will get with folks to make sure that I have their characters right\nas we go. Sandy I am assuming that Tuscon Prime now has the same scores as\nG1 Optimus Prime - his mentor, since his upgrade took affect. This is my\nfirst post as one in a while, so bear with me, and if it is confusing,\nplease do not hesitate to ask questions. :) Also, if I am missing anyone,\nplease let me know.\n\nBIC:\n\nWho: LEGACY, Tuscon, Perceptor, Talon, Straight Shot, Quickstride\nLocation: Deep Earth caverns not far from the Black Fortress\n\nTuscon in truck mode, launched forward, trying to go from 0 to 60 instantly,\nhis engines firing up, the sound of it echoing up and down the tunnel! The\nattempt is partially effective as he easily tagged both mechanized alien\nbugs with his windshield and sends them sprawling back into the air, but he\nwas not able to get up enough momentum yet to do any significant damage.\n(Insects #1 & #2 are unhurt)\n\nLegacy, from his position at the top of Tuscon quickly assessed the\nsituation, noting not only the insectile creatures that Tuscon was attacking\nat the front, but also the ones at the side. With a quick movement he\ntargets one of the creatures on the passenger side and fires, sending a beam\nof coherent light, catching one full in the chest, sending it into the wall,\nand dropping it into instant stasis lock! (Insect #3 - Stasis Lock)\n\nStraight Shot From the inside of Tuscon&#39;s cab Straight Shot attempts to take\npop shots at the insect creatures via her plasma tipped arrows, launching\nthem from forearm launchers. (OOC: I am assuming that she is targeting the\nones on the driver&#39;s side?) . The arrow catches the insect creature, and\neasily pierced its armor, sending it also into stasis lock! (Insect #4 -\nStasis Lock)\n\nQuickstride Also from the inside of the cab Quickstride also joins in on the\nshooting party, while attempting to fire off a barage of cannon fire from a\nshoulder mount unit. (OOC: I am assuming from the passenger&#39;s side?). The\nshot rings true as the creature is caught in the shoulder! (Insect #5 -\nLight Damage)\n\nPerceptor also assists Straight shot as he came around and targeted one of\nthe same mecha insects on the driver&#39;s side! His blaster heats up as its\npower reaches out and catches one of the insect creatures in the side!\nInsect #6 - light damage)\n\nFrom his perch atop Tuscon, Talon also took aim on one of the Insect. Since\nhe was to the front, he attempted to help Tuscon rid himself of a few pests.\nHowever his aim went wide, perhaps due to Tuscon&#39;s sudden lurch forward, so\nhe missed completely! (Insect #1 - Unhurt)\n\nThen the insect type warriors attack in mass!\n\nThe two in front of Tuscon buzzed angrily but they quickly fly back in,\nlanding heavily on his hood. With a quick yet strong movement one (#1)\nattempted to burst through his front window! However Tuscon&#39;s armor appears\nto be thick enough to repel the assault this time! (Tuscon is unhurt)\n\nThe second on Tuscon&#39;s hood (#2), rather than attacking Tuscon continued its\nforward motion and sprang up catching Talon in a four armed embrace,\nattempting to sink its rather sharp mandibles into the ex Minion. While\nTalon&#39;s armor absorbed most of the damage, a bit of fang sinks in far enough\nto cause damage! (Talon is lightly damaged)\n\nWhile one of the insects on the driver&#39;s side was down with a feather arrow\nprotruding at an odd angle (#4), burn marks scorching it in several places,\nthe other (#6) leaped/flew at Perceptor  the clawed forelegs splayed out\naggressively, and scoring on one shoulder is he attempted to avoide the\nblow! (Perceptor is at lightly damage)\n\nTwo of the three insects on the passenger side of the truck also attack, one\nof their number (#3) was laying on the ground, legs twitching slightly,\nvictim of Legacy&#39;s attack!\n\nOne insect (#5) Leaped at Quickstride, wings flaring out as it buzzed\nangrily. With a surprisingly agility it brought its singer to bear on\nQuickstride, however Quickstride managed to live up to his name and avoid\nthe blow. (Quickstride is unhurt)\n\nThe last insect (#7) turned its attention to Tuscon as well, climbing up on\nhis door and towards the roof. While the claws dug in, they were unable to\npenetrate his armor to cause him any real damage, except perhaps to his pain\njob. (Tuscon is Unhurt).\n\nThe insect troopers show no sign of stopping thier attack, they only repeat,\n&quot;Intruders!&quot; then they fall silent as they continue to attack!\n\nNext turn!\n\nOOC: If it helps your picture of this, here is a bad representation:\n\n* = Wall of tunnel\n(1-7) numbers are insect troopers (1&2 are actually on Tuscon)\nS=Straight shot (Inside Tuscon&#39;s Cab)\nQ=Quickstride (Inside Tuscon&#39;s Cab)\nT=Talon (On top of Tuscon)\nLegacy (On Top of Tuscon)\nP=Perceptor (Driver&#39;s side rear)\n\n*                  *\n*     * 1  2 *      *\n* 4   SQ   3   *\n* 6     T    5   *\n*       L     7   *\n*   P ___      *\n\r\n--0016e6da7db8ee5a7d0486985e21\r\nContent-Type: text/html; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&gt; OOC: No problems with you being GM on my end, Preston, sounds good to =\r\nme.&lt;br&gt;&lt;br&gt;Cool. I will get with folks to make sure that I have their chara=\r\ncters right as we go. Sandy I am assuming that Tuscon Prime now has the sam=\r\ne scores as G1 Optimus Prime - his mentor, since his upgrade took affect. T=\r\nhis is my first post as one in a while, so bear with me, and if it is confu=\r\nsing, please do not hesitate to ask questions. :) Also, if I am missing any=\r\none, please let me know.&lt;br&gt;\n&lt;br&gt;BIC:&lt;br&gt;&lt;br&gt;Who: LEGACY, Tuscon, Perceptor=\r\n, Talon, Straight Shot, Quickstride&lt;br&gt;Location: Deep Earth caverns not far=\r\n from the Black Fortress&lt;br&gt;&lt;br&gt;Tuscon in truck mode, launched forward, try=\r\ning to go from 0 to 60 instantly, his engines firing up, the sound of it ec=\r\nhoing up and down the tunnel! The attempt is partially effective as he easi=\r\nly tagged both mechanized alien bugs with his windshield and sends them spr=\r\nawling back into the air, but he was not able to get up enough momentum yet=\r\n to do any significant damage. (Insects #1 &amp; #2 are unhurt)&lt;br&gt;\n&lt;br&gt;Leg=\r\nacy, from his position at the top of Tuscon quickly assessed the situation,=\r\n noting not only the insectile creatures that Tuscon was attacking at the f=\r\nront, but also the ones at the side. With a quick movement he targets one o=\r\nf the creatures on the passenger side and fires, sending a beam of coherent=\r\n light, catching one full in the chest, sending it into the wall, and dropp=\r\ning it into instant stasis lock! (Insect #3 - Stasis Lock)&lt;br&gt;\n&lt;br&gt;Straight=\r\n Shot From the inside of Tuscon&#39;s cab Straight Shot attempts to take po=\r\np shots at the insect creatures via her plasma tipped arrows, launching the=\r\nm from forearm launchers. (OOC: I am assuming that she is targeting the one=\r\ns on the driver&#39;s side?) . The arrow catches the insect creature, and e=\r\nasily pierced its armor, sending it also into stasis lock! (Insect #4 - Sta=\r\nsis Lock)&lt;br&gt;\n&lt;br&gt;Quickstride Also from the inside of the cab Quickstride a=\r\nlso joins in on the shooting party, while attempting to fire off a barage o=\r\nf cannon fire from a shoulder mount unit. (OOC: I am assuming from the pass=\r\nenger&#39;s side?). The shot rings true as the creature is caught in the sh=\r\noulder! (Insect #5 - Light Damage) &lt;br&gt;\n&lt;br&gt;Perceptor also assists Straight=\r\n shot as he came around and targeted one of the same mecha insects on the d=\r\nriver&#39;s side! His blaster heats up as its power reaches out and catches=\r\n one of the insect creatures in the side! Insect #6 - light damage)&lt;br&gt;\n&lt;br=\r\n&gt;From his perch atop Tuscon, Talon also took aim on one of the Insect. Sinc=\r\ne he was to the front, he attempted to help Tuscon rid himself of a few pes=\r\nts. However his aim went wide, perhaps due to Tuscon&#39;s sudden lurch for=\r\nward, so he missed completely! (Insect #1 - Unhurt)&lt;br&gt;\n&lt;br&gt;Then the insect=\r\n type warriors attack in mass!&lt;br&gt;&lt;br&gt;The two in front of Tuscon buzzed ang=\r\nrily but they quickly fly back in, landing heavily on his hood. With a quic=\r\nk yet strong movement one (#1) attempted to burst through his front window!=\r\n However Tuscon&#39;s armor appears to be thick enough to repel the assault=\r\n this time! (Tuscon is unhurt)&lt;br&gt;\n&lt;br&gt;The second on Tuscon&#39;s hood (#2)=\r\n, rather than attacking Tuscon continued its forward motion and sprang up c=\r\natching Talon in a four armed embrace, attempting to sink its rather sharp =\r\nmandibles into the ex Minion. While Talon&#39;s armor absorbed most of the =\r\ndamage, a bit of fang sinks in far enough to cause damage! (Talon is lightl=\r\ny damaged)&lt;br&gt;\n&lt;br&gt;While one of the insects on the driver&#39;s side was do=\r\nwn with a feather arrow protruding at an odd angle (#4), burn marks scorchi=\r\nng it in several places, the other (#6) leaped/flew at Perceptor =A0the cla=\r\nwed forelegs splayed out aggressively, and scoring on one shoulder is he at=\r\ntempted to avoide the blow! (Perceptor is at lightly damage)&lt;br&gt;\n&lt;br&gt;Two of=\r\n the three insects on the passenger side of the truck also attack, one of t=\r\nheir number (#3) was laying on the ground, legs twitching slightly, victim =\r\nof Legacy&#39;s attack!&lt;br&gt;&lt;br&gt;One insect (#5) Leaped at Quickstride, wings=\r\n flaring out as it buzzed angrily. With a surprisingly agility it brought i=\r\nts singer to bear on Quickstride, however Quickstride managed to live up to=\r\n his name and avoid the blow. (Quickstride is unhurt)&lt;br&gt;\n&lt;br&gt;The last inse=\r\nct (#7) turned its attention to Tuscon as well, climbing up on his door and=\r\n towards the roof. While the claws dug in, they were unable to penetrate hi=\r\ns armor to cause him any real damage, except perhaps to his pain job. (Tusc=\r\non is Unhurt). &lt;br&gt;\n&lt;br&gt;The insect troopers show no sign of stopping thier =\r\nattack, they only repeat, &quot;Intruders!&quot; then they fall silent as t=\r\nhey continue to attack! &lt;br&gt;&lt;br&gt;Next turn!&lt;br&gt;&lt;br&gt;OOC: If it helps your pic=\r\nture of this, here is a bad representation:&lt;br&gt;\n&lt;br&gt;* =3D Wall of tunnel&lt;br=\r\n&gt;(1-7) numbers are insect troopers (1&amp;2 are actually on Tuscon)&lt;br&gt;S=3D=\r\nStraight shot (Inside Tuscon&#39;s Cab)&lt;br&gt;Q=3DQuickstride (Inside Tuscon&#=\r\n39;s Cab)&lt;br&gt;T=3DTalon (On top of Tuscon)&lt;br&gt;Legacy (On Top of Tuscon)&lt;br&gt;\n=\r\nP=3DPerceptor (Driver&#39;s side rear) &lt;br&gt;&lt;br&gt;* =A0 =A0 =A0 =A0 =A0 =A0 =\r\n=A0 =A0=A0 *&lt;br&gt;* =A0 =A0 &lt;u&gt;=A01 =A02 &lt;/u&gt;=A0 =A0 =A0 *&lt;br&gt;* 4 =A0 SQ=A0=\r\n=A0 3 =A0 *&lt;br&gt;* 6 =A0 =A0 T =A0=A0 5 =A0 *&lt;br&gt;* =A0 =A0 =A0 L =A0 =A0 7 =\r\n=A0 * &lt;br&gt;* =A0 P ___ =A0 =A0=A0 *&lt;br&gt;&lt;br&gt;\n\r\n--0016e6da7db8ee5a7d0486985e21--\r\n\n"}}