{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"airly2002@hotmail.com","from":"&lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"Wwb_XXtSUnh-qetCQ_4Fq5FmfStg7z149MxrWV1Ml0FvBo42yLeZUO96mpWvow0LPt0Z3-5B0aCeORDdBYc","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Into the LIGHT!","postDate":"1278136233","msgId":70471,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczI2N0ZFN0U1QUNEMENDOEFGRjVFQkEwQ0YwQHBoeC5nYmw+","inReplyToHeader":"PGkwbWNwZStrczJpQGVHcm91cHMuY29tPg==","referencesHeader":"PGkwbWNwZStrczJpQGVHcm91cHMuY29tPg=="},"prevInTopic":70470,"nextInTopic":70472,"prevInTime":70470,"nextInTime":70472,"topicId":70402,"numMessagesInTopic":98,"msgSnippet":"Perceptor/Kup/Talon: is all Alright? said dryly the Predacon whe sensed that something unusual was happening to Tucson Prime. Ku looked at Tucson and waited","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 39752 invoked from network); 3 Jul 2010 05:51:45 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m10.grp.re1.yahoo.com with QMQP; 3 Jul 2010 05:51:45 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s7.bay0.hotmail.com) (65.54.190.145)\n  by mta1.grp.sp2.yahoo.com with SMTP; 3 Jul 2010 05:51:45 -0000\r\nX-Received: from BAY153-DS2 ([65.54.190.189]) by bay0-omc3-s7.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Fri, 2 Jul 2010 22:50:37 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds267FE7E5ACD0CC8AFF5EBA0CF0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;i0mcpe+ks2i@...&gt;\r\nIn-Reply-To: &lt;i0mcpe+ks2i@...&gt;\r\nDate: Sat, 3 Jul 2010 00:50:33 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tformat=flowed;\n\tcharset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 14.0.8064.206\r\nX-MimeOLE: Produced By Microsoft MimeOLE V14.0.8064.206\r\nX-OriginalArrivalTime: 03 Jul 2010 05:50:37.0255 (UTC) FILETIME=[A9349D70:01CB1A73]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &lt;airly2002@...&gt;\r\nSubject: Re: Into the LIGHT!\r\nX-Yahoo-Group-Post: member; u=111572484; y=cHGkhUwAEXEL5hSUbvXAFv9PVm1cv9OvbHatE5PyiftqM30p8iTc\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor/Kup/Talon:\n\n&quot;is all Alright?&quot;said dryly the Predacon whe sensed that something unusual \nwas happening to Tucson Prime.\n\nKu looked at Tucson and waited his answetr as well as Talon\n--------------------------------------------------\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\nSent: Friday, July 02, 2010 11:02 PM\nTo: &lt;nbwrpg@yahoogroups.com&gt;\nSubject: Re: Into the LIGHT!\n\n&gt; Tucson gets up and nodds to Stanton.  He understood that this was \n&gt; critical, and doesn&#39;t hesitate to follow his advice.\n&gt;\n&gt; &quot;Of course Stanton, parden my intrusion.  I&#39;ll be in the ovbservation \n&gt; room. If you need to perform any energy transfusions I will be happy to \n&gt; volunteer as your donor.&quot;\n&gt;\n&gt; He now leaves with Talon and Perceptor.  Deep down he was furious at what \n&gt; Hydras had ultimately put Rodimus through.  If it weren&#39;t for Hydras, \n&gt; Rodimus would have never been trapped beneath those tunnels, or have \n&gt; become a meal for the giant insectoids which had feasted on his own \n&gt; energy.  He was also furious for the suffering which Nightlight, Windlord \n&gt; and Perceptor had been put through.  He did not want those actions to go \n&gt; unpunished.  After all, he was a Prime.  And as a Prime he swore to \n&gt; protect those under his comradeship.  He becomes deeply intrenched in \n&gt; thought, hoping that no one would read his mind, and find out what was \n&gt; eating at him, since his expression could fortell a bit of anger, not at \n&gt; his comrades but at someone else.  As deep as the hatred that the Autobots \n&gt; had for the Decepticons vorns ago.  This was that kind of hatred.  He \n&gt; thinks deeply to himself.\n&gt;\n&gt; &quot; So now that the Autobots are few in numbers, you think you can just take \n&gt; over this universe as if you were an unstoppable deity.  You&#39;ve harmed far \n&gt; too many of those I care for.  And what you&#39;ve done to Rodimus, \n&gt; Nightlight, Windlord and Perceptor, are inexcuseable.  You have no right \n&gt; to the power you seek, and I will see to it that you never get your hands \n&gt; on it.  You think you are powerful just because you have Megatron and \n&gt; Galvatron&#39;s strength within your spark?  That means nothing because you \n&gt; haven&#39;t got what truely matters, and that kind of power is not given, it&#39;s \n&gt; earned.  I will face you Hydras, I swear by the name of Primus himself, I \n&gt; will face you.&quot;\n&gt;\n&gt; Not one word comes out of Tucson&#39;s mouth, yet he begins to crack his \n&gt; knuckles audibly as he always does when losing his temper.\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; &lt;OLD&gt;\n&gt;&gt;\n&gt;&gt; &gt; Tucson now transformed into robot mode, takes a seat next to Rodimus&#39;s \n&gt;&gt; &gt; bedside, and prepares to sit it out for a long time, not moving from \n&gt;&gt; &gt; his spot. If anything else he was there for support. He had hoped by \n&gt;&gt; &gt; doing so, Rodimus&#39;s condition may change gradually. Yet he had time to \n&gt;&gt; &gt; respond to Perceptor and Kup as they were leaving.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; Do what you can to help Nightlight. I&#39;ll stay with Rodimus to be sure \n&gt;&gt; &gt; he remains stable.&quot;\n&gt;&gt; &gt;\n&gt;&gt; &gt; In his larger body frame, it was a bit hard for him to make himself \n&gt;&gt; &gt; comfortable yet, to him comfort was the last thing on his mind. He knew \n&gt;&gt; &gt; he needed Rodimus not only as a comrade, but as a friend. It was the \n&gt;&gt; &gt; one thing that Hydras didn&#39;t have and a power he&#39;d never experience. \n&gt;&gt; &gt; The power of friendship.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; Hopefully you can hear me Rodimus. I promise you as an Autobot and a \n&gt;&gt; &gt; Prime, that I will NEVER give up fighting unitl the day comes when the \n&gt;&gt; &gt; wars finally cease. After the wars, restoration is in order. But if \n&gt;&gt; &gt; we&#39;re going to achieve these goals, the leaders of the Autobots and the \n&gt;&gt; &gt; Maximals must come together as a whole and only then can we restore \n&gt;&gt; &gt; order on this planet. There&#39;s just one problem, you&#39;ve slipped away on \n&gt;&gt; &gt; us, unintentionally of course, but without you we&#39;re not as powerful as \n&gt;&gt; &gt; we can be. But with you we can give this planet what it desperately \n&gt;&gt; &gt; needs, new hope and the promise of new life. Never give up your drive \n&gt;&gt; &gt; to restore order, for it&#39;s a drive that we all share and treasure and a \n&gt;&gt; &gt; drive that no evil force can ever bring down.&quot;\n&gt;&gt;\n&gt;&gt; &lt;NEW&gt;\n&gt;&gt;\n&gt;&gt; As Tuscon entered the chamber where Rodimus Prime is laying he can\n&gt;&gt; also see the familliar form of  Lagacy as he stood to the side of\n&gt;&gt; Rodimus as he looked over several of the sensors that were oriented on\n&gt;&gt; Rodimus&#39; prone form lying on the bed.\n&gt;&gt;\n&gt;&gt; However also in the room was Bump who while smaller than Legacy  but\n&gt;&gt; he looked no less formidable in his durably contructed crimson colored\n&gt;&gt; armor and silver-grey chest plate plating. His beast mode was\n&gt;&gt; probrably some sort of reptile, an armadillo perhaps judging from\n&gt;&gt; hints around his form. He glanced up as Tuscon entered a scalpel in\n&gt;&gt; his hand as it hummed with power.\n&gt;&gt;\n&gt;&gt; Also was the rather large form of Santon the Maximal Doctor. He stood\n&gt;&gt; as tall as the Massive Legacy, his armor was thick and heavy and was\n&gt;&gt; colored primarilly in various shades of greys although his chest\n&gt;&gt; thights and biceps were red. As with many Maximals it was easy to\n&gt;&gt; determine his beast mode was that of an elephant from the large tusks\n&gt;&gt; that extended from his helm.\n&gt;&gt;\n&gt;&gt;\n&gt;&gt;\n&gt;&gt; &lt;OLD&gt;\n&gt;&gt;\n&gt;&gt; &gt; He sits up trying to get in a comfortable position.\n&gt;&gt; &gt;\n&gt;&gt; &gt; &quot; Then there&#39;s this little matter of Hydras.. Unfortunately he reminds \n&gt;&gt; &gt; me of good old Megatron and Galvitron... If we&#39;re going to overthrow \n&gt;&gt; &gt; him, we have to work together. That won&#39;t be easy, but I know we can do \n&gt;&gt; &gt; it. If anyone should be wanting to thwart him, it&#39;s you. He did the \n&gt;&gt; &gt; most injustice to you, and by right, you have presidence as to how his \n&gt;&gt; &gt; fate should ultimately wind up. Then, Cyclonus. I&#39;ll deal with him. \n&gt;&gt; &gt; Little by little we should free this planet. And little by little we \n&gt;&gt; &gt; can watch it flourish.&quot;\n&gt;&gt; &gt;\n&gt;&gt;\n&gt;&gt; &lt;NEW&gt;\n&gt;&gt;\n&gt;&gt; Santon looked up, it was obvious that he was not happy with yet\n&gt;&gt; another intrusion on what could turn out to be an incredibly delicate\n&gt;&gt; operation. &quot;Tuscon Prime.&quot; Santon said, his voice carrying the full\n&gt;&gt; weight of acting chief medical officer, &quot;I will have to ask you and\n&gt;&gt; any others who wish to watch to wait in the observation room.&quot; Santon\n&gt;&gt; pointed to the room easily visable on the other side of clear\n&gt;&gt; plexiglass. He looked back at Rodimus as he heard a beep from one of\n&gt;&gt; the sensors.\n&gt;&gt;\n&gt;&gt; Legacy spoke up from his position, &quot;It would appear that his life\n&gt;&gt; signs are begining to decline, if we are to begin, now would be the\n&gt;&gt; best time.&quot;\n&gt;&gt;\n&gt;&gt; Bump glanced looked at the others in the area his look obvious, leave\n&gt;&gt; so that they could begin.\n&gt;&gt;\n&gt;&gt; &lt;TAG&gt;\n&gt;&gt;\n&gt;&gt; Preston\n&gt;&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt; \n\n"}}