{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"UgFytM9x9FYYk7ErDF415M-4-FXwZlw1Fv5VYxh3-mOJB13PXANywZtbjk9fWxWQXG_1F6qs3cUc9uUnutx-3Hx-eOCpog","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Down the rabbit hole (Tuscon & Rodimus)","postDate":"1279339612","msgId":70516,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGkxcmE4cytscjFrQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGluMFRRYWVwcmNsSVFLXzhJV3ZQMFh3X1p4ai1qUlJHVFBqRUp6cEBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":70513,"nextInTopic":70517,"prevInTime":70515,"nextInTime":70517,"topicId":70495,"numMessagesInTopic":47,"msgSnippet":"Tucson takes a seat next to Vestige, knowing that to explain everything would mean taking the time to do so in a personable manner.  It all started not too","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 4839 invoked from network); 17 Jul 2010 04:06:55 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m1.grp.sp2.yahoo.com with QMQP; 17 Jul 2010 04:06:55 -0000\r\nX-Received: from unknown (HELO n39b.bullet.mail.sp1.yahoo.com) (66.163.168.153)\n  by mta2.grp.re1.yahoo.com with SMTP; 17 Jul 2010 04:06:54 -0000\r\nX-Received: from [69.147.65.174] by n39.bullet.mail.sp1.yahoo.com with NNFMP; 17 Jul 2010 04:06:53 -0000\r\nX-Received: from [98.137.35.12] by t12.bullet.mail.sp1.yahoo.com with NNFMP; 17 Jul 2010 04:06:53 -0000\r\nDate: Sat, 17 Jul 2010 04:06:52 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;i1ra8s+lr1k@...&gt;\r\nIn-Reply-To: &lt;AANLkTin0TQaeprclIQK_8IWvP0Xw_Zxj-jRRGTPjEJzp@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Down the rabbit hole (Tuscon & Rodimus)\r\nX-Yahoo-Group-Post: member; u=167039986; y=s4bVhMYmoN2L4RwFmTxJNcjRbE274-7-jPHrBBkmPtvLsWVawU0\r\nX-Yahoo-Profile: magicquartz\r\n\r\nTucson takes a seat next to Vestige, knowing that to explain everything wou=\r\nld mean taking the time to do so in a personable manner.\n\n&quot; It all started =\r\nnot too long ago.  I had been working with Lord Perseus, a commander of the=\r\n Maximals of Atlantis, we left, and happened upon a planet, where we came i=\r\nn contact with an old Maximal base.  From that base, I learned of what had =\r\nhappened to my commander, and comrade, Rodimus Prime.  He had been abducted=\r\n by Hydras, and turned against his faction forcefully.  I heard of what hap=\r\npened and I knew I had to begin my own quest to try and recover Rodimus, no=\r\n matter if I was destroyed in the process while doing so.  I traveled to th=\r\ne Black Fortress, where I had learned the whereabouts of Dark Rodimus, who =\r\nwas Rodimus but reprogrammed into a darker figure and turned into a slave o=\r\nf Lord Hydras.  It was a long battle, and at first, I did not succeed.  I w=\r\nas rescued myself by a tiny Maximal, named Rat Trap, who I could see desper=\r\nately needed a friend, and in saving me, he found one and so did I.  He cal=\r\nled for backup and I was recovered by Lord Elder, a leader of a Maximal gro=\r\nup.  He had faithfully guarded the Autobot Ark until such time that an Auto=\r\nbot would return to restore what was lost.  It was there where I was lead t=\r\no the body of Optimus Prime, and it was there where the Matrix of Leadershi=\r\np granted me it&#39;s power and I was given the power of the Primes.  Now, befo=\r\nre this, I was known as just Tucson, an average Autobot, who fought faithfu=\r\nlly in the wars, but suffered a great defeat which left me visually impaire=\r\nd even today.  But for some reason, right now, it seems to have corrected i=\r\ntself. &quot;\n\nHe shifts his weight and then begins to tell the rest of the tale=\r\n.\n\n&quot; That leads me to your question Vestige.  When I was at the Black fortr=\r\ness, I released a bolt of energy from my spark, which supposedly was suppos=\r\ned to heal Rodimus of any possession that Hydras may have had over him.  No=\r\nt at first though.  He had recovered a small fraction of his old self but w=\r\nas quickly overcome by the evil once more.  But it was not until he had sen=\r\nsed something within him that he made the change back to his normal self.  =\r\nSo, we all began to proceed out of the Black fortress, only to be entrapped=\r\n by another enemy.  An enemy which was insectile, and arachnid in nature.  =\r\nRodimus told me to run, and at first I did, but in my spark I knew I could =\r\nnot abandon him.  So, I went back and proceeded to search for Rodimus along=\r\n with my comrades.  Once we found him, he was bound by countless numbers of=\r\n dangerous tendrills, and the only way for me to save him, was to lend my s=\r\npark in efforts to save his.  And that is how I got here.  I will do what e=\r\nver it takes to recover Rodimus. I lost him three times, I will not lose hi=\r\nm again.  I could have fought the arachnids, but I saw something disturbing=\r\n in them.  Their colors, they were the same as Rodimus Prime&#39;s..  The brigh=\r\nt reds, oranges and yellows of his armor and vehicular form.  There is more=\r\n to defeating the evil than meets the eye and perhaps you may be able to te=\r\nll me about this place, and from there I can compile a strategy to get Rodi=\r\nmus back.  I don&#39;t want to make any foolish moves if I don&#39;t have to.&quot;\n\n---=\r\n In nbwrpg@yahoogroups.com, Preston Carroll &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; =\r\n&gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Tucson puts his hands up in submission, to show that he mea=\r\nnt no harm. Obviously the mech had seen some hard times and was alarmed by =\r\nhis pressense.\n&gt; &gt;\n&gt; &gt; &quot; My name is Tucson Prime, I&#39;m an Autobot commander,=\r\n well just became a commander. I&#39;m very good friends of Optimus Prime, and =\r\ncomrade to Rodimus Prime. Here, see? I have the Autobot insignia. I won&#39;t h=\r\nurt you, I promise. I&#39;m actually willing to help you, if you&#39;ll let me.&quot;\n&gt; =\r\n&gt;\n&gt; &gt; His voice definitely matching that of Optimus Prime, yet just a sligh=\r\nt different than the legendary commander of the Autobots. His body language=\r\n matches that of Optimus, as does his gentile demeanor.\n&gt; \n&gt; What Tuscon se=\r\nes as he approaches is what appears to Alpha Trion in\n&gt; size and body shape=\r\n, however as he approaches he can see that the\n&gt; colors are red and yellow =\r\nwith little to none of the blues that\n&gt; decorated that venerated transforme=\r\nr.\n&gt; \n&gt; His voice is a little different as well as he watched Tuscon with\n&gt;=\r\n careful optics and then spoke, &quot;You are a Prime?&quot; the figure said as\n&gt; he =\r\nlowered his weapon. As the figure&#39;s arm drops Tuscon can see the\n&gt; Autobot =\r\nsigil on the figure as well. &quot;I am Vestige.&quot; he said, his\n&gt; voice raspy and=\r\n rough. &quot;How did you get here?&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}