{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"4QCpZw360XgTTVGHZql1eRmyr208mp9Wni6ehEx1v_Kg2Sx8Gt1sZIeTRURqMDWxe20uj-5dZVJ4TdRfnzRDr3RSdqhNJkB6ihb_mTzD2BWItg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: The Awakening","postDate":"1288680210","msgId":70820,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczZEQjExODk1MDlGRTBBMTUxRDJEQ0EwNDkwQHBoeC5nYmw+","inReplyToHeader":"PGlhZzZjZStwNHJ0QGVHcm91cHMuY29tPg==","referencesHeader":"PGlhZzZjZStwNHJ0QGVHcm91cHMuY29tPg=="},"prevInTopic":70816,"nextInTopic":70823,"prevInTime":70819,"nextInTime":70821,"topicId":70643,"numMessagesInTopic":142,"msgSnippet":"Kup/windlord: some steps could be heard and Kup and Windlord appeared in the Room, Windlord looked with a gloomy expresion, his behavior while he was in ","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 97609 invoked from network); 2 Nov 2010 06:46:10 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m7.grp.sp2.yahoo.com with QMQP; 2 Nov 2010 06:46:10 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s15.bay0.hotmail.com) (65.54.190.153)\n  by mta2.grp.sp2.yahoo.com with SMTP; 2 Nov 2010 06:46:10 -0000\r\nX-Received: from BAY153-DS6 ([65.54.190.189]) by bay0-omc3-s15.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Mon, 1 Nov 2010 23:43:38 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds6DB1189509FE0A151D2DCA0490@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;iag6ce+p4rt@...&gt;\r\nIn-Reply-To: &lt;iag6ce+p4rt@...&gt;\r\nDate: Tue, 2 Nov 2010 00:43:30 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 02 Nov 2010 06:43:38.0150 (UTC) FILETIME=[47902C60:01CB7A59]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: The Awakening\r\nX-Yahoo-Group-Post: member; u=111572484; y=MOrDywfqxrx7-4B6sVZDQHkMD8nNzQYYarZrwCcEmgadde3jGOgr\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKup/windlord:\n\nsome steps could be heard and Kup and Windlord appeared in the Room, \nWindlord looked with a gloomy expresion, his behavior while he was in \nHdyras&#39;s power ashamed him beyond words.\n\n&quot;It&#39;s a mission to pay the favor Hydras? if that&#39;s the case I&#39;m in&quot;\n\nKup looked him and looked the group\n\n-----Original Message----- \nFrom: Sandy\nSent: Friday, October 29, 2010 11:19 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: The Awakening\n\nTucson turns to Rodimus throughtfully.  He too had never attempted a power \nlink.\n\n&quot; Truthfully Rodimus, I really don&#39;t know if I&#39;m capable of it.  It&#39;s just \nsomething Straight Shot brought up to me...  If anyone knows about \nPowerlinking, maybe she does.&quot;\n\nStraight Shot looks to them and takes a seat.\n\n&quot; You&#39;re right, I really should explain it better to you guys.  I read up on \nit somewhere in some old Cybertronian Archives, when Tucson and I were just \naverage Autobots.  It was our favorite past time, ta do research, and look \nup ancient records and artifacts.  Well, in one of those articles, I found \nsomething about powerlinking.  And what I read, it stated that because \nAutobots are so well in tuned with each other, and that their bond of unity \nis unbroken by anyone, it&#39;s their faith in each other, that gives them the \npower to transform and form an even stronger bond with each other.. The bond \nof merger.  That means two of you guys, comming together to form one \nformidable warrior.  And I don&#39;t think you guys need a rebuild.  You need a \nspiritual faith in each other, a bond that no one can break, and I know that \nwhen Tucson went looking for you Rodimus, he went looking for you with all \nhis heart.  The power to do the extraordinary, lies within your heart.  I \nknow you have it, you just have to believe in yourself, listen to your \nheart, and have faith in those who have faith in you.&quot;\n\nTucson nodds.\n\n&quot; I wouldn&#39;t have gone that far if I didn&#39;t think I had faith in you, \nRodimus.  My faith in you was renewed the day you fought off that evil hold \nHydras had on you.  When you could have reverted back to your evil self, you \nadvised me to leave before I was destroyed in the rubble.  That took \ncourage, and compassion.  The kind of compassion no power can break.  Not \neven Hydras himself.  You have that power Rodimus, believe in it, and it \nwill allow you to do extraordinary things.&quot;\n\nRat Trap walks over to Rodimus in rat mode, with a smile on his face, and \nears straight up.\n\n&quot;You can do this Rodimus, you got what it takes, no rebuilds necesary, you \ngot it in you and now it&#39;s time ta shine.&quot;\n\nTucson then turns to Lord Elder and the others.\n\n&quot; Knowing Hydra&#39;s weaknesses will be a great asset.  Yes, send Cheetor out \nto see what kind of intel he can gather for us.&quot;\n\nHe turns back to Straight Shot.\n\n&quot;So, how would one go about initilazing the powerlink?&quot;\n\nStraight Shot looks up.\n\n&quot;Okay, so, this is how it works.  You state your name, and verbally give \nyourself the command to transform.  If Rodimus were ta try it, he&#39;d do the \nsame.  That will initialize a transformation of both your physcial bodies, \nbut not into vehicle form.  Then both of you at the same time, state \n&quot;POWERLINK!&quot;  and depending on which order you chose, in this case, it would \nbe better if Rodimus were your eyes, so he&#39;d complete the phase, by stating, \nPOWERLINK, RODIMUS PRIME!&quot;  Annnd bingo!  Two bots, form one formidable \nwarrior.  You combine power, wisdom and agilitiy.  And Rodimus would be your \neyes.&quot;\n\nRat Trap looks to her.\n\n&quot;Wow, and you read this from an old intel file somewhere...&quot;\n\nShe nodds.\n\n&quot;Yep, that&#39;s right. And according to Cybertronian lore, only the Autobots \nare capable of doing the powerlink.  Not the Decepticons or the predacons. \nI wonder if this holds true for the Maximals as well.. Imagine, if you guys \ncould merge into one formidable warrior.. Anyway, right now, it&#39;s more \nimportant that we fight fire with fire.  But it&#39;s like Tucson says.  We \ncan&#39;t force anyone into anything they don&#39;t feel comfortable doing.&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Tucson turns his head toward Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;I - I have never tried that... That&#39;s up to you if you wish to attempt \n&gt; &gt; it,\n&gt; &gt; Rodimus..&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap steps in.\n&gt; &gt;\n&gt; &gt; &quot;You&#39;re missn&#39; out on a power play if ya don&#39;t try it. Flatten Hydras,\n&gt; &gt; stomp out those big bad bugs... Powerlinking will give you guys the umph\n&gt; &gt; it&#39;s gonna take ta take ta not only exterminate those overgrown pests, \n&gt; &gt; but\n&gt; &gt; it&#39;ll really put Hydras in his place.&quot;\n&gt; &gt;\n&gt; &gt; Tucson turns to Rat Trap.\n&gt; &gt;\n&gt; &gt; &quot; A power play huh? I&#39;m willing to try it, but Rodimus has to also agree \n&gt; &gt; to\n&gt; &gt; something like this. It&#39;s not something I can do without his \n&gt; &gt; permission.&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap nodds.\n&gt; &gt;\n&gt; &gt; &quot;Atta boy Wheels. And I can&#39;t think of anyone else who&#39;d make a powerful\n&gt; &gt; statement other than you guys.&quot;\n&gt; &gt;\n&gt; &gt; Tucson turns his head to Rodimus and waits for his reply.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus looked at Tuscon, his eyes confused and yet curious, &quot;Umm, how\n&gt; would we do that?&quot; Rodimus looked down at himself as if expecting to\n&gt; find something about himself to have changed - it hadn&#39;t. &quot;I was not\n&gt; built like that.&quot; He looked over at Tuscon carefully and critically.\n&gt; &quot;I didn&#39;t realize you could do that?&quot;\n&gt;\n&gt; Rodimus shrugged as he continued to speak, &quot;I can transform, but\n&gt; wouldn&#39;t we have to be rebuilt to be able to do something like that?&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;I bet that Perceptor could tell us more about Hydras than he had told\n&gt; &gt; us&quot;said Talon&quot;He had behaved... quite trustful so far, If i remember he \n&gt; &gt; was\n&gt; &gt; telling something about Nightlight, just before we leave.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Lord Elder, who was standing off to one side, nodded as he folded his\n&gt; arms over his chest, &quot;Yes, I bet Perceptor could tell us much about\n&gt; Hydras. He strengths, his weaknesses, how to by pass the security\n&gt; protocols.&quot;\n&gt;\n&gt; Cheetor nodded stepped up, &quot;YEAH! I bet he even knows a back way in\n&gt; that even ol Hydras doesn&#39;t know about.&quot; He looked to Rodimus and\n&gt; Tuscon, &quot;Just give me the word and tell me which way to go, and I&#39;m on\n&gt; it!&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}