{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"o7W1QOtyjIih-6UYdL69EeF2LgFJ65ZAu2FXgJHlY6mQOSdUVojbzDJpH14-ML32xsWoAzJs5Al2DF2cyFLz53E7fFmoHpgMNhqbpmvnzJPP3w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Awakening","postDate":"1290071793","msgId":70868,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczVFMDM1M0RERTM0RkI2RUY1RkVEQ0EwMzkwQHBoeC5nYmw+","inReplyToHeader":"PGljMTVnYytzZjhoQGVHcm91cHMuY29tPg==","referencesHeader":"PGljMTVnYytzZjhoQGVHcm91cHMuY29tPg=="},"prevInTopic":70867,"nextInTopic":70869,"prevInTime":70867,"nextInTime":70869,"topicId":70643,"numMessagesInTopic":142,"msgSnippet":"Talon/Kup/Windlord/Perceptor Talon smiled and she glenty squezed Tucson s hands, after that she waited and payed attention to the instructions. Kup slighty","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 58011 invoked from network); 18 Nov 2010 09:18:38 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m17.grp.re1.yahoo.com with QMQP; 18 Nov 2010 09:18:38 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s26.bay0.hotmail.com) (65.54.190.164)\n  by mta3.grp.re1.yahoo.com with SMTP; 18 Nov 2010 09:18:38 -0000\r\nX-Received: from BAY153-DS5 ([65.54.190.189]) by bay0-omc3-s26.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Thu, 18 Nov 2010 01:16:34 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds5E0353DDE34FB6EF5FEDCA0390@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ic15gc+sf8h@...&gt;\r\nIn-Reply-To: &lt;ic15gc+sf8h@...&gt;\r\nDate: Thu, 18 Nov 2010 03:16:33 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 18 Nov 2010 09:16:34.0661 (UTC) FILETIME=[4BCCA150:01CB8701]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: The Awakening\r\nX-Yahoo-Group-Post: member; u=111572484; y=Fg6jv6dxJX3Ao2PGj5MhWRRr3F0L56XqPINDV1MX8zQX1SV2EPdk\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nTalon/Kup/Windlord/Perceptor\n\nTalon smiled and she glenty squezed Tucson&#39;s hands, after that she waited \nand payed attention to the instructions.\n\nKup slighty laughted and said &quot;I&#39;m not worry, I&#39;ve seen you in combat \nSTraight shot and I know that we will be a great team&quot;\n\nPerceptor sighed and reply by comlink &quot;I spent monts desingin and building \nthat base, that is my pride and joy... The master piece of all my career... \nWhat you ask me to do and knowing what will happen is ask too much of me... \nbut I&#39;ll sent you the files that you require... Starting to download &quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Wednesday, November 17, 2010 12:05 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: The Awakening\n\nOOC: Sorry about that Airshadow.  Combining replies for everyone.\n\nBIC:\n\nTucson gives Talon a thoughtful smile and gently holds her hand for a few \ntender moments.\n\n&quot; The most important thing Talon, is your saftey.  If all else fails, \nwhatever happens, if we lose this battle or if we win it, what matters most \nto me, is your saftey, and the saftey of all others.&quot;\n\nHe turns his head in Rodimus&#39;s direction.\n\n&quot; I almost forgot about who would look after the Ark, very good point \nRodimus.  Quickstride, I&#39;d like you to remain behind with Rodimus as backup. \nHe&#39;ll need you, since you seem to be able to hear and smell things from far \ndistances.&quot;\n\nQuickstride salutes.\n\n&quot;Yes sir, I&#39;ll make sure nothing comes between us and the Ark.&quot;\n\nAs Tucson acknowledges everyone, Straight Shot nodds, and quickly transforms \ninto her cross bow mode, while leaping up into Kup&#39;s hands. She also \nacomidates herself to his hand grip, to make it easier for him to implement \nher.\n\n&quot; Ready when you are Kup.  My mechanisms are the same as a conventional \ncross bow, but I may appear much lighter than the traditional weapon.  I was \ndesigned like that for quick use, and precision.&quot;\n\nTucson turns his head to Kup.\n\n&quot; Don&#39;t worry if you think you&#39;re going to miss a target, Straight Shot \nknows how to compensate for that.  She can also help align her target and \nshe will let you know when to fire if you think you need her guidence.&quot;\n\nRat Trap nodds to Windlord.\n\n&quot;Hey, Windlords got a point guys, when do we head out?&quot;\n\nTucson turns to Rat Trap.\n\n&quot; We begin now.  But we are not going to charge into battle, seeing that \nHydras may suspect our movements.  Cheetor, I trust your instincts to the \nfullest, what I&#39;d like you to do, is scout the parameters first.  Once you \ndetermine if the coast is clear, relay that to me, and then, we will slowly \nmove into position in the areas Cheetor deems fit.  I also suggest we go in \nseperate teams.  Several at a time, spread out, and go unseen.   Rat Trap, \nWindlord, you will travel with Night Shift, seeing that he is well versed in \nstealth combat.  He will get you to the fortress quietly, and under the \nnoses of our enemy.&quot;\n\nNight Shift turns to Perceptor.\n\n&quot; That&#39;s cool with me.  Perceptor, if ya could, send me a download of the \nbase parameters, so I know where I&#39;m drivn&#39;.  If I get lost, I could get \ndistracted, and then we&#39;re in really deep scrap.  The key ta how I operate \nis me keepn&#39; my mind on where it has ta be.&quot;\n\nQuickstride looks to Rodimus.\n\n&quot; If ya don&#39;t mind, I think you better station me outside, on top of the \nArk, so I can keep an ear out for trouble.  That way, if something happens, \nI can alert you guys.&quot;\n\nTucson&#39;s expression becomes as Resulte as Rodimus&#39;s.  Now it was time, it \nwas time to show Hydras that with the strength of faith and unity, no other \npower could overshadow the Maximal&#39;s or the Autobots greatest attributes.\n\n&quot;Rodimus is correct in his statements. It&#39;s time to repay our debt to \nHydras, and reverse what destruction he has inflicted on this planet, and on \neveryone who innocently suffered needlessly under his regime.  Now, we \nbegin.  Cheetor, I&#39;d like you to begin a scan of the parameters, and report \nback to me, as soon as you feel it&#39;s safe to continue, Night Shift, \nWindlord, and Rat Trap will begin phase two.  Phase three will involve \nmyself, Talon, Lord Elder, and then you will rejoin me for that as well. \nWhile that happens, Rodimus, Stanton, Bump,and Quickstride, will remain \nhere, to be sure the Ark is kept safe.  Rodimus, as soon as Quickstride \nalerts you, that is the time to make your move.  We aren&#39;t leaving anything \nto chance, and with our bases covered, we need not worry about that.  But be \ncautious, watch your backs at all times, for anything can happen to anyone, \nand we must not become too overconfident of our abilities, but be cautious \nas we implement them.  Most of all, good luck and keep safe.&quot;\n\nTucson turns to Cheetor.\n\n&quot; Cheetor, you may begin.  And good speed to you comrade.&quot;\n\nHe puts a gentile hand on Cheetor&#39;s shoulder.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; Rodimus stood looking at the others and nodded a look of cold resolve\n&gt; on his face. &quot;Hydras needs to be put out of commission once and for\n&gt; all.&quot;\n&gt;\n&gt; &quot;I will stay here at the Ark to keep watch over it.&quot; He shrugged\n&gt; slightly, &quot;With most of the force leaving, we need someone to watch\n&gt; it.&quot; He crossed his arms over his chest, &quot;With Legacy, Santon and Bump\n&gt; here, we should be able to hold up for a while.&quot;\n&gt;\n&gt; Lord Elder looked around, his optics intent and cautious, &quot;Remember,\n&gt; Hydras has a very strong force over there, equal to ours, at least in\n&gt; numbers.&quot; Elder looked over at the monitor, &quot;Some of our forces are on\n&gt; patrol; I will alert them should you guys need some back up.&quot;\n&gt;\n&gt; Cheetor nods emphatically as the others talk and discuss battle plans.\n&gt; He looked over at Tuscon, &quot;I will travel with you. You may need the\n&gt; back up.&quot;\n&gt;\n&gt; Rodimus opened a commlink with the medbay where Perceptor, Legacy,\n&gt; Bump and Santon were trying to work on Nightlight, &quot;How are things\n&gt; going in there? We could use Perceptor out here to help us to take\n&gt; Hydras&#39; base.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}