{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"vFcYUV1BCCaMY3HbxblaitAJqYRmP1Me2SgSFc0kBb19klkD_VmTz_p7_HU2ydA0gzDtSIIBvBCYhY4bLaQZ4yzSiavZljtdxaR3zsDst4n42w","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Operation Black Tower","postDate":"1290934119","msgId":70884,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczU2NzI0MjNERDhFNzU3MkU1NDlCMEEwMjMwQHBoeC5nYmw+","inReplyToHeader":"PGljb3E2bStjNTZjQGVHcm91cHMuY29tPg==","referencesHeader":"PGljb3E2bStjNTZjQGVHcm91cHMuY29tPg=="},"prevInTopic":70883,"nextInTopic":70885,"prevInTime":70883,"nextInTime":70885,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"KUP/Windlord/Perceptor: Kup smiled and said to Nightshift It s time to go to our positions and with Straight shot in his shoulder he started to move.","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 80095 invoked from network); 28 Nov 2010 08:49:40 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m6.grp.sp2.yahoo.com with QMQP; 28 Nov 2010 08:49:40 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s22.bay0.hotmail.com) (65.54.190.160)\n  by mta3.grp.sp2.yahoo.com with SMTP; 28 Nov 2010 08:49:40 -0000\r\nX-Received: from BAY153-DS5 ([65.54.190.189]) by bay0-omc3-s22.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sun, 28 Nov 2010 00:48:45 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds5672423DD8E7572E549B0A0230@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;icoq6m+c56c@...&gt;\r\nIn-Reply-To: &lt;icoq6m+c56c@...&gt;\r\nDate: Sun, 28 Nov 2010 02:48:39 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 28 Nov 2010 08:48:45.0601 (UTC) FILETIME=[1117C910:01CB8ED9]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=111572484; y=zf1e4OgrfKYzA8i0NSRV_hO_0JkpUaFdRpp-V_OBc6JGNDRCK_HE\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKUP/Windlord/Perceptor:\n\nKup smiled and said to Nightshift &quot;It&#39;s time to go to our positions&quot; and \nwith Straight shot in his shoulder he started to move. Windlord smiled it \nwas time for retribution, he transformed to his beast mode and carried \nRattrap as a bird prey its prey, flying low trying to avoid the scannners \nand radars; soon they will be close to the BlackFortress.\n\nPerceptor opened his comlink to  Tucson and Rodimus and said &quot;the corrupted \nMaximal program has been removed... but the predacon one is giving us \nfight... we hope be able to remove it as well&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Friday, November 26, 2010 11:19 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Operation Black Tower\n\nNight Shift looks to Tucson after hearing Cheetor cut out.\n\n&quot; Not good.  What now?&quot;\n\nTucson rumbles his engine a bit, signalling a hint of anger, yet controlled. \nHe knew if he charged and gave into his emotions it would blow the entire \noperation out of the water.  He did not want to do that.  He thinks for a \nmoment.\n\n&quot; According to Cheetor, we have our work cut out for us.  We have a magma \nchamber around the fortress, temperature enhanced armor around the tower of \nthe complex, which to many of us who can not fly, will not be able to access \neasilly.  Talon, you can fly, thus you have a better chance at reaching your \ndestination than I do.  I think I need to reiterate this strategy a bit. \nTalon, Wind Lord, if you can, try to fly Night Shift into the fortress as \nsoon as he&#39;s found a route that gets you close enough to the fortress.  As \nsoon as he is, he can gain access into the complex still without being seen \nor heard.  But this may mean we have to find a way to cloak your own \nsignatures...  And you may be out of range of my sonar systems at that \npoint..  Lord Elder, you will remain with me, I could use your imput to \nguide us and I need a driver obviously..&quot;\n\nRat Trap raises a paw.\n\n&quot;Wheels, I think I got a better idea.  Instead of sending Night Shift, why \nnot send me instead?  I&#39;m small enough and only one person has ta carry me \nin.  No offense, Night Shift, but I am a lot lighter.&quot;\n\nNight Shift nodds.\n\n&quot;It&#39;s cool, no, it&#39;s a good idea.  Because if you can get in there before \nme, you could probably disable the controls that alter the temperature of \nthe fortress armor..  Yeah, that&#39;ll definitely work for all of us.&quot;\n\nTucson turns to Night Shift.\n\n&quot;I have to admit, that is a good idea.  It pays to listen to comrades.  All \nright then, first, Windlord, if you could, carry Rat Trap in the most safest \npossible route to the fortress, get him close enough to the complex where he \ncan be unseen and unheard.  From there he may be able to disable the \nsoftware that controls the security system.  Perceptor, you will be needed \nto keep Rat Trap updated, so he can navigate properly.&quot;\n\nRat Trap smiles as does Night Shift.\n\nTucson then turns to Rodimus.\n\n&quot; As originally planned, I will send word to you if things go awry. I have \nlearned that now is not the time to go on personal crusades, but time to \ncollaborate with others to become a greater force.&quot;\n\nHe straigthens out his trailer, and positions himself at the exit door.\n\n&quot;All right, now is the time.  Phase two.  Windlord, Rat Trap, depart.  And \ngood luck to you both.&quot;\n\nRat Trap Nodds.\n\n&quot;Okay Windlord, ready when you are.  Geeze it feels good ta be back in \naction again.&quot;\n\nTucson now turns to Kup and Straight Shot.\n\n&quot; Since we&#39;ve had to alter our plans somewhat, you will move in with Night \nShift, as soon as Rat Trap is able to disable some of the security systems. \nIt will make easier passage for all of you.  Night Shift will alert you to \npending danger, as is his finest attribute on the battle field.  Now, it&#39;s \ntime to show Hydras what we&#39;re made of.&quot;\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Windlord/Kup:\n&gt;\n&gt; &quot;no&quot; whispered Kup with fear of his young friend while windlord couldnt\n&gt; contain his rage much longer\n&gt;\n&gt;\n&gt; -----Original Message----- \n&gt; From: supercyclonus\n&gt; Sent: Monday, November 22, 2010 1:35 PM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Operation Black Tower\n&gt;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Straight Shot sits well in Kups hands, ready and rearing for battle.\n&gt; &gt;\n&gt; &gt; &quot;Okay, let&#39;s get this party started. It&#39;s about time we stuck a few \n&gt; &gt; arrows\n&gt; &gt; up lizard afts tail end.&quot;\n&gt; &gt;\n&gt; &gt; Night Shift chuckles at Straight Shot&#39;s statement, as he acklowledges\n&gt; &gt; Perceptor&#39;s downloads.\n&gt; &gt;\n&gt; &gt; &quot; Gettn&#39; &#39;em now Perceptor. Maaaan talk about heavy intel. There&#39;s no\n&gt; &gt; chance I&#39;m gonna get lost now. Hmmm, I might be able ta configure a safe\n&gt; &gt; short cut inta the fortress... Any chance ya got the codes ta disable \n&gt; &gt; any\n&gt; &gt; security software I might have ta know about?&quot;\n&gt; &gt;\n&gt; &gt; Tucson waits patiently for Cheetor&#39;s news of clear passage as he\n&gt; &gt; transforms into his vehicle mode, opening his doors to Lord Elder, and\n&gt; &gt; Talon. His engine rumbles at the start yet runs quietly after being\n&gt; &gt; started, which was a signature trade mark of his previous vehicle form,\n&gt; &gt; who&#39;s engine was barely even heard when standing idol. Night Shift also\n&gt; &gt; gets into vehicle form, opening his doors to Windlord and Perceptor. His\n&gt; &gt; engine silences after being started yet remains idol.\n&gt; &gt;\n&gt; &gt; &quot; Night Shift, as soon as Cheetor comes back, and relays the intel, you\n&gt; &gt; will slowly advance into position with Perceptor and Windlord. Take your\n&gt; &gt; time, we are not rushing into this because the faster we travel, the\n&gt; &gt; faster we will raise suspicion. Feel free to take any path you wish. If\n&gt; &gt; you wish to go off road, even better. Try not to kick up any dust on \n&gt; &gt; your\n&gt; &gt; tires if you can help it.&quot;\n&gt; &gt;\n&gt; &gt; Night Shift nodds.\n&gt; &gt;\n&gt; &gt; &quot;Gotchya. If anyone can roll in silent mode, it&#39;s me.&quot;\n&gt; &gt;\n&gt; &gt; Tucson then turns to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;If I can get everyone to move in slowly, we have a very good chance of\n&gt; &gt; going unseen and unheard. I also plan to send a mild sonar wave which\n&gt; &gt; should mask all our signatures, including those of Perceptors, by using \n&gt; &gt; a\n&gt; &gt; signal configuration code. I haven&#39;t tried doing that but I do know my\n&gt; &gt; sonar system can work around various codes and configure a buffer that\n&gt; &gt; will not harm anyone who isn&#39;t under our signature. If at any time, you\n&gt; &gt; feel that our plan is not working, feel free to intervine&quot;.\n&gt; &gt;\n&gt; &gt; Quickstride then turns to Lord Elder and Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;I should definitely be able to smell trouble if it comes. And don&#39;t\n&gt; &gt; worry, I won&#39;t let anyone down. Just to let you guys know, I work better\n&gt; &gt; in beast form, since that&#39;s where all my senses are. Well, I better get\n&gt; &gt; out there&#39;n start patrol duty. You&#39;ll know where ta find me. \n&gt; &gt; QUICKSTRIDE,\n&gt; &gt; MAXIMIZE!&quot;\n&gt; &gt;\n&gt; &gt; With that he gets into his equine mode and walks out instead of bolting\n&gt; &gt; out of the Ark, to keep suspcions low. He sniffs the ground and as part \n&gt; &gt; of\n&gt; &gt; the illusion, nibbles at a few blades of grass. Yet, his ears remain\n&gt; &gt; focused on the task at hand as does his eyes and nose. He raises his \n&gt; &gt; head\n&gt; &gt; while nibbling, remaining still and doing what horses do best, which was\n&gt; &gt; staying still, and occasionally lowering their heads for a few snips of\n&gt; &gt; grass.\n&gt; &gt;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus nodded as he brought his console fully online. Screens lit up as\n&gt; communication gear began to glow with readiness. &quot;We will do what we can.&quot;\n&gt; He said, his voice, despite his words, was full of confidence.\n&gt;\n&gt; &quot;Be careful.&quot; Lord Elder said, his voice, as always the voice of reason. \n&gt; &quot;I\n&gt; can send Rodimus to back you up if need be, but our sensors will not be \n&gt; able\n&gt; to track you beyond a certain point. You will be on your own unless you \n&gt; call\n&gt; us.&quot;\n&gt;\n&gt; &quot;But if you call, we will be ready.&quot; Rodimus said, the old enthusiasm\n&gt; creeping back into his voice.\n&gt;\n&gt; &quot;Cheetor to base!&quot; Cheetor&#39;s voice crackeled over the comm.-channel. &quot;I&#39;ve\n&gt; gotten here.&quot; He said, he was obviously out of breath from the travel.\n&gt;\n&gt; Cheetor whisteled over the channel, &quot;You should see what they&#39;ve done.&quot;\n&gt; Cheetor is not equipped with cameras, but his voice continued, &quot;The base\n&gt; looks totally rebuilt, like some sort of fortified tower, encased in \n&gt; armor.&quot;\n&gt;\n&gt; There is a pause, the sound of movement, probably Cheetor, and then he\n&gt; continued, &quot;There is a small lake of magma here, and the tower is sitting \n&gt; in\n&gt; the *middle* of it. If you can&#39;t fly, you are going to have trouble \n&gt; getting\n&gt; to it.&quot; There was another pause, &quot;From what my thermal scanners tell me, \n&gt; the\n&gt; surface of the tower is HOT, all that hot rock sitting near it.&quot;\n&gt;\n&gt; The sound of more movement, &quot;Slag!&quot; The sound of movement, &quot;I see one . . \n&gt; .\n&gt; two . . . three?? Scourge&#39;s flying around here.&quot; He sounded definitely\n&gt; confused. &quot;They seem to be patrolling.&quot; His voice dropped to a whisper, \n&gt; &quot;I&#39;m\n&gt; signing off, I think they can hear me . . .&quot;\n&gt;\n&gt; &lt;Click&gt; the line is shut off.\n&gt;\n&gt; Lord Elder turned to look at Tuscon as Rodimus stood up trying to reopen \n&gt; the\n&gt; comm-channel, &quot;Cheetor! CHEETOR!!!&quot;\n&gt;\n&gt; The channel remained silent.\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}