{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"auGZaFFThil3x9uuVC9XwcyJQFMPUnkZgGBrMKZtyBUe4jauqcRQyi9lJysj5ddHIxVnAMDEub8ghxPv40sHUbsZblc-zUY1aSywKXDMmA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Operation Black Tower","postDate":"1291672435","msgId":70906,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEFBTkxrVGluaDVHa2hlODRmcUVOYk56cTZWcGVFWWZYTXNFSHRmZFZmQ1pQdEBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PEJBWTE1My1kczYzQzk1QTg3MkMwMTgyNTMwNDIzNEEwMkIwQHBoeC5nYmw+","referencesHeader":"PGlkZ2hzcSt0OXJrQGVHcm91cHMuY29tPgk8QkFZMTUzLWRzNjNDOTVBODcyQzAxODI1MzA0MjM0QTAyQjBAcGh4LmdibD4="},"prevInTopic":70905,"nextInTopic":70918,"prevInTime":70905,"nextInTime":70907,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"... from long range, and notices that the jets are now flying in a totally different direction, incicating that their attentions have been put elsewhere. ... ","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 83107 invoked from network); 6 Dec 2010 21:53:57 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m10.grp.re1.yahoo.com with QMQP; 6 Dec 2010 21:53:57 -0000\r\nX-Received: from unknown (HELO mail-iw0-f180.google.com) (209.85.214.180)\n  by mta2.grp.re1.yahoo.com with SMTP; 6 Dec 2010 21:53:56 -0000\r\nX-Received: by iwn37 with SMTP id 37so16584189iwn.25\n        for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 06 Dec 2010 13:53:55 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.231.37.13 with SMTP id v13mr6457273ibd.163.1291672435778; Mon,\n 06 Dec 2010 13:53:55 -0800 (PST)\r\nX-Received: by 10.231.144.204 with HTTP; Mon, 6 Dec 2010 13:53:55 -0800 (PST)\r\nIn-Reply-To: &lt;BAY153-ds63C95A872C01825304234A02B0@...&gt;\r\nReferences: &lt;idghsq+t9rk@...&gt;\n\t&lt;BAY153-ds63C95A872C01825304234A02B0@...&gt;\r\nDate: Mon, 6 Dec 2010 13:53:55 -0800\r\nMessage-ID: &lt;AANLkTinh5Gkhe84fqENbNzq6VpeEYfXMsEHtfdVfCZPt@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: multipart/alternative; boundary=000325572c12b366060496c4ecac\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=435352480; y=EVeLY33rlTYHCYVfO_tP-ed0EdxV_Ual8G2sJmzqzC8tOqaZWajckQ\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n\r\n--000325572c12b366060496c4ecac\r\nContent-Type: text/plain; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Quickstride walks up to a higher hill, to see if he can spot an=\r\ny activity\nfrom long range, and notices that the jets are now flying in a t=\r\notally\ndifferent direction, incicating that their attentions have been put\n=\r\nelsewhere.\n&gt;\n&gt; &quot;Rodimus, you&#39;re right, somethn&#39; just caught those jet&#39;s att=\r\nentions..\nWhatever Tucson had up his manifold, looks like it&#39;s working. Sti=\r\nll, I dunno\nif I&#39;m ready ta let my guard down just yet.&quot;\n\n&lt;NEW&gt;\n\nOOC: If I =\r\nunderstood things Quickstride was standing look out around the\nArk. If that=\r\n is the case then Quickstride is literally thousands of miles\nfrom the batt=\r\nle as it is on a different continent altogether. The battle is\nin Europe wh=\r\nile the Ark is on the North American continent.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; From the firin=\r\ng range, Night Shift could see that Tucson&#39;s ploy was\nworking, as Straight =\r\nShot works in unisen with Kup. With the arrows fired,\nStraight Shot gives K=\r\nup the data he needs to make a direct hit, via using\nher physical weaponry =\r\nform, and her guidence systems. It was now up to Kup\nto do the rest.\n&gt;\n&gt; &quot;N=\r\nice firing Kup, it&#39;s working! I&#39;ll continue to download the trajectory\ncoor=\r\ndinates to you, and hopefully we&#39;ll get those plane brains to focus on\nsome=\r\nthing else other than the fortress.&quot;\n&gt;\n&gt; Night Shift nodds.\n&gt;\n&gt; &quot;Looks good=\r\n, they&#39;re buyn&#39; it. I dunno if we should stay still though,\nthey could get =\r\na fix on us and then we&#39;re curtains. I vote we slowly change\nour locations =\r\nafter a few shots, so that way we can confuse the living heck\nouta their pr=\r\nocessors.&quot;\n&gt;\n&gt; From Tucson&#39;s vantage point, although unable to see what was=\r\n happening, he\nkeeps his com links open to his colleagues. And from what he=\r\n could surmise,\nthings were going according to plan. But yet he still had t=\r\no think of the\n&quot;What If&#39;s.&quot; There was always a chance that even a well thou=\r\nght out strategy\ncould go awry.\n&gt;\n&gt; &quot;From what I hear,things appear to be g=\r\noing well. But we can not discount\nthe fact that events have a way of turni=\r\nng on us abruptly. Continue on your\npaths, but be cautious.&quot;\n&gt;\n&gt; Rat Trap w=\r\nho was now with Windlord was happy to see that the jets were\nbeing distract=\r\ned away from the fortress.\n&gt;\n&gt; &quot;We copy that Wheels, okay Windlord, I think=\r\n we can make our move, the\ndistraction&#39;s working. I&#39;ll leave it up ta you t=\r\na find the best way in. You\nknow this place better than I do.&quot;\n&gt;\n&gt; Tucson n=\r\now continues to move in slowly. He keeps to hidden areas on the\nland with l=\r\now vegitation, and travels by river beds, to be sure that his\ntires do not =\r\nkick up any dirt or rubble. His trailer keeps him from moving\ntoo fast, as =\r\nhe tries to maneuver it through the terrain. That however did\nnot bother hi=\r\nm in the least. He had never been one for speed, even in his\nold SUV form. =\r\nThings seemed rather familliar to him now, the way the\nsituation was playin=\r\ng out, reminded him of older times, when Optimus Prime\nwould lead his Autob=\r\nots against the Decepticons and how careful he was with\nhis strategic skill=\r\ns. And now, it was Tucson Prime&#39;s turn to roll in Optimus\nPrime&#39;s tire trea=\r\nds. As Hydras was a cobination of Galvatron and Megatron,\nTucson Prime now =\r\ncomes to terms that Optimus Prime was now living within\nhimself and for all=\r\n intensive purposes, he is now the new Optimus Prime. He\nnow sends a messag=\r\ne to all Autobots and Maximals.\n&gt;\n&gt; &quot; Before I met up with all of you, my d=\r\nirection was unclear. I thought\nthat I&#39;d be fighting a losing battle by mys=\r\nelf, and for a long time, it\nseemed that way. But then, along my travels, I=\r\n met all of you, and you\nbrought me home, to the Ark, where you showed me w=\r\nhere Optimus Prime rests.\nAt first, I wished intensely that Optimus Prime c=\r\nould be brought back to\nlife, and I believed that for the longest time. The=\r\nn, as I got to know all\nof you, and realized the big picture of what was ha=\r\nppening, and then,\nrecieving the power of the Matrix of Leadership, I have =\r\nnow come to realize\nthat it&#39;s far better to look ahead at who is around you=\r\n now, and what is to\nhappen in the future than to dwell on that of the past=\r\n. All of that would\nnot have been possible if I had not met all of you. And=\r\n for that I thank\neach and every Autobot and Maximal for putting me on the =\r\nright path. And\nnow, it&#39;s time for me to repay my debt to you all.&quot;\n&gt;\n&gt; He =\r\nthinks for a moment.\n&gt;\n&gt; &quot; As Optimus Prime stood firmly against Megatron a=\r\nnd the Decepticon\nFaction, I will firmly stand my ground against the Predac=\r\nons and\nDecepticons. And by the end of this battle, we will show them that =\r\nit&#39;s\nunwise to underestimate our factions as they have done so up until now=\r\n.&quot;\n&gt;\n&gt; He inches closser into his position.\n\n&lt;NEW&gt;\n\nThe sweeps continue to =\r\nclose, their boosters flaring as they streak in,\nmomentarily showing up on =\r\nthermal radar and then disappearing as they\nshifted back to antigrav engine=\r\ns.\n\nThe four remaining sweeps are now far more wary of attacks from Kup and=\r\n\nStraight shot and use their aerial agility and superior speed to the best\n=\r\nadvantage. The circle around laying down heavier and heavier fire as the\ngr=\r\noup.\n\nAs Tuscon soliloquizes about his own state of affairs and how they af=\r\nfect\nhis new status and thoughts, it is almost as if the sweeps can hear hi=\r\nm, or\nmore then likely they can hear him talking into the radio. The Sweeps=\r\n are\nsaid to be able to locate a single ameba in the vast oceans of a plane=\r\nt,\nlocating a single voice in the cacophony of battle would present no prob=\r\nlem.\nTwo of them peel off and begin to fire at Tuscon!\n\n*          *       =\r\n   *          *          *\n\nMeanwhile as Windlord and Rat Trap approached a=\r\nnd flew around they can see\nthe desolation around the tower. There is absol=\r\nutely no vegetation around\nthe tower or within several miles of it. There i=\r\ns only broken ground and a\nlarge lake several miles across, filled with bub=\r\nbling and broiling liquid\nrock! Flight sensors show that the thermal updraf=\r\nts from the lake would make\nthe trip for Windlord difficult but not impossi=\r\nble.\n\nThe tower itself extends directly out of the magma itself and only th=\r\ne fact\nthat it is crafted from some sort of Cybertronian enhanced metal tha=\r\nt keeps\nit from dropping into the same liquid state as the magma around it.=\r\n\n\nThermal sensors show that at its bottom, where the tower meets the magma,=\r\n it\nis nearly the same temperature as the liquid stone, but evidently the t=\r\nower\nhas been sitting raised for quite some time because the top of it is m=\r\nuch\ncooler. While still extremely hot, it is possible that for a very limit=\r\ned\ntime someone may be able to crawl around the upper most section of the\nt=\r\nower. However to deposit someone there would mean they would have to fly\nov=\r\ner the large magma lake, and there is no cover of any sort, they would\nalmo=\r\nst definitely be seen.\n\nSo far there has been no response from the tower it=\r\nself.\n\nOOC: The tower looks something like the telescoping tower that rose =\r\nup out\nof the ocean that the Decepticons used in the 80=92s cartoon.\n\n\n(TAG=\r\n)\n\nPreston\n\r\n--000325572c12b366060496c4ecac\r\nContent-Type: text/html; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n&lt;br&gt;&lt;br&gt;&gt; &lt;OLD&gt;&lt;br&gt;&gt;&lt;br&gt;&gt; Quickstride walks up to a higher h=\r\nill, to see if he can spot any activity from long range, and notices that t=\r\nhe jets are now flying in a totally different direction, incicating that th=\r\neir attentions have been put elsewhere.&lt;br&gt;\n&gt;&lt;br&gt;&gt; &quot;Rodimus, you=\r\n&#39;re right, somethn&#39; just caught those jet&#39;s attentions.. Whatev=\r\ner Tucson had up his manifold, looks like it&#39;s working. Still, I dunno =\r\nif I&#39;m ready ta let my guard down just yet.&quot;&lt;br&gt;\n&lt;br style=3D&quot;font=\r\n-family: comic sans ms,sans-serif;&quot;&gt;&lt;span style=3D&quot;font-family: comic sans =\r\nms,sans-serif;&quot;&gt;&lt;NEW&gt;&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms,s=\r\nans-serif;&quot;&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;\n&lt;span sty=\r\nle=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;OOC: If I understood things Q=\r\nuickstride was standing look out around the Ark. If that is the case then Q=\r\nuickstride is literally thousands of miles from the battle as it is on a di=\r\nfferent continent altogether. The battle is in Europe while the Ark is on t=\r\nhe North American continent.&lt;/span&gt;&lt;br&gt;\n&lt;br&gt;&gt; &lt;OLD&gt;&lt;br&gt;&gt;&lt;br&gt;&gt=\r\n; From the firing range, Night Shift could see that Tucson&#39;s ploy was w=\r\norking, as Straight Shot works in unisen with Kup. With the arrows fired, S=\r\ntraight Shot gives Kup the data he needs to make a direct hit, via using he=\r\nr physical weaponry form, and her guidence systems. It was now up to Kup to=\r\n do the rest.&lt;br&gt;\n&gt;&lt;br&gt;&gt; &quot;Nice firing Kup, it&#39;s working! I&#=\r\n39;ll continue to download the trajectory coordinates to you, and hopefully=\r\n we&#39;ll get those plane brains to focus on something else other than the=\r\n fortress.&quot;&lt;br&gt;\n&gt;&lt;br&gt;&gt; Night Shift nodds.&lt;br&gt;&gt;&lt;br&gt;&gt; &quot;=\r\nLooks good, they&#39;re buyn&#39; it. I dunno if we should stay still thoug=\r\nh, they could get a fix on us and then we&#39;re curtains. I vote we slowly=\r\n change our locations after a few shots, so that way we can confuse the liv=\r\ning heck outa their processors.&quot;&lt;br&gt;\n&gt;&lt;br&gt;&gt; From Tucson&#39;s va=\r\nntage point, although unable to see what was happening, he keeps his com li=\r\nnks open to his colleagues. And from what he could surmise, things were goi=\r\nng according to plan. But yet he still had to think of the &quot;What If&#3=\r\n9;s.&quot; There was always a chance that even a well thought out strategy =\r\ncould go awry.&lt;br&gt;\n&gt;&lt;br&gt;&gt; &quot;From what I hear,things appear to be =\r\ngoing well. But we can not discount the fact that events have a way of turn=\r\ning on us abruptly. Continue on your paths, but be cautious.&quot;&lt;br&gt;&gt;&lt;=\r\nbr&gt;&gt; Rat Trap who was now with Windlord was happy to see that the jets w=\r\nere being distracted away from the fortress.&lt;br&gt;\n&gt;&lt;br&gt;&gt; &quot;We copy=\r\n that Wheels, okay Windlord, I think we can make our move, the distraction&=\r\n#39;s working. I&#39;ll leave it up ta you ta find the best way in. You kno=\r\nw this place better than I do.&quot;&lt;br&gt;&gt;&lt;br&gt;\n&gt; Tucson now continues =\r\nto move in slowly. He keeps to hidden areas on the land with low vegitation=\r\n, and travels by river beds, to be sure that his tires do not kick up any d=\r\nirt or rubble. His trailer keeps him from moving too fast, as he tries to m=\r\naneuver it through the terrain. That however did not bother him in the leas=\r\nt. He had never been one for speed, even in his old SUV form. Things seemed=\r\n rather familliar to him now, the way the situation was playing out, remind=\r\ned him of older times, when Optimus Prime would lead his Autobots against t=\r\nhe Decepticons and how careful he was with his strategic skills. And now, i=\r\nt was Tucson Prime&#39;s turn to roll in Optimus Prime&#39;s tire treads. A=\r\ns Hydras was a cobination of Galvatron and Megatron, Tucson Prime now comes=\r\n to terms that Optimus Prime was now living within himself and for all inte=\r\nnsive purposes, he is now the new Optimus Prime. He now sends a message to =\r\nall Autobots and Maximals.&lt;br&gt;\n&gt;&lt;br&gt;&gt; &quot; Before I met up with all=\r\n of you, my direction was unclear. I thought that I&#39;d be fighting a los=\r\ning battle by myself, and for a long time, it seemed that way. But then, al=\r\nong my travels, I met all of you, and you brought me home, to the Ark, wher=\r\ne you showed me where Optimus Prime rests. At first, I wished intensely tha=\r\nt Optimus Prime could be brought back to life, and I believed that for the =\r\nlongest time. Then, as I got to know all of you, and realized the big pictu=\r\nre of what was happening, and then, recieving the power of the Matrix of Le=\r\nadership, I have now come to realize that it&#39;s far better to look ahead=\r\n at who is around you now, and what is to happen in the future than to dwel=\r\nl on that of the past. All of that would not have been possible if I had no=\r\nt met all of you. And for that I thank each and every Autobot and Maximal f=\r\nor putting me on the right path. And now, it&#39;s time for me to repay my =\r\ndebt to you all.&quot;&lt;br&gt;\n&gt;&lt;br&gt;&gt; He thinks for a moment.&lt;br&gt;&gt;&lt;br&gt;=\r\n&gt; &quot; As Optimus Prime stood firmly against Megatron and the Deceptic=\r\non Faction, I will firmly stand my ground against the Predacons and Decepti=\r\ncons. And by the end of this battle, we will show them that it&#39;s unwise=\r\n to underestimate our factions as they have done so up until now.&quot;&lt;br&gt;=\r\n\n&gt;&lt;br&gt;&gt; He inches closser into his position.&lt;br&gt;&lt;br&gt;&lt;span style=3D&quot;fo=\r\nnt-family: comic sans ms,sans-serif;&quot;&gt;&lt;NEW&gt;&lt;/span&gt;&lt;br style=3D&quot;font-f=\r\namily: comic sans ms,sans-serif;&quot;&gt;&lt;br style=3D&quot;font-family: comic sans ms,s=\r\nans-serif;&quot;&gt;\n&lt;span style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;The swe=\r\neps continue to close, their boosters flaring as they streak in, momentaril=\r\ny showing up on thermal radar and then disappearing as they shifted back to=\r\n antigrav engines.&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif=\r\n;&quot;&gt;\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;span style=3D&quot;fon=\r\nt-family: comic sans ms,sans-serif;&quot;&gt;The four remaining sweeps are now far =\r\nmore wary of attacks from Kup and Straight shot and use their aerial agilit=\r\ny and superior speed to the best advantage. The circle around laying down h=\r\neavier and heavier fire as the group.&lt;/span&gt;&lt;br style=3D&quot;font-family: comic=\r\n sans ms,sans-serif;&quot;&gt;\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;=\r\n&gt;&lt;span style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;As Tuscon soliloqui=\r\nzes about his own state of affairs and how they affect his new status and t=\r\nhoughts, it is almost as if the sweeps can hear him, or more then likely th=\r\ney can hear him talking into the radio. &lt;/span&gt;&lt;span style=3D&quot;font-family: =\r\ncomic sans ms,sans-serif;&quot;&gt;The Sweeps are\nsaid to be able to locate a singl=\r\ne ameba in the vast oceans of a\nplanet, locating a single voice in the caco=\r\nphony of battle would\npresent no problem. &lt;/span&gt;&lt;span style=3D&quot;font-family=\r\n: comic sans ms,sans-serif;&quot;&gt;Two of them peel off and begin to fire at Tusc=\r\non!&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;span style=\r\n=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;/span&gt;&lt;br&gt;\n* =A0 =A0 =A0 =A0=\r\n=A0 * =A0 =A0=A0 =A0=A0=A0 *=A0=A0 =A0 =A0 =A0=A0 *=A0=A0=A0 =A0 =A0 =A0 *&lt;=\r\nbr&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;span style=3D&quot;font=\r\n-family: comic sans ms,sans-serif;&quot;&gt;Meanwhile as Windlord and Rat Trap appr=\r\noached and flew around they can see the desolation around the tower. There =\r\nis absolutely no vegetation around the tower or within several miles of it.=\r\n There is only broken ground and a large lake several miles across, filled =\r\nwith bubbling and broiling liquid rock! Flight sensors show that the therma=\r\nl updrafts from the lake would make the trip for Windlord difficult but not=\r\n impossible. =A0&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;=\r\n&gt;\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;span style=3D&quot;font-=\r\nfamily: comic sans ms,sans-serif;&quot;&gt;The tower itself extends directly out of=\r\n the magma itself and only the fact that it is crafted from some sort of Cy=\r\nbertronian enhanced metal that keeps it from dropping into the same liquid =\r\nstate as the magma around it.&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms=\r\n,sans-serif;&quot;&gt;\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;span s=\r\ntyle=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;Thermal sensors show that a=\r\nt its bottom, where the tower meets the magma, it is nearly the same temper=\r\nature as the liquid stone, but evidently the tower has been sitting raised =\r\nfor quite some time because the top of it is much cooler. While still extre=\r\nmely hot, it is possible that for a very limited time someone may be able t=\r\no crawl around the upper most section of the tower. However to deposit some=\r\none there would mean they would have to fly over the large magma lake, and =\r\nthere is no cover of any sort, they would almost definitely be seen.&lt;/span&gt;=\r\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;\n&lt;br style=3D&quot;font-fam=\r\nily: comic sans ms,sans-serif;&quot;&gt;&lt;span style=3D&quot;font-family: comic sans ms,s=\r\nans-serif;&quot;&gt;So far there has been no response from the tower itself.&lt;/span&gt;=\r\n&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;br style=3D&quot;font-fami=\r\nly: comic sans ms,sans-serif;&quot;&gt;\n&lt;span style=3D&quot;font-family: comic sans ms,s=\r\nans-serif;&quot;&gt;OOC: The tower looks something like the telescoping tower that =\r\nrose up out of the ocean that the Decepticons used in the 80=92s cartoon.&lt;/=\r\nspan&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;\n&lt;br style=3D&quot;fon=\r\nt-family: comic sans ms,sans-serif;&quot;&gt;&lt;br style=3D&quot;font-family: comic sans m=\r\ns,sans-serif;&quot;&gt;&lt;span style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;(TAG)=\r\n&lt;/span&gt;&lt;br style=3D&quot;font-family: comic sans ms,sans-serif;&quot;&gt;&lt;br style=3D&quot;fo=\r\nnt-family: comic sans ms,sans-serif;&quot;&gt;\n&lt;span style=3D&quot;font-family: comic sa=\r\nns ms,sans-serif;&quot;&gt;Preston&lt;/span&gt;&lt;br&gt;\n\r\n--000325572c12b366060496c4ecac--\r\n\n"}}