{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"Co30fFRjzTsW6RND9fJsKeMhtPH-Rv8DtvBtER7knO3y120cwpiPibhsNwVwIbJvu2mLqFhyM_9VVxUzhIVS_wLxwPnK3Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Operation Black Tower","postDate":"1291569882","msgId":70904,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlkZ2hzcSt0OXJrQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGltWjhPSE13d0o4LUc5NHM3QldlbmoxYXNmc1NXd2Q5bkhEZk5aSkBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":70903,"nextInTopic":70905,"prevInTime":70903,"nextInTime":70905,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Quickstride walks up to a higher hill, to see if he can spot any activity from long range, and notices that the jets are now flying in a totally different","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 68913 invoked from network); 5 Dec 2010 17:24:46 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m13.grp.re1.yahoo.com with QMQP; 5 Dec 2010 17:24:46 -0000\r\nX-Received: from unknown (HELO n44d.bullet.mail.sp1.yahoo.com) (66.163.169.158)\n  by mta1.grp.re1.yahoo.com with SMTP; 5 Dec 2010 17:24:46 -0000\r\nX-Received: from [69.147.65.171] by n44.bullet.mail.sp1.yahoo.com with NNFMP; 05 Dec 2010 17:24:44 -0000\r\nX-Received: from [98.137.34.73] by t13.bullet.mail.sp1.yahoo.com with NNFMP; 05 Dec 2010 17:24:44 -0000\r\nDate: Sun, 05 Dec 2010 17:24:42 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;idghsq+t9rk@...&gt;\r\nIn-Reply-To: &lt;AANLkTimZ8OHMwwJ8-G94s7BWenj1asfsSWwd9nHDfNZJ@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=167039986; y=xhzFvbMS6bJuFb8S2LQSJGEYqSO7ykJZSLOETtoaz3-nUaWmrLE\r\nX-Yahoo-Profile: magicquartz\r\n\r\nQuickstride walks up to a higher hill, to see if he can spot any activity f=\r\nrom long range, and notices that the jets are now flying in a totally diffe=\r\nrent direction, incicating that their attentions have been put elsewhere.\n\n=\r\n&quot;Rodimus, you&#39;re right, somethn&#39; just caught those jet&#39;s attentions..  What=\r\never Tucson had up his manifold, looks like it&#39;s working.  Still, I dunno i=\r\nf I&#39;m ready ta let my guard down just yet.&quot;\n\nFrom the firing range, Night S=\r\nhift could see that Tucson&#39;s ploy was working, as Straight Shot works in un=\r\nisen with Kup.  With the arrows fired, Straight Shot gives Kup the data he =\r\nneeds to make a direct hit, via using her physical weaponry form, and her g=\r\nuidence systems.  It was now up to Kup to do the rest.\n\n&quot;Nice firing Kup, i=\r\nt&#39;s working!  I&#39;ll continue to download the trajectory coordinates to you, =\r\nand hopefully we&#39;ll get those plane brains to focus on something else other=\r\n than the fortress.&quot;\n\nNight Shift nodds.\n\n&quot;Looks good, they&#39;re buyn&#39; it.  I=\r\n dunno if we should stay still though, they could get a fix on us and then =\r\nwe&#39;re curtains.  I vote we slowly change our locations after a few shots, s=\r\no that way we can confuse the living heck outa their processors.&quot;\n\nFrom Tuc=\r\nson&#39;s vantage point, although unable to see what was happening, he keeps hi=\r\ns com links open to his colleagues.  And from what he could surmise, things=\r\n were going according to plan.  But yet he still had to think of the &quot;What =\r\nIf&#39;s.&quot;  There was always a chance that even a well thought out strategy cou=\r\nld go awry.\n\n&quot;From what I hear,things appear to be going well.  But we can =\r\nnot discount the fact that events have a way of turning on us abruptly.  Co=\r\nntinue on your paths, but be cautious.&quot;\n\nRat Trap who was now with Windlord=\r\n was happy to see that the jets were being distracted away from the fortres=\r\ns.\n\n&quot;We copy that Wheels, okay Windlord, I think we can make our move, the =\r\ndistraction&#39;s working.  I&#39;ll leave it up ta you ta find the best way in.  Y=\r\nou know this place better than I do.&quot;\n\nTucson now continues to move in slow=\r\nly.  He keeps to hidden areas on the land with low vegitation, and travels =\r\nby river beds, to be sure that his tires do not kick up any dirt or rubble.=\r\n  His trailer keeps him from moving too fast, as he tries to maneuver it th=\r\nrough the terrain.  That however did not bother him in the least.  He had n=\r\never been one for speed, even in his old SUV form.  Things seemed rather fa=\r\nmilliar to him now, the way the situation was playing out, reminded him of =\r\nolder times, when Optimus Prime would lead his Autobots against the Decepti=\r\ncons and how careful he was with his strategic skills.   And now, it was Tu=\r\ncson Prime&#39;s turn to roll in Optimus Prime&#39;s tire treads.  As Hydras was a =\r\ncobination of Galvatron and Megatron, Tucson Prime now comes to terms that =\r\nOptimus Prime was now living within himself and for all intensive purposes,=\r\n he is now the new Optimus Prime.  He now sends a message to all Autobots a=\r\nnd Maximals.\n\n&quot; Before I met up with all of you, my direction was unclear. =\r\n I thought that I&#39;d be fighting a losing battle by myself, and for a long t=\r\nime, it seemed that way.  But then, along my travels, I met all of you, and=\r\n you brought me home, to the Ark, where you showed me where Optimus Prime r=\r\nests.  At first, I wished intensely that Optimus Prime could be brought bac=\r\nk to life, and I believed that for the longest time.  Then, as I got to kno=\r\nw all of you, and realized the big picture of what was happening, and then,=\r\n recieving the power of the Matrix of Leadership, I have now come to realiz=\r\ne that it&#39;s far better to look ahead at who is around you now, and what is =\r\nto happen in the future than to dwell on that of the past.  All of that wou=\r\nld not have been possible if I had not met all of you.  And for that I than=\r\nk each and every Autobot and Maximal for putting me on the right path.  And=\r\n now, it&#39;s time for me to repay my debt to you all.&quot;\n\nHe thinks for a momen=\r\nt.\n\n&quot; As Optimus Prime stood firmly against Megatron and the Decepticon Fac=\r\ntion, I will firmly stand my ground against the Predacons and Decepticons. =\r\n And by the end of this battle, we will show them that it&#39;s unwise to under=\r\nestimate our factions as they have done so up until now.&quot;\n\nHe inches closse=\r\nr into his position.\n\n&quot; Let this be known, that to all Predacons and Decept=\r\nicons, it will be a day of reckoning.&quot;\n\n\n\n--- In nbwrpg@yahoogroups.com, Su=\r\nper Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride kee=\r\nps his nose, ears and eyes open for signs of trouble.\n&gt; Something definitel=\r\ny made him uneasy, yet he could not put his hoof on it.\n&gt; &gt;\n&gt; &gt; &quot;I copy you=\r\n on that Rodimus... I can&#39;t figure it out but something is\n&gt; making the man=\r\ne on my neck stand on end.. Sorta like a horsefly ya can&#39;t\n&gt; shake off...&quot;\n=\r\n&gt; &gt;\n&gt; &gt; Tucson acknowledges Rodimus quickly.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; &quot;Yeah, I have =\r\ngotten that feeling before.&quot; Rodimus said over the com line to\n&gt; Quickstrid=\r\ne, &quot;But we can get this off without a hitch.&quot; He chuckled, &quot;I\n&gt; don&#39;t see a=\r\nny hordes of Predacons coming down on us. That probably means\n&gt; they haven&#39;=\r\nt been watching.&quot;\n&gt; \n&gt; While Rodimus said this with the confidence of a lea=\r\nder, inside he knew that\n&gt; it was possible. Hydras is smart and Cyclonus wa=\r\ns as well. It was indeed\n&gt; difficult to know that the Predacons had going o=\r\nn.\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot; Thank you for the intel Rodimus. Now I will be ab=\r\nle to keep my sensors\n&gt; open for any wave disturbances. Ususally my sonar s=\r\nystems only pick up on\n&gt; solid objects, but there is a chance that fluxuati=\r\nons in energy waves, can\n&gt; be detected via echolocation. My systems are up =\r\nand running now.. But\n&gt; there&#39;s one flaw, that kind of detection system is =\r\nshort range. If there&#39;s\n&gt; any disturbances long range, I will not be able t=\r\no detect them. I will do\n&gt; the best I can to keep alert.&quot;\n&gt; &gt;\n&gt; &gt; He rolls =\r\non with caution, trying not to kick up any dirt, or disturb\n&gt; anything arou=\r\nnd him. As tires roll over uneven ground his trailer rocks\n&gt; slightly as he=\r\n tries hard to avoid too much movement from it.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; &quot;I understa=\r\nnd.&quot; Rodimus said over the comlink, clearly confident in Tuscon&#39;s\n&gt; abiliti=\r\nes. &quot;I am going radio silent. Cheetor said that the Preds could hear\n&gt; him.=\r\n The sweeps have excellent hearing, and who knows what Hydras has built\n&gt; o=\r\nut there.&quot;\n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Here is Windlord&quot;said the male by comli=\r\nnk in a private maximal chanel&quot;I&#39;m\n&gt; &gt; ready and in position&quot;\n&gt; &gt;\n&gt; &gt; Kup t=\r\nook straing shot and said &quot;Time to have some fun&quot; he startd to track\n&gt; &gt; th=\r\ne enemy signature and opened fire against them\n&gt; \n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; For Kup a=\r\nnd Straight Shot, trying to track the sweeps out there was trying\n&gt; to trac=\r\nk ripples of heat rising on a desert savanna. Target locks ranged\n&gt; from fl=\r\neeting to next to impossible as the sweeps themselves flew through\n&gt; the th=\r\ne air.\n&gt; \n&gt; Optical sighting however proved effective as Kup pulled the tri=\r\ngger and with\n&gt; a light *kuthunk!* he sent an arrow into the air, and then =\r\nanother and\n&gt; another. Quickly the small volley of arrows flew into the air=\r\n rising in a\n&gt; large arc, moving farther and more swiftly then any conventi=\r\nonal arrow could\n&gt; have traveled.\n&gt; \n&gt; It was difficult to see clearly at t=\r\nhis distance (20K) but it was obvious\n&gt; that at least one of the sweeps was=\r\n hit as one of them began to fall from\n&gt; the skies, smoke trailing after it=\r\n. However the other four reacted! Like\n&gt; bees hows hive had been disturbed,=\r\n they flew around, erratic at first as if\n&gt; trying to discern the angle of =\r\nattack, and then they began to fly in Kup&#39;s\n&gt; direction.\n&gt; \n&gt; Although they=\r\n were still some kilometers away they were quickly closing the\n&gt; distance, =\r\nthey began to open fire as they closed!\n&gt; \n&gt; OOC: They sweeps are still sev=\r\neral miles away, so the shots are more or less\n&gt; at long range. Its up to y=\r\nou guys if you want to be hit or not.\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}