{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"jYbS3NihxNxj4cgyrOE1fY44bbCg5qRLrt2eoUGplJTv1cIWo6FS_YGdjBcpxNC1OW9uU5kaQSvl_6U7ic5b_p85u-LqKLkM7i-AbWgbgBOqcA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Operation Black Tower","postDate":"1291630590","msgId":70905,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczYzQzk1QTg3MkMwMTgyNTMwNDIzNEEwMkIwQHBoeC5nYmw+","inReplyToHeader":"PGlkZ2hzcSt0OXJrQGVHcm91cHMuY29tPg==","referencesHeader":"PGlkZ2hzcSt0OXJrQGVHcm91cHMuY29tPg=="},"prevInTopic":70904,"nextInTopic":70906,"prevInTime":70904,"nextInTime":70906,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Kup/Windlord: Kup keeps firing and moving hoping to give  enough time for Windlord to perfom his part of the plan.  Windlord did an enigmating smile while he","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 80048 invoked from network); 6 Dec 2010 10:20:26 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m17.grp.re1.yahoo.com with QMQP; 6 Dec 2010 10:20:26 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s8.bay0.hotmail.com) (65.54.190.146)\n  by mta3.grp.re1.yahoo.com with SMTP; 6 Dec 2010 10:20:26 -0000\r\nX-Received: from BAY153-DS6 ([65.54.190.189]) by bay0-omc3-s8.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Mon, 6 Dec 2010 02:16:39 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds63C95A872C01825304234A02B0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;idghsq+t9rk@...&gt;\r\nIn-Reply-To: &lt;idghsq+t9rk@...&gt;\r\nDate: Mon, 6 Dec 2010 04:16:30 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 06 Dec 2010 10:16:39.0167 (UTC) FILETIME=[ABB018F0:01CB952E]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=111572484; y=UCYGTn_tHgb2K7DihC9LuAJsrmLHwrsIWYuY-oQXusTKf-KrrBfJ\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKup/Windlord:\n\nKup keeps firing and moving hoping to give  enough time for Windlord to \nperfom his part of the plan.  Windlord did an enigmating smile while he fly \ndown  trying to avoid the radars, he circle around the Base&#39;s perimeter \ngetting closser and closser looking for a spot to drop Rattrap safely\n\n-----Original Message----- \nFrom: Sandy\nSent: Sunday, December 05, 2010 11:24 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Operation Black Tower\n\nQuickstride walks up to a higher hill, to see if he can spot any activity \nfrom long range, and notices that the jets are now flying in a totally \ndifferent direction, incicating that their attentions have been put \nelsewhere.\n\n&quot;Rodimus, you&#39;re right, somethn&#39; just caught those jet&#39;s attentions.. \nWhatever Tucson had up his manifold, looks like it&#39;s working.  Still, I \ndunno if I&#39;m ready ta let my guard down just yet.&quot;\n\nFrom the firing range, Night Shift could see that Tucson&#39;s ploy was working, \nas Straight Shot works in unisen with Kup.  With the arrows fired, Straight \nShot gives Kup the data he needs to make a direct hit, via using her \nphysical weaponry form, and her guidence systems.  It was now up to Kup to \ndo the rest.\n\n&quot;Nice firing Kup, it&#39;s working!  I&#39;ll continue to download the trajectory \ncoordinates to you, and hopefully we&#39;ll get those plane brains to focus on \nsomething else other than the fortress.&quot;\n\nNight Shift nodds.\n\n&quot;Looks good, they&#39;re buyn&#39; it.  I dunno if we should stay still though, they \ncould get a fix on us and then we&#39;re curtains.  I vote we slowly change our \nlocations after a few shots, so that way we can confuse the living heck outa \ntheir processors.&quot;\n\nFrom Tucson&#39;s vantage point, although unable to see what was happening, he \nkeeps his com links open to his colleagues.  And from what he could surmise, \nthings were going according to plan.  But yet he still had to think of the \n&quot;What If&#39;s.&quot;  There was always a chance that even a well thought out \nstrategy could go awry.\n\n&quot;From what I hear,things appear to be going well.  But we can not discount \nthe fact that events have a way of turning on us abruptly.  Continue on your \npaths, but be cautious.&quot;\n\nRat Trap who was now with Windlord was happy to see that the jets were being \ndistracted away from the fortress.\n\n&quot;We copy that Wheels, okay Windlord, I think we can make our move, the \ndistraction&#39;s working.  I&#39;ll leave it up ta you ta find the best way in. \nYou know this place better than I do.&quot;\n\nTucson now continues to move in slowly.  He keeps to hidden areas on the \nland with low vegitation, and travels by river beds, to be sure that his \ntires do not kick up any dirt or rubble.  His trailer keeps him from moving \ntoo fast, as he tries to maneuver it through the terrain.  That however did \nnot bother him in the least.  He had never been one for speed, even in his \nold SUV form.  Things seemed rather familliar to him now, the way the \nsituation was playing out, reminded him of older times, when Optimus Prime \nwould lead his Autobots against the Decepticons and how careful he was with \nhis strategic skills.   And now, it was Tucson Prime&#39;s turn to roll in \nOptimus Prime&#39;s tire treads.  As Hydras was a cobination of Galvatron and \nMegatron, Tucson Prime now comes to terms that Optimus Prime was now living \nwithin himself and for all intensive purposes, he is now the new Optimus \nPrime.  He now sends a message to all Autobots and Maximals.\n\n&quot; Before I met up with all of you, my direction was unclear.  I thought that \nI&#39;d be fighting a losing battle by myself, and for a long time, it seemed \nthat way.  But then, along my travels, I met all of you, and you brought me \nhome, to the Ark, where you showed me where Optimus Prime rests.  At first, \nI wished intensely that Optimus Prime could be brought back to life, and I \nbelieved that for the longest time.  Then, as I got to know all of you, and \nrealized the big picture of what was happening, and then, recieving the \npower of the Matrix of Leadership, I have now come to realize that it&#39;s far \nbetter to look ahead at who is around you now, and what is to happen in the \nfuture than to dwell on that of the past.  All of that would not have been \npossible if I had not met all of you.  And for that I thank each and every \nAutobot and Maximal for putting me on the right path.  And now, it&#39;s time \nfor me to repay my debt to you all.&quot;\n\nHe thinks for a moment.\n\n&quot; As Optimus Prime stood firmly against Megatron and the Decepticon Faction, \nI will firmly stand my ground against the Predacons and Decepticons.  And by \nthe end of this battle, we will show them that it&#39;s unwise to underestimate \nour factions as they have done so up until now.&quot;\n\nHe inches closser into his position.\n\n&quot; Let this be known, that to all Predacons and Decepticons, it will be a day \nof reckoning.&quot;\n\n\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride keeps his nose, ears and eyes open for signs of trouble.\n&gt; Something definitely made him uneasy, yet he could not put his hoof on it.\n&gt; &gt;\n&gt; &gt; &quot;I copy you on that Rodimus... I can&#39;t figure it out but something is\n&gt; making the mane on my neck stand on end.. Sorta like a horsefly ya can&#39;t\n&gt; shake off...&quot;\n&gt; &gt;\n&gt; &gt; Tucson acknowledges Rodimus quickly.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;Yeah, I have gotten that feeling before.&quot; Rodimus said over the com line \n&gt; to\n&gt; Quickstride, &quot;But we can get this off without a hitch.&quot; He chuckled, &quot;I\n&gt; don&#39;t see any hordes of Predacons coming down on us. That probably means\n&gt; they haven&#39;t been watching.&quot;\n&gt;\n&gt; While Rodimus said this with the confidence of a leader, inside he knew \n&gt; that\n&gt; it was possible. Hydras is smart and Cyclonus was as well. It was indeed\n&gt; difficult to know that the Predacons had going on.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot; Thank you for the intel Rodimus. Now I will be able to keep my sensors\n&gt; open for any wave disturbances. Ususally my sonar systems only pick up on\n&gt; solid objects, but there is a chance that fluxuations in energy waves, can\n&gt; be detected via echolocation. My systems are up and running now.. But\n&gt; there&#39;s one flaw, that kind of detection system is short range. If there&#39;s\n&gt; any disturbances long range, I will not be able to detect them. I will do\n&gt; the best I can to keep alert.&quot;\n&gt; &gt;\n&gt; &gt; He rolls on with caution, trying not to kick up any dirt, or disturb\n&gt; anything around him. As tires roll over uneven ground his trailer rocks\n&gt; slightly as he tries hard to avoid too much movement from it.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;I understand.&quot; Rodimus said over the comlink, clearly confident in \n&gt; Tuscon&#39;s\n&gt; abilities. &quot;I am going radio silent. Cheetor said that the Preds could \n&gt; hear\n&gt; him. The sweeps have excellent hearing, and who knows what Hydras has \n&gt; built\n&gt; out there.&quot;\n&gt;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Here is Windlord&quot;said the male by comlink in a private maximal \n&gt; &gt; chanel&quot;I&#39;m\n&gt; &gt; ready and in position&quot;\n&gt; &gt;\n&gt; &gt; Kup took straing shot and said &quot;Time to have some fun&quot; he startd to \n&gt; &gt; track\n&gt; &gt; the enemy signature and opened fire against them\n&gt;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; For Kup and Straight Shot, trying to track the sweeps out there was trying\n&gt; to track ripples of heat rising on a desert savanna. Target locks ranged\n&gt; from fleeting to next to impossible as the sweeps themselves flew through\n&gt; the the air.\n&gt;\n&gt; Optical sighting however proved effective as Kup pulled the trigger and \n&gt; with\n&gt; a light *kuthunk!* he sent an arrow into the air, and then another and\n&gt; another. Quickly the small volley of arrows flew into the air rising in a\n&gt; large arc, moving farther and more swiftly then any conventional arrow \n&gt; could\n&gt; have traveled.\n&gt;\n&gt; It was difficult to see clearly at this distance (20K) but it was obvious\n&gt; that at least one of the sweeps was hit as one of them began to fall from\n&gt; the skies, smoke trailing after it. However the other four reacted! Like\n&gt; bees hows hive had been disturbed, they flew around, erratic at first as \n&gt; if\n&gt; trying to discern the angle of attack, and then they began to fly in Kup&#39;s\n&gt; direction.\n&gt;\n&gt; Although they were still some kilometers away they were quickly closing \n&gt; the\n&gt; distance, they began to open fire as they closed!\n&gt;\n&gt; OOC: They sweeps are still several miles away, so the shots are more or \n&gt; less\n&gt; at long range. Its up to you guys if you want to be hit or not.\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}