{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"DFTI-WafWuK26ODMRWD3RUssIQ__YbnksUnGM8T8-z5zsjP_0hgFdcDXzxNuvFflRAyKh54DUzJIoRvx8Kst9W4HXGN0EhwAR6fel-Y_PefbcQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Operation Black Tower","postDate":"1292056095","msgId":70919,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczEyRDZERDhFRDFFRDI1QURGNzQ0MjVBMDEwMEBwaHguZ2JsPg==","inReplyToHeader":"PGlkdGx1Mys2cjU5QGVHcm91cHMuY29tPg==","referencesHeader":"PGlkdGx1Mys2cjU5QGVHcm91cHMuY29tPg=="},"prevInTopic":70918,"nextInTopic":70921,"prevInTime":70918,"nextInTime":70920,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Kup/windlord: windlors smiled and said by comlink to Tucson in a private channel I see a spot to carry out the plan...  but if you desire we can go to help","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 67478 invoked from network); 11 Dec 2010 08:30:31 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m6.grp.sp2.yahoo.com with QMQP; 11 Dec 2010 08:30:31 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s25.bay0.hotmail.com) (65.54.190.163)\n  by mta1.grp.sp2.yahoo.com with SMTP; 11 Dec 2010 08:30:31 -0000\r\nX-Received: from BAY153-DS12 ([65.54.190.189]) by bay0-omc3-s25.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sat, 11 Dec 2010 00:30:31 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds12D6DD8ED1ED25ADF74425A0100@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;idtlu3+6r59@...&gt;\r\nIn-Reply-To: &lt;idtlu3+6r59@...&gt;\r\nDate: Sat, 11 Dec 2010 02:28:15 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 11 Dec 2010 08:30:31.0159 (UTC) FILETIME=[AC1FF070:01CB990D]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=111572484; y=FORJegV_UYJ-hwELVZjG-Alj2CGx8saZmRYww0pfcYhkVj5jw6jN\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nKup/windlord:\n\nwindlors smiled and said by comlink to Tucson in a private channel &quot;I see a \nspot to carry out the plan...  but if you desire we can go to help you&quot;\n\nKup cursed and moved while he keep openeing fire against the sweeps\n-----Original Message----- \nFrom: Sandy\nSent: Friday, December 10, 2010 10:53 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Operation Black Tower\n\nStraight Shot continues to give Kup the data he needs, to continue trying to \ndivert the remaining sweeps from the fortress, although it seemed to work \nfor a while, it now appeared that the enemy may have caught wise to their \nstrategy.\n\n&quot;Kup, hate ta break this to ya but, I think those jet heads are onta us... \nAww maaan, that transmission we got from Tucson, they must&#39;ve heard it.&quot;\n\nFrom above, Rat Trap holds onto Windlord tightly, now realizing what was \ngoing on himself.  He too had gotten Tucsons transmission.\n\n&quot;Oh noo, I think that transmission we got from Wheels got to those \nDecepticreeps somehow..  They&#39;ve changed trajectory, but now they&#39;re gon&#39; \nafter Wheels himself!&quot;\n\nFrom the ground, Tucson realizes the dangers, quickly trying to gather intel \nwith his sonar systems, and firing according to the data recieved from them. \nFor this, he relies on his missile launchers from his trailer, firing a few \nrounds at a time.\n\n&quot;Rodimus, it&#39;s time.  Tell Quickstride to get into battle mode and prepare \nfor combat immediately.  I need you to do the same, and get the shields up \nand running at the Ark.  They&#39;re onto us, and there&#39;s no time to reformat \nthe plan.  It&#39;s all or nothing now.&quot;\n\nHe then pays attention to his enemy.\n\n&quot;Fire at me all you want, I&#39;m not afraid of any of you.&quot;\n\nHe puts on an extremely brave and determined face as he plants himself \nfirmly on his wheels, stabilizing himself so that the kickback from his \nmissile carriers does not tip him over onto his side.  Shots ring out like \nechoing booms as hydraulics hum with each recoil of the weapon.\n\nNight Shift now tries to communicate with his leader.\n\n&quot; Hey, if I were you, I&#39;d dish out the sonar waves, if ya know what I mean.&quot;\n\nTucson gets Night Shift&#39;s transmission.\n\n&quot; I wonder..  You may be onto something...  All right, attempting Sonar \nscrambling now.  Everyone, brace yourselves, this could effect not just our \nenemy but us as well.  I&#39;ll do my best to configure the wave so that it \ndoesn&#39;t harm us, but it may just cause some inconvenience.&quot;\n\nHe begins to send out a strong sonar wave, in hopes that it would foul up \nthe remaining sweep&#39;s trajectory.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride walks up to a higher hill, to see if he can spot any \n&gt; &gt; activity\n&gt; from long range, and notices that the jets are now flying in a totally\n&gt; different direction, incicating that their attentions have been put\n&gt; elsewhere.\n&gt; &gt;\n&gt; &gt; &quot;Rodimus, you&#39;re right, somethn&#39; just caught those jet&#39;s attentions..\n&gt; Whatever Tucson had up his manifold, looks like it&#39;s working. Still, I \n&gt; dunno\n&gt; if I&#39;m ready ta let my guard down just yet.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; OOC: If I understood things Quickstride was standing look out around the\n&gt; Ark. If that is the case then Quickstride is literally thousands of miles\n&gt; from the battle as it is on a different continent altogether. The battle \n&gt; is\n&gt; in Europe while the Ark is on the North American continent.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; From the firing range, Night Shift could see that Tucson&#39;s ploy was\n&gt; working, as Straight Shot works in unisen with Kup. With the arrows fired,\n&gt; Straight Shot gives Kup the data he needs to make a direct hit, via using\n&gt; her physical weaponry form, and her guidence systems. It was now up to Kup\n&gt; to do the rest.\n&gt; &gt;\n&gt; &gt; &quot;Nice firing Kup, it&#39;s working! I&#39;ll continue to download the trajectory\n&gt; coordinates to you, and hopefully we&#39;ll get those plane brains to focus on\n&gt; something else other than the fortress.&quot;\n&gt; &gt;\n&gt; &gt; Night Shift nodds.\n&gt; &gt;\n&gt; &gt; &quot;Looks good, they&#39;re buyn&#39; it. I dunno if we should stay still though,\n&gt; they could get a fix on us and then we&#39;re curtains. I vote we slowly \n&gt; change\n&gt; our locations after a few shots, so that way we can confuse the living \n&gt; heck\n&gt; outa their processors.&quot;\n&gt; &gt;\n&gt; &gt; From Tucson&#39;s vantage point, although unable to see what was happening, \n&gt; &gt; he\n&gt; keeps his com links open to his colleagues. And from what he could \n&gt; surmise,\n&gt; things were going according to plan. But yet he still had to think of the\n&gt; &quot;What If&#39;s.&quot; There was always a chance that even a well thought out \n&gt; strategy\n&gt; could go awry.\n&gt; &gt;\n&gt; &gt; &quot;From what I hear,things appear to be going well. But we can not \n&gt; &gt; discount\n&gt; the fact that events have a way of turning on us abruptly. Continue on \n&gt; your\n&gt; paths, but be cautious.&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap who was now with Windlord was happy to see that the jets were\n&gt; being distracted away from the fortress.\n&gt; &gt;\n&gt; &gt; &quot;We copy that Wheels, okay Windlord, I think we can make our move, the\n&gt; distraction&#39;s working. I&#39;ll leave it up ta you ta find the best way in. \n&gt; You\n&gt; know this place better than I do.&quot;\n&gt; &gt;\n&gt; &gt; Tucson now continues to move in slowly. He keeps to hidden areas on the\n&gt; land with low vegitation, and travels by river beds, to be sure that his\n&gt; tires do not kick up any dirt or rubble. His trailer keeps him from moving\n&gt; too fast, as he tries to maneuver it through the terrain. That however did\n&gt; not bother him in the least. He had never been one for speed, even in his\n&gt; old SUV form. Things seemed rather familliar to him now, the way the\n&gt; situation was playing out, reminded him of older times, when Optimus Prime\n&gt; would lead his Autobots against the Decepticons and how careful he was \n&gt; with\n&gt; his strategic skills. And now, it was Tucson Prime&#39;s turn to roll in \n&gt; Optimus\n&gt; Prime&#39;s tire treads. As Hydras was a cobination of Galvatron and Megatron,\n&gt; Tucson Prime now comes to terms that Optimus Prime was now living within\n&gt; himself and for all intensive purposes, he is now the new Optimus Prime. \n&gt; He\n&gt; now sends a message to all Autobots and Maximals.\n&gt; &gt;\n&gt; &gt; &quot; Before I met up with all of you, my direction was unclear. I thought\n&gt; that I&#39;d be fighting a losing battle by myself, and for a long time, it\n&gt; seemed that way. But then, along my travels, I met all of you, and you\n&gt; brought me home, to the Ark, where you showed me where Optimus Prime \n&gt; rests.\n&gt; At first, I wished intensely that Optimus Prime could be brought back to\n&gt; life, and I believed that for the longest time. Then, as I got to know all\n&gt; of you, and realized the big picture of what was happening, and then,\n&gt; recieving the power of the Matrix of Leadership, I have now come to \n&gt; realize\n&gt; that it&#39;s far better to look ahead at who is around you now, and what is \n&gt; to\n&gt; happen in the future than to dwell on that of the past. All of that would\n&gt; not have been possible if I had not met all of you. And for that I thank\n&gt; each and every Autobot and Maximal for putting me on the right path. And\n&gt; now, it&#39;s time for me to repay my debt to you all.&quot;\n&gt; &gt;\n&gt; &gt; He thinks for a moment.\n&gt; &gt;\n&gt; &gt; &quot; As Optimus Prime stood firmly against Megatron and the Decepticon\n&gt; Faction, I will firmly stand my ground against the Predacons and\n&gt; Decepticons. And by the end of this battle, we will show them that it&#39;s\n&gt; unwise to underestimate our factions as they have done so up until now.&quot;\n&gt; &gt;\n&gt; &gt; He inches closser into his position.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; The sweeps continue to close, their boosters flaring as they streak in,\n&gt; momentarily showing up on thermal radar and then disappearing as they\n&gt; shifted back to antigrav engines.\n&gt;\n&gt; The four remaining sweeps are now far more wary of attacks from Kup and\n&gt; Straight shot and use their aerial agility and superior speed to the best\n&gt; advantage. The circle around laying down heavier and heavier fire as the\n&gt; group.\n&gt;\n&gt; As Tuscon soliloquizes about his own state of affairs and how they affect\n&gt; his new status and thoughts, it is almost as if the sweeps can hear him, \n&gt; or\n&gt; more then likely they can hear him talking into the radio. The Sweeps are\n&gt; said to be able to locate a single ameba in the vast oceans of a planet,\n&gt; locating a single voice in the cacophony of battle would present no \n&gt; problem.\n&gt; Two of them peel off and begin to fire at Tuscon!\n&gt;\n&gt; *          *          *          *          *\n&gt;\n&gt; Meanwhile as Windlord and Rat Trap approached and flew around they can see\n&gt; the desolation around the tower. There is absolutely no vegetation around\n&gt; the tower or within several miles of it. There is only broken ground and a\n&gt; large lake several miles across, filled with bubbling and broiling liquid\n&gt; rock! Flight sensors show that the thermal updrafts from the lake would \n&gt; make\n&gt; the trip for Windlord difficult but not impossible.\n&gt;\n&gt; The tower itself extends directly out of the magma itself and only the \n&gt; fact\n&gt; that it is crafted from some sort of Cybertronian enhanced metal that \n&gt; keeps\n&gt; it from dropping into the same liquid state as the magma around it.\n&gt;\n&gt; Thermal sensors show that at its bottom, where the tower meets the magma, \n&gt; it\n&gt; is nearly the same temperature as the liquid stone, but evidently the \n&gt; tower\n&gt; has been sitting raised for quite some time because the top of it is much\n&gt; cooler. While still extremely hot, it is possible that for a very limited\n&gt; time someone may be able to crawl around the upper most section of the\n&gt; tower. However to deposit someone there would mean they would have to fly\n&gt; over the large magma lake, and there is no cover of any sort, they would\n&gt; almost definitely be seen.\n&gt;\n&gt; So far there has been no response from the tower itself.\n&gt;\n&gt; OOC: The tower looks something like the telescoping tower that rose up out\n&gt; of the ocean that the Decepticons used in the 80&#39;s cartoon.\n&gt;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}