{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"u22jYIMsvkCvunNHkN0vhWzUk9RvmG9SJGuRMfZsbbKHhnR5Fr8iCC5zZpmCNCN4DVpACsePrh7ZiNWuNSB851mAHc0mvQ","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Operation Black Tower","postDate":"1292000003","msgId":70918,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlkdGx1Mys2cjU5QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGluaDVHa2hlODRmcUVOYk56cTZWcGVFWWZYTXNFSHRmZFZmQ1pQdEBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":70906,"nextInTopic":70919,"prevInTime":70917,"nextInTime":70919,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Straight Shot continues to give Kup the data he needs, to continue trying to divert the remaining sweeps from the fortress, although it seemed to work for a","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 47661 invoked from network); 10 Dec 2010 16:53:24 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m3.grp.sp2.yahoo.com with QMQP; 10 Dec 2010 16:53:24 -0000\r\nX-Received: from unknown (HELO n44d.bullet.mail.sp1.yahoo.com) (66.163.169.158)\n  by mta2.grp.sp2.yahoo.com with SMTP; 10 Dec 2010 16:53:24 -0000\r\nX-Received: from [69.147.65.151] by n44.bullet.mail.sp1.yahoo.com with NNFMP; 10 Dec 2010 16:53:24 -0000\r\nX-Received: from [98.137.34.34] by t5.bullet.mail.sp1.yahoo.com with NNFMP; 10 Dec 2010 16:53:24 -0000\r\nDate: Fri, 10 Dec 2010 16:53:23 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;idtlu3+6r59@...&gt;\r\nIn-Reply-To: &lt;AANLkTinh5Gkhe84fqENbNzq6VpeEYfXMsEHtfdVfCZPt@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=167039986; y=GtRAv7B75pTRTGRyHT5BArtTfqM5Kl8XkT_53WhxzoY6qFYxAX8\r\nX-Yahoo-Profile: magicquartz\r\n\r\nStraight Shot continues to give Kup the data he needs, to continue trying t=\r\no divert the remaining sweeps from the fortress, although it seemed to work=\r\n for a while, it now appeared that the enemy may have caught wise to their =\r\nstrategy.\n\n&quot;Kup, hate ta break this to ya but, I think those jet heads are =\r\nonta us...  Aww maaan, that transmission we got from Tucson, they must&#39;ve h=\r\neard it.&quot;\n\nFrom above, Rat Trap holds onto Windlord tightly, now realizing =\r\nwhat was going on himself.  He too had gotten Tucsons transmission.\n\n&quot;Oh no=\r\no, I think that transmission we got from Wheels got to those Decepticreeps =\r\nsomehow..  They&#39;ve changed trajectory, but now they&#39;re gon&#39; after Wheels hi=\r\nmself!&quot;\n\nFrom the ground, Tucson realizes the dangers, quickly trying to ga=\r\nther intel with his sonar systems, and firing according to the data recieve=\r\nd from them.  For this, he relies on his missile launchers from his trailer=\r\n, firing a few rounds at a time.\n\n&quot;Rodimus, it&#39;s time.  Tell Quickstride to=\r\n get into battle mode and prepare for combat immediately.  I need you to do=\r\n the same, and get the shields up and running at the Ark.  They&#39;re onto us,=\r\n and there&#39;s no time to reformat the plan.  It&#39;s all or nothing now.&quot;\n\nHe t=\r\nhen pays attention to his enemy.\n\n&quot;Fire at me all you want, I&#39;m not afraid =\r\nof any of you.&quot;\n\nHe puts on an extremely brave and determined face as he pl=\r\nants himself firmly on his wheels, stabilizing himself so that the kickback=\r\n from his missile carriers does not tip him over onto his side.  Shots ring=\r\n out like echoing booms as hydraulics hum with each recoil of the weapon.\n\n=\r\nNight Shift now tries to communicate with his leader.\n\n&quot; Hey, if I were you=\r\n, I&#39;d dish out the sonar waves, if ya know what I mean.&quot;\n\nTucson gets Night=\r\n Shift&#39;s transmission.\n\n&quot; I wonder..  You may be onto something...  All rig=\r\nht, attempting Sonar scrambling now.  Everyone, brace yourselves, this coul=\r\nd effect not just our enemy but us as well.  I&#39;ll do my best to configure t=\r\nhe wave so that it doesn&#39;t harm us, but it may just cause some inconvenienc=\r\ne.&quot;\n\nHe begins to send out a strong sonar wave, in hopes that it would foul=\r\n up the remaining sweep&#39;s trajectory.\n\n--- In nbwrpg@yahoogroups.com, Super=\r\n Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride walks =\r\nup to a higher hill, to see if he can spot any activity\n&gt; from long range, =\r\nand notices that the jets are now flying in a totally\n&gt; different direction=\r\n, incicating that their attentions have been put\n&gt; elsewhere.\n&gt; &gt;\n&gt; &gt; &quot;Rodi=\r\nmus, you&#39;re right, somethn&#39; just caught those jet&#39;s attentions..\n&gt; Whatever=\r\n Tucson had up his manifold, looks like it&#39;s working. Still, I dunno\n&gt; if I=\r\n&#39;m ready ta let my guard down just yet.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; OOC: If I understo=\r\nod things Quickstride was standing look out around the\n&gt; Ark. If that is th=\r\ne case then Quickstride is literally thousands of miles\n&gt; from the battle a=\r\ns it is on a different continent altogether. The battle is\n&gt; in Europe whil=\r\ne the Ark is on the North American continent.\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; From the=\r\n firing range, Night Shift could see that Tucson&#39;s ploy was\n&gt; working, as S=\r\ntraight Shot works in unisen with Kup. With the arrows fired,\n&gt; Straight Sh=\r\not gives Kup the data he needs to make a direct hit, via using\n&gt; her physic=\r\nal weaponry form, and her guidence systems. It was now up to Kup\n&gt; to do th=\r\ne rest.\n&gt; &gt;\n&gt; &gt; &quot;Nice firing Kup, it&#39;s working! I&#39;ll continue to download t=\r\nhe trajectory\n&gt; coordinates to you, and hopefully we&#39;ll get those plane bra=\r\nins to focus on\n&gt; something else other than the fortress.&quot;\n&gt; &gt;\n&gt; &gt; Night Sh=\r\nift nodds.\n&gt; &gt;\n&gt; &gt; &quot;Looks good, they&#39;re buyn&#39; it. I dunno if we should stay=\r\n still though,\n&gt; they could get a fix on us and then we&#39;re curtains. I vote=\r\n we slowly change\n&gt; our locations after a few shots, so that way we can con=\r\nfuse the living heck\n&gt; outa their processors.&quot;\n&gt; &gt;\n&gt; &gt; From Tucson&#39;s vantag=\r\ne point, although unable to see what was happening, he\n&gt; keeps his com link=\r\ns open to his colleagues. And from what he could surmise,\n&gt; things were goi=\r\nng according to plan. But yet he still had to think of the\n&gt; &quot;What If&#39;s.&quot; T=\r\nhere was always a chance that even a well thought out strategy\n&gt; could go a=\r\nwry.\n&gt; &gt;\n&gt; &gt; &quot;From what I hear,things appear to be going well. But we can n=\r\not discount\n&gt; the fact that events have a way of turning on us abruptly. Co=\r\nntinue on your\n&gt; paths, but be cautious.&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap who was now with=\r\n Windlord was happy to see that the jets were\n&gt; being distracted away from =\r\nthe fortress.\n&gt; &gt;\n&gt; &gt; &quot;We copy that Wheels, okay Windlord, I think we can m=\r\nake our move, the\n&gt; distraction&#39;s working. I&#39;ll leave it up ta you ta find =\r\nthe best way in. You\n&gt; know this place better than I do.&quot;\n&gt; &gt;\n&gt; &gt; Tucson no=\r\nw continues to move in slowly. He keeps to hidden areas on the\n&gt; land with =\r\nlow vegitation, and travels by river beds, to be sure that his\n&gt; tires do n=\r\not kick up any dirt or rubble. His trailer keeps him from moving\n&gt; too fast=\r\n, as he tries to maneuver it through the terrain. That however did\n&gt; not bo=\r\nther him in the least. He had never been one for speed, even in his\n&gt; old S=\r\nUV form. Things seemed rather familliar to him now, the way the\n&gt; situation=\r\n was playing out, reminded him of older times, when Optimus Prime\n&gt; would l=\r\nead his Autobots against the Decepticons and how careful he was with\n&gt; his =\r\nstrategic skills. And now, it was Tucson Prime&#39;s turn to roll in Optimus\n&gt; =\r\nPrime&#39;s tire treads. As Hydras was a cobination of Galvatron and Megatron,\n=\r\n&gt; Tucson Prime now comes to terms that Optimus Prime was now living within\n=\r\n&gt; himself and for all intensive purposes, he is now the new Optimus Prime. =\r\nHe\n&gt; now sends a message to all Autobots and Maximals.\n&gt; &gt;\n&gt; &gt; &quot; Before I m=\r\net up with all of you, my direction was unclear. I thought\n&gt; that I&#39;d be fi=\r\nghting a losing battle by myself, and for a long time, it\n&gt; seemed that way=\r\n. But then, along my travels, I met all of you, and you\n&gt; brought me home, =\r\nto the Ark, where you showed me where Optimus Prime rests.\n&gt; At first, I wi=\r\nshed intensely that Optimus Prime could be brought back to\n&gt; life, and I be=\r\nlieved that for the longest time. Then, as I got to know all\n&gt; of you, and =\r\nrealized the big picture of what was happening, and then,\n&gt; recieving the p=\r\nower of the Matrix of Leadership, I have now come to realize\n&gt; that it&#39;s fa=\r\nr better to look ahead at who is around you now, and what is to\n&gt; happen in=\r\n the future than to dwell on that of the past. All of that would\n&gt; not have=\r\n been possible if I had not met all of you. And for that I thank\n&gt; each and=\r\n every Autobot and Maximal for putting me on the right path. And\n&gt; now, it&#39;=\r\ns time for me to repay my debt to you all.&quot;\n&gt; &gt;\n&gt; &gt; He thinks for a moment.=\r\n\n&gt; &gt;\n&gt; &gt; &quot; As Optimus Prime stood firmly against Megatron and the Deceptico=\r\nn\n&gt; Faction, I will firmly stand my ground against the Predacons and\n&gt; Dece=\r\npticons. And by the end of this battle, we will show them that it&#39;s\n&gt; unwis=\r\ne to underestimate our factions as they have done so up until now.&quot;\n&gt; &gt;\n&gt; &gt;=\r\n He inches closser into his position.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; The sweeps continue t=\r\no close, their boosters flaring as they streak in,\n&gt; momentarily showing up=\r\n on thermal radar and then disappearing as they\n&gt; shifted back to antigrav =\r\nengines.\n&gt; \n&gt; The four remaining sweeps are now far more wary of attacks fr=\r\nom Kup and\n&gt; Straight shot and use their aerial agility and superior speed =\r\nto the best\n&gt; advantage. The circle around laying down heavier and heavier =\r\nfire as the\n&gt; group.\n&gt; \n&gt; As Tuscon soliloquizes about his own state of aff=\r\nairs and how they affect\n&gt; his new status and thoughts, it is almost as if =\r\nthe sweeps can hear him, or\n&gt; more then likely they can hear him talking in=\r\nto the radio. The Sweeps are\n&gt; said to be able to locate a single ameba in =\r\nthe vast oceans of a planet,\n&gt; locating a single voice in the cacophony of =\r\nbattle would present no problem.\n&gt; Two of them peel off and begin to fire a=\r\nt Tuscon!\n&gt; \n&gt; *          *          *          *          *\n&gt; \n&gt; Meanwhile=\r\n as Windlord and Rat Trap approached and flew around they can see\n&gt; the des=\r\nolation around the tower. There is absolutely no vegetation around\n&gt; the to=\r\nwer or within several miles of it. There is only broken ground and a\n&gt; larg=\r\ne lake several miles across, filled with bubbling and broiling liquid\n&gt; roc=\r\nk! Flight sensors show that the thermal updrafts from the lake would make\n&gt;=\r\n the trip for Windlord difficult but not impossible.\n&gt; \n&gt; The tower itself =\r\nextends directly out of the magma itself and only the fact\n&gt; that it is cra=\r\nfted from some sort of Cybertronian enhanced metal that keeps\n&gt; it from dro=\r\npping into the same liquid state as the magma around it.\n&gt; \n&gt; Thermal senso=\r\nrs show that at its bottom, where the tower meets the magma, it\n&gt; is nearly=\r\n the same temperature as the liquid stone, but evidently the tower\n&gt; has be=\r\nen sitting raised for quite some time because the top of it is much\n&gt; coole=\r\nr. While still extremely hot, it is possible that for a very limited\n&gt; time=\r\n someone may be able to crawl around the upper most section of the\n&gt; tower.=\r\n However to deposit someone there would mean they would have to fly\n&gt; over =\r\nthe large magma lake, and there is no cover of any sort, they would\n&gt; almos=\r\nt definitely be seen.\n&gt; \n&gt; So far there has been no response from the tower=\r\n itself.\n&gt; \n&gt; OOC: The tower looks something like the telescoping tower tha=\r\nt rose up out\n&gt; of the ocean that the Decepticons used in the 80&#39;s cartoon.=\r\n\n&gt; \n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}