{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"7XQux5TP64JV4lCBdTRPJ_xInoo5M4JcdVajB6KaEFuH9Bdn-KSn8ajGrSrLVzHjxxwFn3La9pn_93PPZUGm7N3iLadHiA","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Operation Black Tower","postDate":"1293992065","msgId":70948,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlmcWZhMStoazU2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczRCOTE4NDNBNDRDMTMzRUYyMzRGOUEwMDMwQHBoeC5nYmw+"},"prevInTopic":70947,"nextInTopic":70949,"prevInTime":70947,"nextInTime":70949,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Rat Trap looks around. He appears highly lost as to where he is. This doesn t look familliar Windlord.  It s like this whole place got a major face lift.  Now","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 15203 invoked from network); 2 Jan 2011 18:14:26 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m1.grp.sp2.yahoo.com with QMQP; 2 Jan 2011 18:14:26 -0000\r\nX-Received: from unknown (HELO n43d.bullet.mail.sp1.yahoo.com) (66.163.169.157)\n  by mta1.grp.sp2.yahoo.com with SMTP; 2 Jan 2011 18:14:26 -0000\r\nX-Received: from [69.147.65.149] by n43.bullet.mail.sp1.yahoo.com with NNFMP; 02 Jan 2011 18:14:26 -0000\r\nX-Received: from [98.137.34.72] by t9.bullet.mail.sp1.yahoo.com with NNFMP; 02 Jan 2011 18:14:26 -0000\r\nDate: Sun, 02 Jan 2011 18:14:25 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ifqfa1+hk56@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds4B91843A44C133EF234F9A0030@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=167039986; y=VFicECq_MTvot0abbL-gp7MzYCFWpBd5o-tkBRBZ-Kw-Tnn-oS0\r\nX-Yahoo-Profile: magicquartz\r\n\r\nRat Trap looks around. He appears highly lost as to where he is.\n\n&quot;This doe=\r\nsn&#39;t look familliar Windlord.  It&#39;s like this whole place got a major face =\r\nlift.  Now what?  I dunno where anything is from the last time I was here..=\r\n.  This ain&#39;t gonna be easy...  I&#39;ll have ta relearn this place all over ag=\r\nain.&quot;\n\nBack at the Ark, Quickstride salutes Rodimus and now brings up speci=\r\nal tracking equipment, to better prepare himself for what could be lurking =\r\naround at the Ark.  Now on high alert, he leaves nothing to chance.\n\n&quot; Don&#39;=\r\nt worry Rodimus, we&#39;ll be just fine.  Hopefully we all will be just fine.  =\r\nBut no piece of ninja scrap&#39;s gonna get past me!  I better go ta beast mode=\r\n, my senses are a lot stronger in my horse form.&quot;\n\nHe transforms into his b=\r\neast form, and keeps his haunch cannons on alert, while using his ears, and=\r\n nostrills to pick up scent and sound.\nHe appears angry at the dagger which=\r\n had been stuck in the dirt, and paws at the ground with strong force, enou=\r\ngh to crack the ground and churn up some dirt.\n\n&quot; The moment that predicree=\r\np shows his face, I&#39;m gonna put my hooves right through his cranium!&quot;\n\nWher=\r\ne Tucson is located, he could sense that enemies were approaching, yet he i=\r\ns not afraid to face them.  As Straight Shot meets up with him, she turns t=\r\no Kup and Night Shift.\n\n&quot;Kup, I gotta rejoin Tucson for a while, I think he=\r\n needs me.  But you did a fantastic job, and I&#39;ll be more than honored ta r=\r\nejoin ya after this is all said&#39;n done.&quot;\n\nShe now leaps up into Tucson&#39;s ha=\r\nnd, as she quickly transforms into her cross bow form.\n\n&quot;Ahh, glad to have =\r\nyou back, Straight Shot.  Now, time to bring down a few enemy jets.&quot;\n\nWith =\r\nStraight Shot in hand, the combination of their skills combined, augments t=\r\nhe long range capabilities of Straight Shot&#39;s firing systems, as she now li=\r\nnks with Tucson, who is quick to use sonar to take aim at who is above him.=\r\n  He now attempts to fire back at those firing at him.\n\n&quot; Like I said befor=\r\ne, I&#39;ve seen worse, and I&#39;ve been through worse.  All right Hydras, let&#39;s p=\r\nlay.&quot;\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; w=\r\nrote:\n&gt;\n&gt; Windlord/Hydras/Kup/Talon\n&gt; \n&gt; Windlord Looked to Rattrap and sai=\r\nd &quot;If you are ready to go down  and have some fun I&#39;m ready to&quot;\n&gt; \n&gt; \n&gt; ***=\r\n*****************************\n&gt; \n&gt; &quot;Send some Predacons to inspect the brea=\r\nch if a Maximal is there Kill on sight&quot;said Hydras then laughted one of his=\r\n evils tone and replied to Tucson &quot;Then let&#39;s start&quot;. After he had said tho=\r\nse words  arrived to the Point where Tucson were and transforming to his be=\r\nast form he spread the Hydras heads towards Tucson.\n&gt; \n&gt; ******************=\r\n**\n&gt; \n&gt; Talon Look with sorrow How the Battle started and before she could =\r\nmove to help Tucson Kup took her arm and said &quot;The only way we can help Tuc=\r\nson is keeping the PRedacon horde away of him, if things goes ugly we will =\r\nrescue Tucson and retreat&quot;\n&gt; \n&gt; After that He opened fire against the neare=\r\nst Predacons\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; From: Super Cyclonus \n&gt; Sent: Wednesday, Decembe=\r\nr 29, 2010 11:40 AM\n&gt; To: nbwrpg@yahoogroups.com \n&gt; Subject: Re: Operation =\r\nBlack Tower\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; At the Black fortress, Rat Tra=\r\np quietly skulks into the crevace as he sniffs the air around him, sitting =\r\non his hind legs, looking all around, then back to Windlord. He seems uneas=\r\ny and crouches low.\n&gt; &gt;\n&gt; &gt; &quot; I dunno about you Windlord, but I got this st=\r\nrange feeling that we&#39;re definitely be&#39;n watched. We need a signature scram=\r\nbler pronto, and wheels is the only one who&#39;s got it. Anyway, until then, w=\r\ne gotta move on, danger or no danger. Now, I need ta find that little contr=\r\nol pannel I found before... Hmmm, this ain&#39;t familliar, I think we&#39;re at th=\r\ne opposite side of the fortress.. But there&#39;s gotta be more than one contro=\r\nl pannel box, right? Think ya might know where ta find it?&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt;=\r\n The things inside are indeed very different than what Rat Trap had seen be=\r\nfore, it is as if the base had been rebuilt almost from the ground up, even=\r\n the paint job was different, it now being something akin to the darker col=\r\nors that the Decepticons of old preferred.\n&gt; \n&gt; Rat Trap&#39;s small crevasse o=\r\npened into a hallway. He could see doors at either end, both of which had s=\r\nmall control panels next to them. There was also a door near the midpoint o=\r\nf the hall, nearly in front of where Rat Trap perched, it had a series of s=\r\nymbols on it that read &quot;Stairs down&quot; in Cybertronian.\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; =\r\nWithout much show of emotion, Tucson narrows\n&gt; &gt; an optic, and turns up the=\r\n frequency on his\n&gt; &gt; sonar emitter, thus making the signal much\n&gt; &gt; strong=\r\ner, and powerful enough to span over near\n&gt; &gt; Deepstryke and Phobia, in an =\r\nattempt to\n&gt; &gt; disorientate them as well. While doing that, he\n&gt; &gt; keeps fu=\r\nll concentration on Hydras.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Tuscon attempts to disorient=\r\n the new group of approaching soldiers, an answering wave of energy is felt=\r\n from Deepstryke, the one looking much like a floating cannon. While it doe=\r\ns not completely counteract the affect of Tuscon&#39;s wave, much of its affect=\r\n is lost as they approach. \n&gt; \n&gt; &quot;ATTACK!&quot; Deepstryke&#39;s daunting voice can =\r\nbe heard as Phobia and the sweeps behind him pull into firing range of the =\r\nmaximals. And with one a seeming accord they open fire on them!\n&gt;  \n&gt; &gt; &lt;OL=\r\nD&gt;\n&gt; &gt;\n&gt; &gt; Straight Shot appears worried.\n&gt; &gt;\n&gt; &gt; &quot;I knew you&#39;d try somethi=\r\nng like that! Night Shift&#39;s right! Rodimus also told you not ta try and bit=\r\ne off more than you can chew!&quot;\n&gt; &gt;\n&gt; &gt; Tucson readies himself for a battle.=\r\n\n&gt; &gt;\n&gt; &gt; &quot; I&#39;ll be fine, don&#39;t worry. I didn&#39;t get my name for nothing.&quot;\n&gt; =\r\n&gt;\n&gt; &gt; Night Shift didn&#39;t want any part of Tucson throwing himself into the =\r\ndragon&#39;s lair. He knew what had to be done, and against Tucson&#39;s orders, he=\r\n reaches out to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;NIGHT SHIFT TA RODIMUS OVER! I THINK YA B=\r\nETTER SET UP SOME SERIOUS SECURITY AT THE ARK, &#39;CAUSE WE&#39;RE GONNA NEED YA H=\r\nERE! TUCSON&#39;S WAITN&#39; FOR HYDRAS AND HE&#39;S LOOKN&#39; TA GO ONE ON ONE WITH &#39;EM!&quot;=\r\n\n&gt; &gt;\n&gt; \n&gt; &lt;CUT/PASTE&gt;\n&gt; \n&gt; &gt;\n&gt; &gt; Back at the Ark, Quickstride shakes his he=\r\nad, as the darkness lifts, and he can hear and see again. He snorts.\n&gt; &gt;\n&gt; =\r\n&gt; &quot; Talk about a serious system glitch. What the pit was that?&quot;\n&gt; &gt;\n&gt; &gt; He =\r\ncould now see and hear Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;I&#39;m okay Rodimus, I - think it was=\r\n just a glitch, not sure really.. Anyway, someone is definitely here, but I=\r\n&#39;m sure I can handle things here. You better go assist Night Shift and the =\r\nothers. He said something about - Tucson waiting for Hydras... Sorry, overh=\r\neard the com, can&#39;t help it.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Rodimus nodded at Quickstride=\r\n, &quot;I don&#39;t think that was a system glitch.&quot; He bent down to look at what lo=\r\noked the hilt of some sort of black dagger that was protruding from the gro=\r\nund, most of the blade being buried as if it had been thrown. It did not ap=\r\npear to be made of any standard metal, it look more like some sort of cryst=\r\nal as it glinted in the sunlight.\n&gt; \n&gt; &quot;I don&#39;t like this.&quot; Rodimus said as=\r\n he reached down to touch it and it evaporated into what appeared to be smo=\r\nke and disappeared. He shook his head, &quot;No I don&#39;t like this at all.&quot;\n&gt; \n&gt; =\r\nHe stood up and look at Quickstride, &quot;You are right, I have to go, but I do=\r\nn&#39;t think that that blade was a coincidence. I told you one of those new on=\r\nes was a ninja.&quot; A worried look went across Rodimus&#39; face, &quot;I may have been=\r\n lured out here on purpose.&quot;\n&gt; \n&gt; Keying his radio Rodimus spoke to Nightsh=\r\nift, &quot;I hear you Night Shift.&quot; That worried look on his face still on his f=\r\nace. &quot;I am on my way.&quot;\n&gt; \n&gt; Rodimus looked at Quickstride as he changed sta=\r\ntions, &quot;Lord Elder, it is up to you and Quickstride, I have to go to the ba=\r\nttle.&quot;\n&gt; \n&gt; Elder&#39;s gruff voice could be heard, &quot;Yeah I heard. You be caref=\r\nul now kid.&quot;\n&gt; \n&gt; Rodimus nodded, &quot;There might be an intruder in the base, =\r\na ninja I think, keep the sensors on full, this could get ugly before it is=\r\n over.&quot;\n&gt; \n&gt; &quot;SLAG!&quot; Elder said, &quot;That is why you were brought out there.&quot;\n=\r\n&gt; \n&gt; Rodimus nodded as he looked at Quickstride, making sure he got the poi=\r\nnt as well. &quot;I am depending on you two to keep the others safe.&quot; Rodimus co=\r\nuldn&#39;t even say the name Elita or Nightlight, to do that may have broken hi=\r\ns resolve to leave them.\n&gt; \n&gt; As if hearing the plea behind his words Elder=\r\n simply said, &quot;We got it Rodimus, you go, go now, they need you!&quot;\n&gt; \n&gt; &quot;Got=\r\n it!&quot; he said. With a last look at Quickstride Rodimus straightened and tra=\r\nnsformed into a huge futuristic looking truck. However unlike before he loo=\r\nked different, more like Optimus as he did so. He formed a smaller vehicle,=\r\n and from out of nowhere a trailer assembly connected to him. Fire seemed t=\r\no sizzle along his frame as he landed on his wheels and his two forms conne=\r\ncted!\n&gt; \n&gt; With a burst of power he revved his engines and began to move to=\r\nwards Tuscon&#39;s location. &quot;I am on my way!&quot; he transmitted.\n&gt; \n&gt; Meanwhile, =\r\nin response to Hydras&#39; command several figures left the shuttle that was fl=\r\nying towards the black tower and began to make thier way towards Tuscon and=\r\n his team&#39;s location: Insecticon, Bruticus-X, Iguanus, Skyshadow, Injector,=\r\n Buzzclaw, Terrorgator, Quickstrike, Terrorsaur, and Waspinator all hit the=\r\n skies!\n&gt; \n&gt; Inside the shuttle the three remaining troops Fractyl, Tarantu=\r\nlus and Inferno piloted the shuttle in towards the base. The large hanger d=\r\noor on the tower rumbled and open to let the shuttle enter.\n&gt; \n&gt; &quot;Sir?&quot; Tar=\r\nantulus said, &quot;What about the breach in the wall? I thought I read a Maxima=\r\nl signature there?&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}