{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"u92YxEMuVgmcLNDnSljIyWtir40Y_Rh8aaBTmyR7ZypzquMz631p7nxo-V9meFNDtQ6xZyHT0rRFFRrylAuSy6OSm4L0bIC4UAvE8IEnX3qM2Q","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Operation Black Tower","postDate":"1294821383","msgId":70960,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczREQjEzMzRGRDFDMkVCNDMzNjg1Q0EwRjEwQHBoeC5nYmw+","inReplyToHeader":"PGlnZmdlbStkMGtwQGVHcm91cHMuY29tPg==","referencesHeader":"PGlnZmdlbStkMGtwQGVHcm91cHMuY29tPg=="},"prevInTopic":70959,"nextInTopic":70963,"prevInTime":70959,"nextInTime":70961,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"Windlord/Kup/Talon: Windlord Keep quiet hoping that they soon be able to make their move. ******************* Talon looked infront of her her greatest fear:","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 10625 invoked from network); 12 Jan 2011 08:36:28 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m8.grp.sp2.yahoo.com with QMQP; 12 Jan 2011 08:36:28 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s10.bay0.hotmail.com) (65.54.190.148)\n  by mta1.grp.sp2.yahoo.com with SMTP; 12 Jan 2011 08:36:28 -0000\r\nX-Received: from BAY153-DS4 ([65.54.190.189]) by bay0-omc3-s10.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Wed, 12 Jan 2011 00:36:27 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds4DB1334FD1C2EB433685CA0F10@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;igfgem+d0kp@...&gt;\r\nIn-Reply-To: &lt;igfgem+d0kp@...&gt;\r\nDate: Wed, 12 Jan 2011 02:36:23 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;utf-8&quot;; reply-type=original\r\nContent-Transfer-Encoding: 8bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 12 Jan 2011 08:36:27.0818 (UTC) FILETIME=[CDEDC8A0:01CBB233]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=111572484; y=Faq9k7_qh5NFtTjHWRWt6dnB70ME9k9gXJRUWIRRHmi6r65ftJTR\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nWindlord/Kup/Talon:\n\n\nWindlord Keep quiet hoping that they soon be able to make their move.\n\n*******************\n\nTalon looked infront of her her greatest fear: Tucson and all her friends \nmurdered by Unicron.\n\n&quot;NO!!!! NO!!!! NO!!!!!&quot;sobed the femme while in her vision Unicron laughted \nevily spreading  his massive hand towards her, and the bodies of her loved \nones  are destroyed .\n\nKup had a similar fear, Rodimus, Nightlight and all the autobots dead and \nwith desperate voices he called them\n\n\n******************************+\n\nHydras laughted while his several heads spread against Tucson in diferent \nangles, Tucson coulnt defend all sides at same time and\n\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Monday, January 10, 2011 11:42 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Operation Black Tower\n\nRat Trap could hear the door creak open, and is quick to dart behind a small \npower box, scrunching himself up into a fall of fur, while also alerting \nWindlord to the fact that there was someone on the other side, as he \ngestures by putting his front paw in front of his comrade.\n\n&quot;Shhh... Someone&#39;s opening the door.&quot;\n\nFor now before doing anything, he&#39;d have to wait until someone closed the \ndoor before he could make his move.\n\nAt the battle scene, Tucson focuses on what he has to do, but then, a flash \nback is quick to flood his circuitry.  It was the day he feared that he had \nhet his Autobot comrades down, by being taken off line suddenly during a \nhorrific battle against the Decepticons.  It was this fear of failure that \nhe would stick to his guns, literally and be sure that his comrades would \nNOT be failed once again!\n\nHe sticks close to Talon, and the others, trying his hardest to shield them \nfrom harm.  It was something he thought he had failed to do so vorns ago. \nHis fear of losing the ones he cares about, now floods him.  Failure would \nnot be an option for him, as he very much fears it.\n\n&quot; No Hydras, I will not fall to you now or ever again.  Failure to me is NOT \nan option!  I will NOT fail my faction or the Maximals! &quot;\n\nHe draws his sword, like a Knight facing a fierce dragon.  He circles \nHydras, and then listens carefully to his foot steps while wileding his \nblade masterfully.\n\nMeanwhile, Night Shift&#39;s fear was simple, he had always had an aversion to \noversized arachnids.  Now, he sees a large spider&#39;s web from the corner of \nhis eyes, and is quick to jump back away from it.\n\n&quot;WOAH SCRAP!  WHAT THE PIT?!  I AIN&#39;T STEPPN&#39; ANOTHER STEP FURTHER! \nWHATEVER MADE THAT WEB&#39;S GOTTA BE BIG, UGLY AND BAD NEWS!&quot;\n\nTucson listens.\n\n&quot; Night Shift, keep it together! &quot;\n\nNight Shift transforms and tries to back up.\n\n&quot;Uhh uhh, when it comes ta oversized spiders, I ain&#39;t gonna have anythn&#39; ta \ndo with it!&quot;\n\nTucson narrows his optics.\n\n&quot;Oh no, Phobia... Night Shift, listen to me!  Everyone, listen to me! \nPhobia has deployed a fear tactic!  You have to try your best to resist it! \nIt&#39;s the only way to shake it off!&quot;\n\nHe then turns back to Hydras, and remembers that if he did attack the \npredacon leader with a blade, and if he had managed to slice off a head, two \nmore would grow back and what would be the sense of doing that?\n\nHis fear of failure was still real, but his knowledge of old legends was \nstill fresh in his directory.  The only way to stop a Hydra, was to cast a \nflame upon it&#39;s body that was not its own.\n\nTucson accesses his smaller blast cannons, and sets fire to a piece of \nfallen debris and takes it up into his hand like a torch.  It was a \nprimative method of combat, but if legend still held true, it would ward \nHydras off.  Hopefully.\n\n&quot;Slice one head off a hydra, and two grow back.  But cast a fire upon it \nthat is not its own, will indefinitely see to its demise...  Phobia may have \ncaused fear, but she had no idea that her effect on me, would actually \ninhibit me to resort to resourceful thinking rather than running away.&quot;\n\nHe now stands solid with the large torch in hand, waiting to see what Hydras \nwould do next.  This was it, a page right out of mythology.  The legend of \nHercules stuck solidly in his directory.  Having read something about it, in \nhis spare time as a regular Autobot, vorns ago, the story stuck well in his \nmind, and now was coming in handy.  The legend itself depicted Hercules \nfacing the Hydra and finding that cutting off its head was not the way to \nkill the beast.  But taking a torch to it would mean certain death for the \ncreature.  And he did just that, in the legend.  But Tucson&#39;s fear did \nspread beyond failure.  His fear of dishonoring his Autobot and Maximal \ncomrades was now apparent.  He was a Prime after all, and the Autobot way, \nwas not to take a life needlessly.  So, he remains perfectly still, torch in \nhand, facing Hydras with a brave face, but yet, afraid to do the final deed, \nin fear of dishonoring his bretheren.\n\nMeanwhile, Night Shift gets back into robot mode, and notices a lot of \nspider web material around him.\n\n&quot;Great, more webs, more spiders...  I hate spiders.&quot;\n\nBack at the Ark, Quickstride suddenly realizes that his stinky surprise goes \nterribly wrong.\n\n&quot;Ooooops.... I sooo didn&#39;t mean to do that....  Awww geeze, I meant ta hit \nwhoever it is that&#39;s spyn&#39; on us, not you guys...  It&#39;s a good thing I carry \nan oxygen reversal to my noxious attacks. &quot;\n\nFrom his mouth, he blows fresh oxygen into the air, where he had let loose \nhis cloud of gas, hoping that it would help rather than harm the creatures \naround him.  All the while, still keeping an ear out for danger.\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Talon/kup/Windlord/Hydras\n&gt;\n&gt; Windlord frowned and sais &quot;Ratrap, this wont be so easy as we tought&quot;\n&gt;\n&gt;\n&gt; ************************************\n&gt; Talon }\n&gt; Talon moved  a way trying to cover more land and at the same time trying \n&gt; to stay close to  Tucson she opened fire against Deepstryke and Phobia. \n&gt; Kup did the same against The sweeps and  Phobia\n&gt; Hydras Hissed while he atttaked at Tucson in beas form and said  while \n&gt; with his multiple heads he attemped to destroy Tucson&quot;I&#39;ll rip yu appart \n&gt; this time Prime... No Prisioners this time.... Just dead MAximals &quot;\n&gt;\n&gt;\n&gt;\n&gt; From: Super Cyclonus\n&gt; Sent: Friday, January 07, 2011 11:45 AM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: Operation Black Tower\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; &lt;NEW – Inside the Black Fortress&gt;\n&gt;\n&gt; Rat trap is easily able to find a small panel low on the wall which would \n&gt; lead inside of it. It is small, but large enough that he could crawl \n&gt; inside of it while still in rat mode to check it out. Inside the wall is \n&gt; dark, and many different types of cables run along it of all different \n&gt; colors.\n&gt;\n&gt; (OOC: I was not sure if you were going inside yet?)\n&gt;\n&gt; One of the doors at the end of the hall beeped, someone was preparing to \n&gt; open the door from the other side!\n&gt;\n&gt;\n&gt; &lt;Meanwhile outside the Fortress&gt;\n&gt;\n&gt; The fire fight between the Maximals and the Predacons intensifies as all \n&gt; of the combatants come together in earnest! The sweeps come in laying down \n&gt; cover fire, strafing back and forth along the Maximal&#39;s lines, using their \n&gt; superior maneuverability and speed to cover as many of them as possible.\n&gt;\n&gt; Deepstryke maintains his distance, using his long ranged targeting ability \n&gt; to strike at the Maximals as he can.\n&gt;\n&gt; As Straight shot goes offline and Tuscon began to look around and discuss \n&gt; tactics, Tuscon is wounded, the attack catching him in the shoulder. A \n&gt; brief look around shows that it was not one of the sweeps that had damaged \n&gt; him, or even Deepstryke, but none other than Hydras himself!\n&gt;\n&gt; (OOC: Since Hydras had said he attacked and Tuscon said he was wounded – I \n&gt; just stitched that together)\n&gt;\n&gt; Talon and Kup continue to fire against Predacons hoping to break the Box \n&gt; maneuver, but so far they are heavily out numbered by the attacking \n&gt; forces.\n&gt;\n&gt; Then a high pitched sound could be heard as something rocked through the \n&gt; air . . .\n&gt;\n&gt; &lt;THOOOM!!!&gt;\n&gt;\n&gt;               . . . A rocket shell hit the ground!\n&gt;\n&gt; However instead of exploding to send destructive forces in its wake, it \n&gt; began to emit a high pitched wine and the Maximals and Autobots began to \n&gt; feel FEAR!!!!\n&gt;\n&gt; (OOC: Yup, Phobia&#39;s ability is like her name. Like rumble can create \n&gt; Earthquakes, she can create Fear in her opponents.  Basically it brings \n&gt; out the worst fears in her enemies and attacks them with it.)\n&gt;\n&gt;\n&gt;\n&gt; &lt;At The Ark&gt;\n&gt;\n&gt; The noxious cloud of green gas hisses out, hot, steamy, and extremely \n&gt; FOUL! Even as it rose into the air enveloping a few trees as it began to \n&gt; expand to envelop more and more of the area in which it floated.\n&gt;\n&gt; Soon several birds fall from their perch, hitting the ground with a thud! \n&gt; A squirrel quickly followed. However there was no sign of anyone else out \n&gt; there with Quickstride, he was apparently alone.\n&gt;\n&gt; Perhaps, who ever the attacker had been, had used the moment that Rodimus \n&gt; had stepped out of the shield to see about Quickstride, to step in it \n&gt; himself. What ever the case, there was no response from the ninja, if he \n&gt; was even still out there.\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}