{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"mXepvE77RUI4INDv7ka_glQ1H3ivFsW1vagnwLgVkqBwmMGEF9zRC-kO9gSevPioOAy-a7dci95dEEkReIcfuM_KEv7V7w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Operation Black Tower","postDate":"1295030971","msgId":70972,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlncTVycitqYXE5QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGltU1EycHB5R01iVEd3NE9OaGtnWjJFMVF6Qzd2QVF1WS1EU3RTNUBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":70971,"nextInTopic":0,"prevInTime":70971,"nextInTime":70973,"topicId":70877,"numMessagesInTopic":48,"msgSnippet":"In the fortress, Rat Trap knew it was time to move, and he spots another crawl space off to his left.  It was as small as the one he and Windlord were in now.","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 6791 invoked from network); 14 Jan 2011 18:49:34 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m14.grp.re1.yahoo.com with QMQP; 14 Jan 2011 18:49:34 -0000\r\nX-Received: from unknown (HELO n5-vm6.bullet.mail.sp2.yahoo.com) (67.195.135.101)\n  by mta2.grp.re1.yahoo.com with SMTP; 14 Jan 2011 18:49:34 -0000\r\nX-Received: from [67.195.134.239] by n5.bullet.mail.sp2.yahoo.com with NNFMP; 14 Jan 2011 18:49:33 -0000\r\nX-Received: from [69.147.65.148] by t4.bullet.mail.sp2.yahoo.com with NNFMP; 14 Jan 2011 18:49:33 -0000\r\nX-Received: from [98.137.34.72] by t11.bullet.mail.sp1.yahoo.com with NNFMP; 14 Jan 2011 18:49:33 -0000\r\nDate: Fri, 14 Jan 2011 18:49:31 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;igq5rr+jaq9@...&gt;\r\nIn-Reply-To: &lt;AANLkTimSQ2ppyGMbTGw4ONhkgZ2E1QzC7vAQuY-DStS5@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Operation Black Tower\r\nX-Yahoo-Group-Post: member; u=167039986; y=lMVxCMYVt0nRuO9SQZG0s9qeVymU3ERNiAtNC_88ERiZWoBh7Uw\r\nX-Yahoo-Profile: magicquartz\r\n\r\nIn the fortress, Rat Trap knew it was time to move, and he spots another cr=\r\nawl space off to his left.  It was as small as the one he and Windlord were=\r\n in now.  He quietly nudges Windlord, and points in the direction of the ne=\r\nw crawl space.  Now, he had to move quickly and quietly, like  a rat.  Rats=\r\n were good at surviving anything, simply by scurrying off at the hint of da=\r\nnger.  He gives Windlord his tail due to the darkness of the tunnel.\n\n&quot; Win=\r\ndlord, take my tail, it&#39;s gonna get a little dark down here.  If there&#39;s on=\r\ne thing I&#39;m good at, it&#39;s ben&#39; a rat.  Danger comes lookn&#39; for ya, ya move =\r\nyour tail&#39;n get outa the way.  Hmm, now I gotta find another wire ta see if=\r\n I can cut these backup lights..  Aw well, maybe if I just nibble a few mor=\r\ne along the way, I&#39;ll get somewhere.&quot;\n\nOutside on the battle field, Tucson =\r\nwas not about to give up the fight, no matter how adverse it appeared!  Not=\r\n even the shots that were striking his armor, have little effect to daunt t=\r\nhe mighty Autobot leader from his quest.  To protect his comrades, and put =\r\nHydras and Cyclonus in their places, to assert the fact that he was not goi=\r\nng to be easilly toppled by any means!  He knew that his comrades needed hi=\r\ns kind of courage if they were to get through this attack.  His optics narr=\r\now.  He had had enough of the adversity he and his comrades were forced to =\r\nendure.  While he was preparing to put up a fight of a lifetime, it was as =\r\nif something inside him knew that at this moment, he would need something t=\r\nhat he had been without for many vorns.  \n\nBy instinct, he blinks his optic=\r\ns once, and almost immediately, darkness gives way to blurred images which =\r\nquickly focus into precise clarity.  It was the same power that had given h=\r\nim sight before, in order to rescue Rodimus.  He could now see Hydras and h=\r\nis eyes narrow even further.\n\n&quot;So, this is your game is it?  Relying on eve=\r\nryone else to fight your battles for you..  It&#39;s exactly what&#39;s happening H=\r\nydras, You threaten to take me down, but I have yet to see you do that.  Bu=\r\nt unlike yourself, I am NOT afraid to fight my battles.  Courage can never =\r\nbe stopped, and it takes courage to fight against your greatest fears!&quot;\n\nTu=\r\ncson&#39;s statement gets to Night Shift.  \n\n&quot; That&#39;s it, we can&#39;t give up we g=\r\notta stand our ground!  We&#39;re Autobots&#39;n Maximals!  We&#39;re not weaklings!   =\r\nAnd I know just where ta start!  YO KUP, TALON, WE GOTTA GET TAGETHER&#39;N CLI=\r\nP PHOBIA&#39;S WINGS!  IF WE DO THAT WE GOT A CHANCE!&quot;\n\nHe wasn&#39;t about to put =\r\nup with any more scrap from the Predacons or Decepticons himself. This furt=\r\nher excites Straight Shot who now comes alive off of her recharging dock.\n\n=\r\n&quot;Did I hear someone say they need a plane&#39;s wings clipped!?  COUNT ME IN!&quot;\n=\r\n\nShe&#39;s quick to find Kup again, and transforms into her cross bow mode.\n\n&quot; =\r\nNo fear inflicting witch is is gonna tamper with my comrades! Okay, Kup, I&#39;=\r\nm gonna give ya full interface with my long range systems.  You&#39;n I are gon=\r\nna link up, track Phobia, and hopefully stop her before she does anymore da=\r\nmage.&quot;\n\nTucson overhears and looks over to Kup and Straight Shot quickly.\n\n=\r\n&quot;Ahh, glad to see you two linked up.  All right, this is it, we can not let=\r\n fear consume us!  Talon, Night Shift, link up with Kup and Straight Shot, =\r\nand see what you can do about knocking some predacons and seekers out of th=\r\ne sky.  I&#39;ll handle Hydras and the others.&quot;\n\nWithout knowing what he was do=\r\ning, Tucson was reaching out to his fellow Autobots and Maximals in a spiri=\r\ntual sense.  One that started with Night Shift, as he could sense the type =\r\nof positive energy that his leader was sending out.  It&#39;s at this time wher=\r\ne his Autobot insignia begins to glow a bright blue.  As was the one on Tuc=\r\nson&#39;s armor, and on Straight Shot&#39;s armor as well.  Night Shift takes a mom=\r\nent to sense the feeling.\n\n&quot; Heeey, feel that guys?  Because I sure do.&quot;\n\nS=\r\ntraight Shot senses it also.\n\n&quot;Definitely do, it&#39;s like I&#39;m all excited and=\r\n super determined ta do whatever it takes ta win this fight.  It&#39;s like not=\r\nhing I&#39;ve ever felt before.  Kup, if I can feel it I betchya you can too.  =\r\nIt&#39;s like an energy going out to each and every one of us... I hope Rodimus=\r\n feels it too, because this might just be what we need.&quot;\n\nNight Shift looks=\r\n to Talon, who seemed in despair.\n\n&quot; Hey, don&#39;t look so down, you&#39;re still =\r\nout here puttn&#39; up a great fight, and if that ain&#39;t courage, I dunno what i=\r\ns.  That&#39;s what ya need, you can beat Phobia&#39;s attack, you can do this, ya =\r\ngotta believe that ya can!&quot;\n\nBack at the Ark, Quickstride heard the doors l=\r\nock. He knew exactly what that meant.\n\n&quot;Uhh ohh, locked out, not good.  But=\r\n I can&#39;t just fall apart when they need me, not now.  If anything, this is =\r\nwhere I gotta step up ta the plate &#39;n show those preds and cons what it tru=\r\nely means ta be a Maximal!  HEAR THAT?!  STUFF THAT IN YOUR AFTERBURNERS&#39;N =\r\nSMOKE IT! JUST WAIT TILL YA FLY OVER HERE, I&#39;M GONNA GROUND YOUR UGLY AFTS =\r\nFOR GOOD!&quot;  \n\nThere it was, an energy he had never felt before. It was real=\r\n, as his Maximal insignia glows a bright blue. He looks over to his insigni=\r\na.\n\n&quot; Heeey, I&#39;ve seen this happen before...  When we were rescuing Rodimus=\r\n..  I&#39;ll be, Tucson was right, we do have something those preds&#39;n cons don&#39;=\r\nt have.  And it&#39;s a power that&#39;s so simple, yet, more powerful than anythin=\r\ng else in the universe.  And it can only be found in our - in our hearts.  =\r\nAnd the way Rodimus rushed off, I bet he&#39;s feeln&#39; this power right now hims=\r\nelf.&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wr=\r\note:\n&gt;\n&gt; (OOC: I am going to assume that Rat trap and Windlord are inside t=\r\nhe wall\n&gt; since there are no power boxes on the outside of it, at least not=\r\n down at\n&gt; ground level)\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Rat Trap and Windlord hold up i=\r\nnside the small crawl space inside the\n&gt; wall, a distinct beep can be heard=\r\n, and then the slight hissing noise of a\n&gt; door opening and then closing ag=\r\nain. As Rat Trap attempts to nibble through\n&gt; a few wires, outside of their=\r\n little hole quiet footsteps can be heard.\n&gt; \n&gt; Suddenly it appears that Ra=\r\nt Trap&#39;s nibbling bears fruit as there is a\n&gt; slight popping sound and then=\r\n everything goes dark!\n&gt; \n&gt; &quot;SCRAP!&quot; said a voice that sounded a lot like S=\r\ncourge from the hallway\n&gt; outside Rat Trap&#39;s and Windlord&#39;s crawl space. &quot;B=\r\nAH! I don&#39;t need light to\n&gt; find vermin.&quot; Scourge said, obviously upset by =\r\nthe sudden darkness.\n&gt; \n&gt; After a few seconds emergency lights kicked in an=\r\nd dim lights can be seen\n&gt; coming from the hallway. &quot;Ahh, heh heh, but it d=\r\noes come in handy.&quot;\n&gt; Scourge&#39;s voice said from the outside.\n&gt; \n&gt; Then ther=\r\ne is a pause, &quot;Oy, what is this?&quot; a note of curiousity in Scourge&#39;s\n&gt; tones=\r\n as his voice sounded as if it had come closer to Rat Trap and\n&gt; Windlord&#39;s=\r\n crawl space.\n&gt; \n&gt; (TAG)\n&gt; \n&gt; *********************************************=\r\n\n&gt; \n&gt; Meanwhile back at the battle scene the battle between Tuscon and Hydr=\r\nas\n&gt; escalates as the mighty Autobot warrior battles against the leader of =\r\nthe\n&gt; Predacon forces! Blade meets armored flesh as teeth and fire blast aw=\r\nay\n&gt; against Tucson&#39;s protective skin!\n&gt; \n&gt; As Hydras and Tuscon battle it =\r\nout, Deepstryke hovers in the air in cannon\n&gt; mode apparently directing mat=\r\nters. Occasionally his cannon rips loose with\n&gt; firepower, but for the most=\r\n part his sensors strobe over the battle field as\n&gt; he transmitted orders t=\r\no different ones.\n&gt; \n&gt; Phobia Swung up into the air to avoid the returning =\r\nfire of the maximals and\n&gt; Autobots, peals of laughter following her as she=\r\n did so. Yes, she was in her\n&gt; element, she just loved causing fear and dem=\r\noralizing an enemy! As she\n&gt; flipped through the air her auto-guns began to=\r\n glow as she came through on\n&gt; another strafing run, however this time inst=\r\nead of her special shells she\n&gt; opened up with pure firepower and let hundr=\r\neds of bullets open up on the\n&gt; Maximals below!\n&gt; \n&gt; Meanwhile Insecticon, =\r\nBruticus-X, Iguanus and Inferno who were the nearest\n&gt; to Hydras also came =\r\nto help their commander.\n&gt; \n&gt; &quot;You will bow to my lord!&quot; Inferno said, his =\r\nboosters holding him in the air\n&gt; as he opened up on Tuscon with a spray of=\r\n bullets! At the same time\n&gt; Insecticon, Bruticus and Iguanus landed on the=\r\n ground looking as if they\n&gt; were ready to begin grappling with the Tuscon.=\r\n\n&gt; \n&gt; The Fuzors: Skyshadow, Injector, Buzzclaw, Terrorgator, and Quickstri=\r\nke\n&gt; quickly make their power felt on Kup, Talon, Nightshift!\n&gt; \n&gt; &quot;Quickst=\r\nrike! TERRORIZE!&quot; Quickstrike screams in glee as he transformed into\n&gt; his =\r\n scorpion/snake mode and landed on the ground! &quot;YEEEHAAW!&quot; He belowed as\n&gt; =\r\nhe began crawling towards Kup.\n&gt; \n&gt; At the same time Buzzclaw and Terrogato=\r\nr went after Talon and Nightshift\n&gt; chuckling.\n&gt; \n&gt; Skyshadow merely laughe=\r\nd as he stood with his arms folded, &quot;This will be\n&gt; over very soon Maximals=\r\n.&quot; He said evilly. &quot;If you stand still it will be\n&gt; quicker.&quot;\n&gt; \n&gt; From ove=\r\nrhead Terrorsaur and Waspinator watched, the sweeps pulling in\n&gt; around the=\r\nm, all of them having their guns trained on those below.\n&gt; \n&gt; As valiant an=\r\nd stalwart as the Autobots and Maximals are it is obvious that\n&gt; they are H=\r\nEAVILY outnumbered, each person having to fight two if not more!!\n&gt; \n&gt; (TAG=\r\n)\n&gt; \n&gt; ****************************************\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Back a=\r\nt the Ark, Quickstride suddenly realizes that his stinky surprise\n&gt; goes te=\r\nrribly wrong.\n&gt; &gt;\n&gt; &gt; &quot;Ooooops.... I sooo didn&#39;t mean to do that.... Awww g=\r\neeze, I meant ta hit\n&gt; whoever it is that&#39;s spyn&#39; on us, not you guys... It=\r\n&#39;s a good thing I carry\n&gt; an oxygen reversal to my noxious attacks. &quot;\n&gt; &gt;\n&gt;=\r\n &gt; From his mouth, he blows fresh oxygen into the air, where he had let loo=\r\nse\n&gt; his cloud of gas, hoping that it would help rather than harm the creat=\r\nures\n&gt; around him. All the while, still keeping an ear out for danger.\n&gt; \n&gt;=\r\n &lt;NEW&gt;\n&gt; \n&gt; Soon enough the area around Quickstride freshens and things app=\r\near to return\n&gt; to relative normal. The birds and Squirrel quickly regain t=\r\nhe senses with\n&gt; the air from Quickstride. However there are some angry chi=\r\nrps and chitters\n&gt; from them as they scurried and flew off to find new roos=\r\nts!\n&gt; \n&gt; For a brief moment everything is relatively calm and quiet. Birds =\r\nbegin to\n&gt; chip once more, slight breezes begin to blow wiping away the las=\r\nt vestiges\n&gt; of Quickstride&#39;s stink bomb. Except for the battle happening h=\r\nundreds of\n&gt; miles away all seems right with the world . . . .\n&gt; \n&gt; . . . T=\r\nhat is until the Ark&#39;s main doors slide shut and from the CLUNK-THUNK\n&gt; sou=\r\nnd they have locked!\n&gt; \n&gt; At the same time the shielding begins to buzz odd=\r\nly as if . . .\n&gt; \n&gt;   . . .   as if it has changed some how . . .\n&gt;        =\r\n        . . .  as if it no longer cared if you were a Maximal . . .\n&gt;      =\r\n                                . . . as if it was going to keep\n&gt; EVERYONE=\r\n out!!!\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}