{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"UA6Qdr5tNsNRAx57JjYtC2CtR-GLuPla13MBpQVzRQx592p9OK0F0gMOB4yGZ3ZsuYTE7nW_Qm1VghK0TNwWLF4aRLkgUMkodksqaJJW4cdrJg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1296116797","msgId":70999,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczc5MjdFRkJBOURGMDVCOEM0NUVGN0EwRkUwQHBoeC5nYmw+","inReplyToHeader":"PGlocGMybyttbWdyQGVHcm91cHMuY29tPg==","referencesHeader":"PGlocGMybyttbWdyQGVHcm91cHMuY29tPg=="},"prevInTopic":70998,"nextInTopic":71000,"prevInTime":70998,"nextInTime":71000,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"Hydras/Perceptor/Elita/Kup/Talon. Hydras laughted in a way that everyone could feel the chill in his back and said witha sarcastic tone BIG FOOL!!! Do you","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 30017 invoked from network); 27 Jan 2011 08:28:02 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m14.grp.re1.yahoo.com with QMQP; 27 Jan 2011 08:28:02 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s4.bay0.hotmail.com) (65.54.190.142)\n  by mta1.grp.re1.yahoo.com with SMTP; 27 Jan 2011 08:28:02 -0000\r\nX-Received: from BAY153-DS7 ([65.54.190.189]) by bay0-omc3-s4.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Thu, 27 Jan 2011 00:26:40 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds7927EFBA9DF05B8C45EF7A0FE0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ihpc2o+mmgr@...&gt;\r\nIn-Reply-To: &lt;ihpc2o+mmgr@...&gt;\r\nDate: Thu, 27 Jan 2011 02:26:37 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 27 Jan 2011 08:26:40.0073 (UTC) FILETIME=[EBCD4390:01CBBDFB]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=111572484; y=am4HW5forpxXapEIOwlWZabfJoHnTCGTllBwSnfnwn5KnW1gVhZV\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nHydras/Perceptor/Elita/Kup/Talon.\n\n\nHydras laughted in a way that everyone could feel the chill in his back and \nsaid witha sarcastic tone &quot;BIG FOOL!!! Do you belive that Perceptor is \nworking for you??? But the true is that is working for himself!!!! And he is \nusing you, for his own projects, as if I didnt know his twisted mind...&quot; and \nopening his comlink to all Predacons and Decepticons&#39;s channels &quot;EXECUTE \nTHEM ALLL!!!!!&quot;\n\nHydras himself charged against Tucson and spreading his multiple heads \nattack him in all directions. Kup  watcthing all those events he took his \nweapon and opened fire against Phobia while Talon  ran towards Tucson  and \nattemped to cover him.\n\n****************\n\nPerceptor opened Comlink to Rodimus and told him &quot;Rodimus, I need \nconfirmation for my next step, I know how to create enough havoc to Let \nTucson and to others Scape but I need your permission.&quot;\n\n*************\n\nElita continue hidden among the pipers and she hoped to track any signature \nof her daddy or the misterious intruder.\n\n-----Original Message----- \nFrom: Sandy\nSent: Wednesday, January 26, 2011 8:45 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Wicked Blades in the Dark!!\n\nTucson could never bring himself to do what Hydras was asking of him.  To \nsave his life by endangering that of another comrade.  And now, given that \nultimatum, he still holds firm, determined that if anyone was to give \nthemselves up, for a cause, it would be himself only.  He did not care if he \nwas to suffer greatly for his actions, if they saved his comrades it was \nenough satisfaction for him.  He cared not for power, but cared deeply for \nthose who meant the world to him.  Talon, very much so, Lord Elder, Rodimus, \nand all of the Maximals and Autobots he got to know.  No, it was not worth \ngiving up one of them to save his own life.  He meets Hydras&#39;s glare with \nhis own optics.\n\n&quot;What you ask of me, I can not do.  Although, I will surrender myself in \nPerceptor&#39;s stead.  No way in the name of Primus am I going to put any of my \ncomrades in mortal danger.  If anyone is to meet a dangerous outcome, I will \nbe willing to take that chance.&quot;\n\nNight Shift looks to Kup and Straight Shot.  His gaze quite grim.\n\n&quot; No, it can&#39;t end like this.  If he gives himself up, I&#39;m givn&#39; myself up \ntoo.&quot;\n\nStraight Shot nodds, as she looks to Talon and Kup.\n\n&quot;And if he gives himself up, I&#39;ll give myself up too.  There&#39;s no way that \nlizard creepoid&#39;s gonna take one of our own like that.&quot;\n\nThey step toward Tucson with their hands up, to show no weapons within them. \nTucson looks to them.\n\n&quot;What are you two doing?&quot;\n\nNight Shift looks to him.\n\n&quot;Whatever you&#39;re don&#39;.  If they take you they gotta take us too. Okay \nHydras, you said no prisoners, but we&#39;re not gonna let Perceptor go. \nInstead, we&#39;re givn&#39; ourselves up. Besides, a ninjabot&#39;s highly prized for \ntheir skills.&quot;\n\nIn a slight moment of pause, a flurecent blue material trickles down \nTucson&#39;s injured arm, as a drop of that liquid hits the ground with an \naudible splat, as it disperses, and spatters the ground.  Several more drops \nfollow.  It was also apparent that Tucson was faltering a slight. A sure \nsign that he was losing more than just the regular lubricant.\n\nStraight Shot looks down to the puddle and then back to Tucson&#39;s heavilly \ndamaged arm.  Yet, he wasn&#39;t paying too much attention to it.\n\n&quot;Oh no.  Battery fluid.  If he loses much more than that, he&#39;ll go off line \nfor sure.&quot;\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Perceptor/Kup/Windlord:\n&gt;\n&gt; &quot;I have an idea to let our friends escape BlackFortress area... and \n&gt; PErhaps\n&gt; reboot Nightlight, alltough i dont know how much of her former self is\n&gt; retained&quot;said  Perceptor to Rodimus in a heavely encripted message&quot;But we\n&gt; have to let Tucson know, what Legacy&#39;s sittuation really is and this has\n&gt; been an unfortunate misunderstanding... He&#39;s loyal to us... so far I\n&gt; watched... &quot;\n&gt;\n&gt; ************\n&gt;\n&gt; Kup and Talon remained quiet but they lay down their weapons ready when\n&gt; chances appear to strike back.\n&gt;\n&gt; ****************\n&gt; Hydras roaared triunphant and he looking Viciously Tucson said &quot;Are you\n&gt; ready to come back to the Matrix, Prime???? This time I wont take\n&gt; prisioners... I may forgive your life this time in exchange of \n&gt; Perceptor...&quot;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; -----Original Message----- \n&gt; From: Super Cyclonus\n&gt; Sent: Tuesday, January 25, 2011 5:04 AM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: Wicked Blades in the Dark!!\n&gt;\n&gt; On Mon, Jan 24, 2011 at 8:15 PM, Airshadow Nightstar\n&gt; &lt;airly2002@...&gt; wrote:\n&gt; &gt;\n&gt; &gt; Now I&#39;m totally confused, what&#39;s the laspots that Ihave to take in \n&gt; &gt; count?\n&gt; &gt;\n&gt;\n&gt; No problem :)\n&gt;\n&gt; Sandy&#39;s message #70992, which was sent out on Sunday and my message\n&gt; #70985, which was done on Friday, should be the ones you have to take\n&gt; into account.\n&gt;\n&gt; I have pasted them into this email, just scoll down. I hope that helps.\n&gt;\n&gt; Preston\n&gt;\n&gt;\n&gt; Preston&#39;s Posts (70985 & 70986)\n&gt;\n&gt; Re: Wicked Blades in the Dark!!\n&gt;\n&gt;\n&gt; Near to the Black Tower:\n&gt;\n&gt; As Tuscon and the rest lay down their weapons, the other soldiers move\n&gt; to encircle the Maximals and the Autobots. Insecticon, Bruticus-X, and\n&gt; Iguanus moved in almost eagerly to pick up the mighty weapons that\n&gt; Tuscon has dropped, while Inferno, the self proclaimed bodyguard of\n&gt; Hydras watched Tuscon carefully, his optic ready to spot treachery.\n&gt;\n&gt; Quietly a short message is sent to Tuscon, &quot;Tuscon.&quot; The deep voice of\n&gt; Noctorro, the leader of the Maximal Fuzors can be heard, &quot;My team is\n&gt; here. Rodimus sent us to aid you. None too soon it would seem.&quot;\n&gt; Noctorro&#39;s words are grim, a soldier&#39;s humor in them. &quot;We await your\n&gt; signal.&quot;\n&gt;\n&gt; At the same time Injector, Buzzclaw, Terrorgator, and Quickstrike move\n&gt; to do the same with Kup, Nightshift, Straightshot, Talon and the\n&gt; others. Skyshadow, the leader of the Predacon Fuzors just watches with\n&gt; a gloating look on his face, it is almost as if he wants them to\n&gt; attack and keep the battle going.\n&gt;\n&gt; Meanwhile Phobia and several sweeps keep an eye on things from the\n&gt; air, while Terrorsaur and Waspinator landed, ready to help out as\n&gt; needed.\n&gt;\n&gt; At the same time Legacy processed Tuscon&#39;s command for him to leave\n&gt; the Ark. There was a long pause, and then the temporal guardian&#39;s cold\n&gt; voice comes across the channel, &quot;I will not comply with your command.\n&gt; I have been tasked with the . . . &gt;*BZZZTT!*&lt;\n&gt;\n&gt; Deepstryke transmits to Hydras, &quot;Hydras. I am picking up an encrypted\n&gt; transmissions to and from Tuscon, he is attempting to communicate with\n&gt; the others. I am generating a radio dampening field now in this area.\n&gt; Only the Predacons will be able to transmit.&quot;\n&gt;\n&gt;\n&gt; Meanwhile inside the Black Tower:\n&gt;\n&gt; Windlord&#39;s attempt to open fire on the Scourge was met with a measure\n&gt; of futility. Scourge just stepped away from the opening that Windlord\n&gt; fired out from and let the shots go harmlessly into a bulkhead,\n&gt; scorching it only slightly.\n&gt;\n&gt; However that slight amount of time allowed Windlord and Rat Trap time\n&gt; to scurry further into their crawl space and find an interior bulkhead\n&gt; to hide behind.\n&gt;\n&gt; &quot;Scrap!&quot; Scourge&#39;s voice said from the outside. There was a pause and\n&gt; then, &quot;Cyclonus, they have fled into the walls.&quot;\n&gt;\n&gt; There was another pause, and then Scourge chuckled, &quot;Of course. I will\n&gt; be ready for them.&quot;\n&gt;\n&gt; From further inside the crawl space the sounds of chittering could be\n&gt; heard, and then several groups of optics could be seen in the distance\n&gt; coming towards Rat Trap and Windlord. In the darkness their shapes\n&gt; could only be barely made out, but they looked like black metallic\n&gt; spiders, Hydras&#39; wall guardians!\n&gt;\n&gt; (OOC: Rat Trap may recognize them from last time. Also keep in mind\n&gt; that Rat Trap and Windlord should be in beast mode. They would have to\n&gt; be to fit inside the crawl space. In the toon the Beast Modes did not\n&gt; have offensive weaponry, except for teeth and claws)\n&gt;\n&gt; Outside the Ark:\n&gt;\n&gt; Rodimus was positioned in a small grove of trees, ducking down behind\n&gt; several large rocks. He gives Quickstride a quizzical look as the\n&gt; equine Maximal sniffed him.\n&gt;\n&gt; (OOC: Quickstride&#39;s sniff reveals nothing wrong.)\n&gt;\n&gt; He was about to let Quickstride in on what he had planned when Uproar\n&gt; appeared. Rodimus appears taken aback though by Uproar&#39;s conclusion\n&gt; that it was Legacy that had turned evil. While Rodimus didn&#39;t know\n&gt; that much about Legacy, having only seen him briefly while being\n&gt; rescued and repaired, there was nothing to hint that this attack was\n&gt; Legacy&#39;s doing. He was about to say something when Uproar ran towards\n&gt; the Ark to be let in . . .\n&gt;\n&gt; &gt;KRACK POW&lt;\n&gt;\n&gt; As Uproar ran towards the Ark, what seemed like a round bolt of\n&gt; lightening appeared, sending Uproar flying several yards through the\n&gt; air, to land heavily on the ground! Evidently the Ark shielding was\n&gt; still in place, and it was not allowing anyone in.\n&gt;\n&gt; Rodimus frowned, &quot;Uproar! Get over here! If we are going to get back\n&gt; in, then we need to work together. That shield is supposed to hold off\n&gt; all the Predacon forces. We are not going to get in by brute force.&quot;\n&gt;\n&gt; As Rodimus talked three other Maximals seemed to almost materialize\n&gt; out of the underbrush, such was their skills at camouflage.\n&gt;\n&gt; The first was Wing Caliber, (See: http://tfwiki.net/wiki/Skywarp ) an\n&gt; old Maximal stratagist and military teacher, who from the brownish\n&gt; feathers along his frame turned into some sort of eagle.\n&gt;\n&gt; The next was Leo II,\n&gt; (http://en.academic.ru/pictures/enwiki/76/Lioconvoy_gathering.jpg )\n&gt; the adopted son of Lio Convoy, and who looked much like him, and who\n&gt; had obviously picked up many of his mannerisms. His body was\n&gt; powerfully built and heavily armored. He looked to turn into a lion.\n&gt;\n&gt; The third was Ramulus (http://tfwiki.net/wiki/Ramulus) who had like\n&gt; the others been on patrol for a while, surveying the area and trying\n&gt; to keep it free from Predacon invasion.\n&gt;\n&gt; They also come up beside Rodimus, Leo II, obviously the leader of the\n&gt; other two, &quot;What now sir?&quot;\n&gt;\n&gt; Rodimus looked at Quickstride and Uproar, &quot;Well let&#39;s get out of\n&gt; sight, and then we can discuss it.&quot;\n&gt;\n&gt; Meanwhile Inside the Ark:\n&gt;\n&gt; Perceptor had received Tuscon&#39;s message and sent attempted to send a\n&gt; message to Lord elder, however at the moment there was no answer from\n&gt; the elder Maximal.\n&gt;\n&gt; At the same time Legacy was still standing in the med lab along with\n&gt; the others, his single optic glowing in the darkness.\n&gt;\n&gt; &quot;It would seem that Nightlight&#39;s vital systems are being held at\n&gt; minimal levels.&quot; Legacy said as he directed his gaze to the wall panel\n&gt; nearest Nightlight. A small light blinked, indicating her spark was\n&gt; still online, but that there was not enough power to reboot her\n&gt; systems.\n&gt;\n&gt; He turned to look at the others, his face glowing in the darkness, lit\n&gt; by his own optic, and the glowing bar on his chest plate. He raised\n&gt; his right hand in the air, the one with the arm cannon on it and begin\n&gt; to emit light from it, much like a flash light or a beacon so that the\n&gt; room was illuminated. He casually looked around, &quot;Perhaps we could\n&gt; locate a back out or reserve power system . . . &quot;\n&gt;\n&gt; Legacy paused as Tuscon&#39;s message came in. He turned to look at\n&gt; Santon, Bump and Perceptor, a look of disbelief momentarily flashing\n&gt; across his face.\n&gt;\n&gt; Legacy straightened as his cold voice comes across the channel, &quot;I\n&gt; will not comply with your command. I have been tasked with  . . . .\n&gt; &gt;*BZZZTT!*&lt;  . . . the protection of the Ark as well as that of the\n&gt; Matrix. I will not knowingly leave the Ark undefended or the Matrix in\n&gt; the hands of another.&quot;\n&gt;\n&gt; Legacy turned to look at his console as he understoodf what happened.\n&gt; Communications had been cut part way through his message. He turned to\n&gt; look at the others, his single optic cold, &quot;It is illogical to believe\n&gt; that I would attempt to harm the Ark or allow anyone to take it from\n&gt; the Maximals.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n&gt; OOC: Please keep in mind that radio/video communications from the\n&gt; battle field around the Black Tower have been severed for the Maximals\n&gt; and Autobots. Those at the Ark however are free to communicate with\n&gt; each other if they choose.\n&gt;\n&gt; Sandy&#39;s Message: (Message #70992)\n&gt;\n&gt; Tucson now recieves Notcorro&#39;s message. He thinks of a way to signal him\n&gt; without drawing attention to himself or the others. It was critical. He\n&gt; keeps\n&gt; his weapons down, and sends an encrypted message back to Noctorro.\n&gt;\n&gt; &quot; You&#39;re right, I&#39;m not exactly perfect, and help would gladly be\n&gt; appreciated.\n&gt; I have an idea. While I have you on an encrypted signal, I best let you \n&gt; know\n&gt; to\n&gt; start moving in now. But try to remain unseen, move in gradually, and\n&gt; quietly.\n&gt; If you can, send in several fuzors in at a time, and in phases, send in\n&gt; others,\n&gt; according to their skills and expertise. I will continue to hold my \n&gt; position\n&gt; here.&quot;\n&gt;\n&gt; Night Shift and Straight Shot keep quiet. They could tell Tucson was in\n&gt; thought,\n&gt; and somehow thinking up a strategy to get them out of their bind. He now \n&gt; had\n&gt; to\n&gt; send a message to Legacy.\n&gt;\n&gt; &quot;Legacy, if you can hear me, I strongly suggest that you heed my demands \n&gt; and\n&gt; vacate immediately. You are endangering the lives of Nightlight and the\n&gt; others,\n&gt; and those who endanger my comrades, deserve not to be among them. \n&gt; Although,\n&gt; I\n&gt; will be willing to meet with you privately in a remote location of your\n&gt; choice.\n&gt; But not now. Now is not the time. Heed my words now and things will not be\n&gt; difficult.&quot;\n&gt;\n&gt; Back at the Ark, Uproar hears Rodimus, and trots over to him, looking a \n&gt; bit\n&gt; confused. Quickstride looks over to him as well.\n&gt;\n&gt; &quot; Sorry for the fuss, hey, what&#39;s go&#39;n on? Why won&#39;t the Ark open for us?&quot;\n&gt;\n&gt; Quickstride looks over to him.\n&gt;\n&gt; &quot;Legacy is holding the Ark hostage, I think, or at least that&#39;s what I got\n&gt; from\n&gt; the last message from Lord Elder.&quot;\n&gt;\n&gt; Uproar looks to the Ark and back at Rodimus.\n&gt;\n&gt; &quot;Whew, I&#39;m glad you stopped me, Sir. No tell&#39;n what kind of attack I\n&gt; could&#39;ve\n&gt; met up with. Okay, I&#39;m definitely in on helping you out. But how are we\n&gt; gonna\n&gt; get the Ark back without getting blown ta scrap?&quot;\n&gt;\n&gt; Quickstride looks to Rodimus.\n&gt;\n&gt; &quot;Yeah, what he said, how are we gonna get outa this mess? This is \n&gt; something\n&gt; neither one of us has ever encountered.&quot;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}