{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"8VvUHjYEcczRTdZ75fqXhNn0ujoHrVTxOaMzQ20jmKk-60tTdBRv-UpdLiJ_5FSkIofkhfBDWbBCe4_hB1r0GjqOTbqF1w","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1296230924","msgId":71008,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlodXBtYytlYm5hQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGltODRESlUzNnJFbStuYlRrNU9rb2VvN0NEczJIQWVwQUhqZ2NzQUBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":71007,"nextInTopic":71009,"prevInTime":71007,"nextInTime":71009,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"All bets were now off.  This meant that whoever did not have their weapons could gladly take them up again. Yet, Tucson was actually content just fighting","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 72953 invoked from network); 28 Jan 2011 16:08:47 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m3.grp.sp2.yahoo.com with QMQP; 28 Jan 2011 16:08:47 -0000\r\nX-Received: from unknown (HELO n46b.bullet.mail.sp1.yahoo.com) (66.163.168.160)\n  by mta1.grp.sp2.yahoo.com with SMTP; 28 Jan 2011 16:08:47 -0000\r\nX-Received: from [69.147.65.172] by n46.bullet.mail.sp1.yahoo.com with NNFMP; 28 Jan 2011 16:08:47 -0000\r\nX-Received: from [98.137.34.36] by t14.bullet.mail.sp1.yahoo.com with NNFMP; 28 Jan 2011 16:08:46 -0000\r\nDate: Fri, 28 Jan 2011 16:08:44 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;ihupmc+ebna@...&gt;\r\nIn-Reply-To: &lt;AANLkTim84DJU36rEm+nbTk5Okoeo7CDs2HAepAHjgcsA@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=167039986; y=yp1lQ70D254hgEdzL0bAHI9kFoInzv8gE5xoBl7HTQB01JqK6Ck\r\nX-Yahoo-Profile: magicquartz\r\n\r\nAll bets were now off.  This meant that whoever did not have their weapons =\r\ncould gladly take them up again. Yet, Tucson was actually content just figh=\r\nting unarmed, since his ninjabot training taught him how to defend himself =\r\nwith only his hands, arms, feet and legs.  Night Shift too, was highly adep=\r\nt at this fighting style, yet Straight Shot was far more content by activat=\r\ning her own on board weaponry to step in for an assist where she was needed=\r\n.  She quickly saw that Kup needed some help, and quickly darts in, with a =\r\nleap attack to attempt a rapid fire arrow assault on Phobia.\n\n&quot;No worries K=\r\nup, I gotchya!  EAT THIS YA PLANE BRAIN WENCH!&quot;\n\nMeanwhile, Tucson&#39;s injure=\r\nd arm hinders him fully from using the full benefit of his ninjabot trainin=\r\ng, yet tries hard to compensate for the loss of that limb, by moving a bit =\r\nfaster on his feet, positioning his good arm to defend himself.  He also ta=\r\nkes this quick moment to think for a moment, as strategy was another one of=\r\n his fortes.  Then it suddenly comes to him.  His sonar system, it was stil=\r\nl working at full capacity.  But he would have to emit a signal more deafen=\r\ning than anything he had ever emitted before.  And this time, there was no =\r\ntime to configure it so it would not hinder the Maximals or the Autobots.  =\r\nSo, heavilly encrypted to all Autobots and Maximals, he sends another messa=\r\nge.\n\n&quot;Attention, all Maximals, and Autobots, the only solution I see to slo=\r\nwing our enemy down, is to emit a sonar signal that is ten times stronger t=\r\nhan any of the signals I&#39;ve ever emitted before.  I am capable of it, but h=\r\nave refrained due to a fear of harming you.  There is no time for me to con=\r\nfigure the signal, so I ask all of you now, to disable your audio receptors=\r\n to keep them from being harmed.  I will emit this signal T minus thirty se=\r\nconds.  You have just that enough of time to cut off your receptors to keep=\r\n them from harm.  This is my first attempt at this tactic, and I am not sur=\r\ne as to the outcome.  I ask all of you to bare with me, and to trust that t=\r\nhis will slow the attack long enough to gain an advantage.&quot;\n\nNight Shift an=\r\nd Straight Shot quickly do as instructed.  It was now up to Tucson to execu=\r\nte his tactic.\n\nMeanwhile, at the black fortress, Rat Trap also recieves Tu=\r\ncson&#39;s message, and nodds.  He looks to Windlord, as he now faces the ugly =\r\nlittle spider droids in the pipes.\n\n&quot; Aww geeze, I dunno if thirty seconds =\r\nis enough time ta save our tail ends... Now what?  Spiders can go anywhere =\r\nwe can go..  I know...  Follow my lead Windlord, I got an idea.&quot;\n\nPlaying p=\r\nossum was one of the oldest tricks in the book, and Rat Trap hoped it would=\r\n get them both out of that bind.  He starts to act as if having been poison=\r\ned by something, and collapses onto his side, breating ever so slowly, as i=\r\nf dying from intoxication.  He hoped that Windlord would follow his lead, a=\r\nnd hope that this would get those ugly little arachnids off their backs.\n\nA=\r\nt the Ark, Quickstride and Uproar listen to Rodimus carefully.  Although no=\r\nt the brightest bots on the force, they had enough know how to hold their o=\r\nwn in tough situations. \n\nUproar raises a paw.\n\n&quot;Hey, I think I have anothe=\r\nr idea ta help that one along Rodimus.  The shield around the ark, does tha=\r\nt only work above ground or underground too?  Because if it doesn&#39;t work un=\r\nderground, I could burrow a tunnel beneath the ark, and come above ground n=\r\near an alternative entrance, if it has one.  With your scrambling devices, =\r\nand my ability ta dig under ground, we could get in without much of a fuss.=\r\n  Whoever&#39;s out there wouldn&#39;t even know we&#39;re on the move.&quot;  I know how ta=\r\n dig without making noise.&quot;\n\nQuickstride nodds.\n\n&quot;Hey, and while he does th=\r\nat, I could show myself, and create a distraction long enough for you guys =\r\nta get in.  We&#39;re not the most brilliant of the maximals, but we know the b=\r\nasics.&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; =\r\nwrote:\n&gt;\n&gt; On the Battle field!\n&gt; \n&gt; As Tuscon and Hydras face off, the oth=\r\ner Predacons around them got\n&gt; antsy, each one fingering his weapon and wav=\r\ning it, obviously wanting\n&gt; to pull the trigger, but none of them daring to=\r\n until they got the\n&gt; order from Hydras. The sweeps above continue to fly a=\r\nround, their\n&gt; probing beams watching the Maximals and Autobots as they mov=\r\ne around.\n&gt; \n&gt; And then Hydras spoke on the radio . . .\n&gt; \n&gt; &gt; opening his =\r\ncomlink to all Predacons and Decepticons&#39;s channels\n&gt; &gt; &quot;EXECUTE THEM ALLL!=\r\n!!!!&quot;\n&gt; \n&gt; As Hydras and Tuscon once again clashed, the Predacons eagerly r=\r\neopen\n&gt; the violence of the battle, unleashing the full force of their\n&gt; fi=\r\nrepower on the Maximals! Explosions rocked the ground as sadly each\n&gt; of th=\r\ne Maximals were out numbered, several to one!\n&gt; \n&gt; One of Kup&#39;s blasts clip=\r\ns Phobia&#39;s wing, &quot;BLAST YOU!&quot; she screams out\n&gt; in pain as her wing tip smo=\r\nked from the attack. She slowly circled in\n&gt; the air, her flight not quite =\r\nas graceful as it once was.\n&gt; \n&gt; &quot;You&#39;re going to pay for that!&quot; The crimso=\r\nn queen of fear said as an\n&gt; ominous click marked the sound of her autoguns=\r\n engaging. With a thrust\n&gt; of force she began to open fire on Kup sending a=\r\n rattling train of\n&gt; bullets in his direction!\n&gt; \n&gt; At the same time Talon =\r\nattempted to race towards Tuscon, however\n&gt; Skyshadow, the leader of the Fu=\r\nzors stepped in the way, his weapon\n&gt; cocked and ready to fire, &quot;Where do y=\r\nou think you&#39;re going?&quot; he said\n&gt; as he sneered at Talon, trying to kick an=\r\nd send the Maximal stumbling\n&gt; back!\n&gt; \n&gt; Straight Shot and Nightshift had =\r\nboth shuffled their way over to\n&gt; Tuscon, but now in addition to facing Hyd=\r\nras, they also faced those\n&gt; with him: Insecticon, Bruticus-X, Iguanus, and=\r\n also Inferno. In reply\n&gt; to Hydras order to execute the Maximals, their op=\r\ntics had brightened\n&gt; as they brought their weapons to bear and powered the=\r\nm up.\n&gt; \n&gt; &quot;This is going to be fun!&quot; Insecticon said as he cackled.\n&gt; \n&gt; &quot;=\r\nQuit your yackin&#39; till the job&#39;s done.&quot; Iguanus said as he aimed his\n&gt; weap=\r\non, and like the rest opened fire!\n&gt; \n&gt; Meanwhile at the Black tower!\n&gt; \n&gt; =\r\nInside the walls the spider like Predacons continued their chase, the\n&gt; omi=\r\nnous sounds of their metal legs hitting the walls creating a rapid\n&gt; fire c=\r\nlicking sound as they pursued Rat Trap and Windlord. Four of\n&gt; them came ou=\r\nt of the shadows their bright multifaceted optics seemed\n&gt; almost hungry as=\r\n they moved.\n&gt; \n&gt; The chase took them over pipes and under a bit of duct wo=\r\nrk, past a\n&gt; bulk head and down a long passage way deeper and farther insid=\r\ne the\n&gt; wall. As they ran they could see the grillwork of small vents that\n=\r\n&gt; gazed out into other rooms. Interestingly, one of them, as they\n&gt; approac=\r\nhed it appeared to be lit!\n&gt; \n&gt; Outside the Ark!\n&gt; \n&gt; Rodimus nodded as the=\r\ny all moved out of sight of the Ark and moved\n&gt; over under the cover of sev=\r\neral large rocks and trees. As he walked he\n&gt; got a call from Perceptor . .=\r\n .\n&gt; \n&gt; &gt; &quot;I have an idea to let our friends escape BlackFortress area... a=\r\nnd\n&gt; &gt; PErhaps reboot Nightlight, alltough i dont know how much of her\n&gt; &gt; =\r\nformer self is retained&quot; said Perceptor to Rodimus in a heavely\n&gt; &gt; encript=\r\ned message&quot;But we have to let Tucson know, what Legacy&#39;s\n&gt; &gt; sittuation rea=\r\nlly is and this has been an unfortunate\n&gt; &gt; misunderstanding... He&#39;s loyal =\r\nto us... so far I watched... &quot;\n&gt; \n&gt; Rodimus nodded as he looked up at Uproa=\r\nr and Quickstride. &quot;It would\n&gt; seem that Perceptor has vouched for Legacy. =\r\nHe said he has been loyal\n&gt; all this time.&quot;\n&gt; \n&gt; He took a moment to glance=\r\n around, putting Percpeptor on hold for a\n&gt; few moments prepared his plan.\n=\r\n&gt; \n&gt; &quot;This mission is going to be dangerous.&quot; He said to Leo, Wing Caliber,=\r\n\n&gt; Ramulus, Uproar and Quickstride. As Rodimus spoke, he kept his voice\n&gt; v=\r\nery low, almost as if even here he was not sure if they could be seen\n&gt; or =\r\nover heard. He carefully held up a small device. &quot;But this is what\n&gt; I thin=\r\nk will get us in.&quot;\n&gt; \n&gt; &quot;A Spark scrambler?&quot; Ramulus said. &quot;Where did you g=\r\net that?&quot;\n&gt; \n&gt; Rodimus smiled grimly, &quot;This was the one that Perceptor had =\r\ngiven me a\n&gt; while back. I had almost forgotten that I had it.&quot; He glanced =\r\naround\n&gt; for a second, and then continued. &quot;I believe I can modify this thi=\r\nng\n&gt; to allow us to get past the shield.&quot;\n&gt; \n&gt; Leo II just looked at Rodimu=\r\ns, not sure what to make of what he was\n&gt; saying, but he was willing to lis=\r\nten.\n&gt; \n&gt; &quot;What do you mean we can get in with that?&quot; Wing Caliber said,\n&gt; =\r\nobviously mistrustful. &quot;It scrambles spark signatures not force\n&gt; fields.&quot;\n=\r\n&gt; \n&gt; Rodimus nodded grimly, &quot;Yes, but I believe that the shield is still\n&gt; =\r\nset to recognize certain spark signatures, it is just being held in\n&gt; over =\r\nride mode right now.&quot; Rodimus pulled out one more device, a small\n&gt; power c=\r\nonverter. &quot;I believe I can disrupt the shield in a small\n&gt; localized area, =\r\nto create a doorway that would allow us to enter.&quot;\n&gt; \n&gt; Leo II&#39;s optics bri=\r\nghtened in recognition, &quot;I see. You can play with\n&gt; the shield&#39;s spark reco=\r\ngnition parameters.&quot; He smiled ruefully, &quot;It\n&gt; wouldn&#39;t bring down the whol=\r\ne shield, but it would allow us to run\n&gt; through before it closed on us aga=\r\nin.&quot;\n&gt; \n&gt; Wing Caliber nodded as well, &quot;You do know the shield will adjust =\r\nto it\n&gt; after that.&quot;\n&gt; \n&gt; Rodimus nodded, &quot;Yes, but if this works as I plan=\r\n, it will only have\n&gt; to work once.&quot;\n&gt; \n&gt; Wing Caliber and Leo II nodded in=\r\n agreement.\n&gt; \n&gt; Meanwhile inside the Ark itself\n&gt; \n&gt; Perceptor spoke into =\r\nhis radio . . .\n&gt; \n&gt; &gt; I need confirmation for my next step, I know how to =\r\ncreate enough\n&gt; &gt; havoc to Let Tucson and to others Scape but I need your p=\r\nermission.&quot;\n&gt; \n&gt; There was a short pause, and then Rodimus&#39; voice answered,=\r\n &quot;Of course\n&gt; Perceptor. What&#39;s your plan?&quot;\n&gt; \n&gt; Meanwhile little Elita, as=\r\n she wondered through the base picked up a\n&gt; bit of noise and the sound of =\r\na voice . . . a voice that was definitly\n&gt; not Rodimus, or even anyone that=\r\n she recognized.\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt; \n&gt; (TAG)\n&gt;\n\n\n\n"}}