{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"L8E-YUKR_O0F75BAo9SDOTgaapODI9Zr2vlH7Og59WqIKT6j8ocrB7h-LNkTTfRR072mbUeeSQKwvlql_ci7yTDDq6j8jnmT-5HFOW-nIO2PvQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1296461125","msgId":71013,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczIwNkJERTdBMkE0RERFQUNCRkUyMjZBMEUyMEBwaHguZ2JsPg==","inReplyToHeader":"PGlpNDNkZStvNWZzQGVHcm91cHMuY29tPg==","referencesHeader":"PGlpNDNkZStvNWZzQGVHcm91cHMuY29tPg=="},"prevInTopic":71011,"nextInTopic":71014,"prevInTime":71011,"nextInTime":71014,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"Perceptor/Kup/talon/windlord/hydras/BlackFortress s internal computer: My contribution to the cause said Perceptor while he started to type something in his","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 10835 invoked from network); 31 Jan 2011 08:05:54 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m4.grp.sp2.yahoo.com with QMQP; 31 Jan 2011 08:05:54 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s27.bay0.hotmail.com) (65.54.190.165)\n  by mta1.grp.sp2.yahoo.com with SMTP; 31 Jan 2011 08:05:54 -0000\r\nX-Received: from BAY153-DS20 ([65.54.190.189]) by bay0-omc3-s27.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Mon, 31 Jan 2011 00:05:32 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds206BDE7A2A4DDEACBFE226A0E20@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ii43de+o5fs@...&gt;\r\nIn-Reply-To: &lt;ii43de+o5fs@...&gt;\r\nDate: Mon, 31 Jan 2011 02:05:25 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 31 Jan 2011 08:05:32.0210 (UTC) FILETIME=[A1BFB920:01CBC11D]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=111572484; y=szN4mBsj3pCOQbxY2xBD8fTRzNoiqUELm6OW0__xw0yzfGmdQ2kQ\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor/Kup/talon/windlord/hydras/BlackFortress&#39;s internal computer:\n\n&quot;My contribution to the cause&quot; said Perceptor while he started to type \nsomething in his mini computer that was integrated in his arm. At the same \ntime a internal Device started to operate inside the BlackFortress.\n\n&quot;Secuence of auto destruction started in 3 minutes&quot;said a femenine voice \ninside the BlackFortress and in its sorroundings&quot;Minimal safe distance is 10 \nmiles....&quot;\n\n*******************\nWindlord started to move quickly backwards trying to reach out the exit\n\n*******************\nHydras was ready to do a final blow to Tucson when he heard the self \ndestruction device started, then he moved backwards and open comlink to \nCyclonus and yell &quot;Cyclonus, WHAT IS THAT?!!!!&quot;\n\n\n****************\n\nTalon took off and transformed in her trasmetallic raven form and shoot \nseveral or her feather missiles against  her enemies while she tried to \naproach to Tucson and Kup did the same\n\n-----Original Message----- \nFrom: Sandy\nSent: Sunday, January 30, 2011 10:25 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Wicked Blades in the Dark!!\n\nAt the heat of battle, although badly injured and losing battery fluid at an \nalarmingly fast rate, Tucson was not about to give up and fall over just \nlike that. With a gripped fist, and one good missile carrier working, he \nnarrows his optics further, and aims toward Hydras, attempting a very \ncomplex but close range shot to his chest. And now, since lack of energy \nenvelopes him, he again loses his vision.\n\n&quot; If you think what you&#39;ve done to me, is going to stop me from winning back \nthe freedom of innocent beings and my comrades, you&#39;re sadly mistaken \nHydras!  IT&#39;S TIME TO PAY OFF YOUR DEBT!&quot;\n\nHe fires, not knowing where that shot will go.  It was clear his temper was \nat a breaking point and he was not about to take scrap from anyone.   As the \nshot rings out, the recoil of that weapon causes him to stumble, yet now, \nweakness has eveloped him further, as he loses his footing, and crashes to \nthe ground, on his left side.\n\nNight Shift and Straight Shot scramble as they dodge firepower and quickly \ntry to reach Tucson Prime.  Straight Shot&#39;s eyes, wide with fear, and shock.\n\n&quot;NOOO!  Tucson!  OHH PRIMUS NOOO!&quot;\n\nShe&#39;s quick to get to his side as is Night Shift.\n\n&quot;TUCSON, TALK TA ME! C&#39;MON, YOU&#39;RE SO NOT DO&#39;N THIS TA US! YA CAN&#39;T!  C&#39;MON, \nSNAP OUT OF IT MAN!&quot;\n\nNight Shift opens a com link to Noctorro.\n\n&quot;NIGHT SHIFT TA NOCTORRO!  OVER, WE GOT AN EMERGENCY!  TUCSON&#39;S DOWN, I \nREPEAT TUCSON&#39;S DOWN!&quot;\n\nStraight Shot looks over to Kup.\n\n&quot;KUP, HELP US!  WE GOTTA MOVE TUCSON TA COVER!&quot;\n\nThen, a groan from Tucson as he somewhat gains concsciousness.\n\n&quot; It&#39;s - It&#39;s all right, I - I can do this.&quot;\n\nStraight Shot stops him from trying to get up.\n\n&quot;No, Tucson, you can&#39;t!  You&#39;re losing battery fluid and you hardly have \nenough energy to keep awake!  Night Shift is trying to get a hold of \nNoctorro, and we&#39;re gonna get ya somewhere safe from harm.  We can&#39;t risk \nit, Tucson, we need you alive! Ughh, why the scrap do ya have ta be so \nstubborn?!  You&#39;ve always been like this!  When you put your mind ta \nsomething you don&#39;t stop until you get it done!  Well, this time, I&#39;m NOT \nletting you!&quot;\n\nTucson couldn&#39;t help but listen to her.\n\n&quot;All right, you - wouldn&#39;t have yelled at me if you didn&#39;t care.  I \nunderstand.&quot;\n\nShe sighs.\n\n&quot;Finally, some sense actually gets through that directory of yours. Now, \nhold still, you&#39;ll lose more battery fluid if ya try ta move.&quot;\n\nInside the Black Tower, Rat Trap gets the message, as he gets up, and \nscrambles for his life, as he quickly backtracks the way he got in.\n\n&quot;I hear ya Rodimus!  Ohhhh, time ta haul tail!  Hey, by the way, I can&#39;t get \nthrough ta Wheels!  I think somethn&#39;s really wrong with &#39;em, because he \nusually responds right away ta me!&quot;\n\nOutside the Ark, Uproar and Quickstride continue to stick close to Rodimus \nand the others and nodd as they look to each other.  Uproar grins.\n\n&quot;Cool, so if the fortress goes bye bye, then we regain the control of the \nArk... Maybe it&#39;s better if we wait it out a little bit.&quot;\n\nQuickstride grins too.\n\n&quot;Yeah, true, if we wait it out, then we got a better chance at getting in \nsafely, and effectively.. I like that idea. I&#39;d rather not have ta damage \nanything in the Ark... &quot;\n\n\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; OOC: Okay, as agreed, I am not going to dictate this battle&#39;s results, I \n&gt; am\n&gt; just describing it to keep everything together. I wanted to see how this \n&gt; one\n&gt; would run. HOWEVER please keep in mind that it is difficult if not\n&gt; impossible to talk on the radio, especially to give long speeches while in\n&gt; the middle of a hand to hand battle without receiving some sort of damage.\n&gt;\n&gt; BIC:\n&gt;\n&gt; *AT THE BATTLE!!!*\n&gt;\n&gt; The battle near the black tower continues to rage on! Tuscon attempting to\n&gt; bring the full brunt of his Ninjabot training to the fore! He is in the\n&gt; battle of his life, trying to fend off Hydras, the leader of the Predacon\n&gt; forces, with only one good working arm, even as precious battery fluid\n&gt; continues to leak from the wound in his shoulder. Hydras on the other hand\n&gt; looks to be fairly undamaged, his laughter echoing across the battlefield \n&gt; as\n&gt; he uses his many heads bite at Tuscon and spit fire!\n&gt;\n&gt; As Tuscon attempts to communicate with the rest of his comrades, all he \n&gt; gets\n&gt; is for his trouble is the sound of feedback and noise. Above the \n&gt; battlefield\n&gt; Deepstryke in his massive gun mode is still watching over the battle and\n&gt; emitting his RF jamming beams, blocking all Maximal and Autobot radio\n&gt; signals in this battle!\n&gt;\n&gt; Even as Tuscon is beginning to realize how dire his situation is, Iguanus,\n&gt; the Predacon Demolitions and artillery expert locks his own incendiary\n&gt; launcher on Tuscon, and with a smile pulls the trigger bringing his own\n&gt; formidable firepower down on the Maximal.\n&gt;\n&gt; Inferno and Insecticon do much the same thing!\n&gt;\n&gt; &gt; Kup continue moving and firing against Phobia.\n&gt;\n&gt; &gt; [Straightshot] She quickly saw that Kup needed\n&gt; &gt; some help, and quickly darts in, with a leap\n&gt; &gt; attack to attempt a rapid fire arrow assault on Phobia\n&gt;\n&gt; Straightshot and Kup fire into the air, filling it with arrows! But Phobia\n&gt; who had been clipped in the wing last time didn&#39;t try to swing in as close\n&gt; on this run, giving her a few more seconds to out maneuver the slower \n&gt; ground\n&gt; based Maximals.\n&gt;\n&gt; She laughed, her shrill voice cutting through the air, &quot;Is that all you \n&gt; have\n&gt; Maximals?!?&quot; She swung around, her own guns steaming in the cool air from\n&gt; the workout she had been giving them. With an agile wing-flip she brings\n&gt; herself around for another run, however this time it is not just machine\n&gt; guns she brings to bear. With a click and a heavy clunking sound, rockets\n&gt; that had been positioned beneath her wings detached and ignite as they \n&gt; began\n&gt; travelling towards Kup&#39;s and Straight Shot&#39;s position!\n&gt;\n&gt; Overhead several sweeps continue to fly, lending their firepower to the\n&gt; general cacophony of the battle as Waspinator and Terrorsaur fly in \n&gt; through\n&gt; the smoke that is beginning to rise from the ground.\n&gt;\n&gt; &gt; Talon jumped to aside and roll, it was a calculated move.\n&gt; &gt; Then she stood up and aimed at Skyshadow&#39;s head and said\n&gt; &gt; &quot;Bye, bye&quot; and open fire\n&gt;\n&gt; Skyshadow, who had been watching Talon up to this point, managed to use \n&gt; his\n&gt; left hand to bat Talon&#39;s weapon aside, turning what may have been a death\n&gt; dealing blast into one that just lanced into his shoulder.\n&gt;\n&gt; &quot;You Fool!&quot; He screamed, his optics turning crimson in anger as smoke rose\n&gt; from his left shoulder. &quot;You can&#39;t win! We will just have to do this the\n&gt; HARD WAY!&quot; With his right hand, which was in actuality a large pincer like\n&gt; claw, he attempted to throttle Talon by the neck! &quot;Die Maximal!&quot; he said,\n&gt; his voice deep and venomous.\n&gt;\n&gt; The other Fuzors move up behind Talon. &quot;You would look like a tasty \n&gt; morsel.&quot;\n&gt; Quickstrike said in his strange wild-west accent, Buzzclaw, Terragator and\n&gt; Injector just laughed evilly as they all surrounded him.\n&gt;\n&gt; *OUTSIDE THE ARK*\n&gt;\n&gt; &gt; &quot;Hey, I think I have another idea ta help that one along\n&gt; &gt; Rodimus. The shield around the ark, does that only work\n&gt; &gt; above ground or underground too? Because if it doesn&#39;t\n&gt; &gt; work underground, I could burrow a tunnel beneath the ark,\n&gt; &gt; and come above ground near an alternative entrance, if it\n&gt; &gt; has one. With your scrambling devices, and my ability ta\n&gt; &gt; dig under ground, we could get in without much of a fuss.\n&gt; &gt; Whoever&#39;s out there wouldn&#39;t even know we&#39;re on the move.&quot;\n&gt; &gt; I know how ta dig without making noise.&quot;\n&gt; &gt;\n&gt; &gt; Quickstride nodds.\n&gt; &gt;\n&gt; &gt; &quot;Hey, and while he does that, I could show myself, and\n&gt; &gt; create a distraction long enough for you guys ta get in.\n&gt; &gt; We&#39;re not the most brilliant of the maximals, but we know\n&gt; &gt; the basics.&quot;\n&gt;\n&gt; Ramulus glanced at Uproar and then down at his frame as if suspicious as \n&gt; to\n&gt; how a bot designed to be a cat could actually be a good digger too. With a\n&gt; slight shrug he turned to look at Rodimus.\n&gt;\n&gt; &quot;Quickstride.&quot; Rodimus said, his voice intense but low &quot;If try this, you\n&gt; will not be able to join us.&quot; Rodimus looked down at the device in his \n&gt; hand\n&gt; as he spoke, &quot;The window of opportunity to get in will be a few seconds at\n&gt; most. You would have to be some distance from us in order for your ruse to\n&gt; be effective.&quot;\n&gt;\n&gt; Leo II nodded, he was about to say something more when Rodimus held up his\n&gt; hand for silence as he got a message from Perceptor . . .\n&gt;\n&gt; &gt; &quot;All my inventions has self-destruction program can\n&gt; &gt; destroy the BlackFortress&quot;. Claims to be able to free\n&gt; &gt; up channels. And about Nightlight can download my\n&gt; &gt; weapons energy to reboot her\n&gt;\n&gt; Rodimus nodded, &quot;Good. Then I will alert the others so that they can \n&gt; prepare\n&gt; to evacuate. Give us about thirty seconds!&quot;\n&gt;\n&gt; He looked over at Quickstride and Uproar. &quot;We may not need your \n&gt; distraction.\n&gt; Perceptor says he can blow the Black Tower. I am sure that when that\n&gt; happens, whatever Predacon inside will be distracted as he learns that his\n&gt; base is gone.&quot;\n&gt;\n&gt; *INSIDE THE ARK*\n&gt;\n&gt; &gt; Elita lower her body and hide behind the pipers,\n&gt; &gt; she waited and watched\n&gt;\n&gt; Footsteps could be heard approaching Elita, a light shuffling sound, \n&gt; almost\n&gt; a stumbling sound, and then a grunt. The hall is dark, but dimly the shape\n&gt; of something moving in the room with Elita can be dimly seen.\n&gt;\n&gt;\n&gt; *INSIDE THE BLACK TOWER!!!*\n&gt;\n&gt; As Rat Trap fell over seemingly poisoned, the spider-like bots moved up to\n&gt; him as if to examine him, small antenna like scanners extend from their\n&gt; frame.\n&gt;\n&gt; However they are quickly distracted by Windlord and his continued movement\n&gt; so they run on, leaving Rat Trap entirely alone for the moment.\n&gt;\n&gt; &quot;Rat Trap!&quot; Rodimus&#39; voice came over the Maximal thief&#39;s radio. Rodimus&#39;\n&gt; voice was somewhat fuzzy, having to cut through the interference from the\n&gt; battlefield, but fortunately Rat Trap was far enough away that he could\n&gt; still hear him. &quot;I believe Tuscon said he was sending you inside the \n&gt; tower?\n&gt; We have a plan to destroy it. Get out now! You have thirty seconds!&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}