{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"z0A8y8bxHIyqxjDn5BH9D2gpyt0pqdhrMeaelQXX4jse4y_7R_FfMYUKIu9OX4FUcMxr4PSuxktF1ede-w_OMNAmDy31ldiLPZ7IZuCkwD26YA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1296637962","msgId":71016,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE3NzI0NzAyMjUwNDg3QjJDOTVERTNBMEU0MEBwaHguZ2JsPg==","inReplyToHeader":"PGlpYWsxcitxaDl1QGVHcm91cHMuY29tPg==","referencesHeader":"PGlpYWsxcitxaDl1QGVHcm91cHMuY29tPg=="},"prevInTopic":71015,"nextInTopic":71017,"prevInTime":71015,"nextInTime":71017,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"OCC: Talon is Female Talon/Windlord/Kup/Hydras/Perceptor/Nightlight/BlackFortress/Elita Perceptor moved close to Nightlight s bed and with a very gloomy tone","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 39849 invoked from network); 2 Feb 2011 09:13:36 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m10.grp.re1.yahoo.com with QMQP; 2 Feb 2011 09:13:36 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s20.bay0.hotmail.com) (65.54.190.158)\n  by mta2.grp.re1.yahoo.com with SMTP; 2 Feb 2011 09:13:36 -0000\r\nX-Received: from BAY153-DS17 ([65.54.190.189]) by bay0-omc3-s20.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Wed, 2 Feb 2011 01:12:49 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds17724702250487B2C95DE3A0E40@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;iiak1r+qh9u@...&gt;\r\nIn-Reply-To: &lt;iiak1r+qh9u@...&gt;\r\nDate: Wed, 2 Feb 2011 03:12:42 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 02 Feb 2011 09:12:49.0305 (UTC) FILETIME=[5CDF0890:01CBC2B9]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=111572484; y=7Wmt6qQiilC5sJvU6J_GKQXW_yJXB3rQEFsOHI_QLipT7dxFklQL\r\nX-Yahoo-Profile: xochitla2006\r\n\r\n\nOCC: Talon is Female\n\nTalon/Windlord/Kup/Hydras/Perceptor/Nightlight/BlackFortress/Elita\n\nPerceptor moved close to Nightlight&#39;s bed and with a very gloomy tone said \n&quot;we must find the way to keep her quiet, we dont know how well \nreprogramation process worked and she could be a danger for herself and \nothers... Can we keep her energy level to minimal or sedated her? I just \nhope that Rodimus be here soon&quot;\n\nNighlight made a weak movement but her condition was stable\n\n****************************************************\n\nTin the battle field Talon continued moving and shooting, she didnt know how \nlong could keep her enemis away, Kup watched her desperate situation and \nopen fire against the predacons.\n\nHydras was really mad and said By comlink &quot;Perceptor alway has more than a \ntrick in his sleeve... PREDACONS WE MUST RETREAT!!!!! FOLLoW ME!!!!&quot; The \npredacon leader took off and with a devil smile he did a single shot agains \nTalon, hitting her in one of her wings; Talon Scream in pain and start to \nfalling to the ground while she struggling to keep her in air. Then the \nPredacon leader started to leave the area.\n\nWindlord Quicly followed Rattrap  when he reached the exit he took off and \ngrabs Rattrap by his tail and quickly started to move away. Meanwhile the \nBlackFortress count to zero continues... 2 mins to Explotion.\n\n\n*****************************\n\nElita hid herself and carefully watched her sorrounding hopping to find out \nwho was close to her.\n\n-----Original Message----- \nFrom: Sandy\nSent: Tuesday, February 01, 2011 9:46 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Wicked Blades in the Dark!!\n\nInside the fortress, Rat Trap makes a run for his life, as fast as his tiny \npaws could carry him.  He didn&#39;t know what he would meet at the other end, \nyet, right now, getting out was the only thing on his mind.\n\n&quot;Gotta get outa here, gotta get outa here!  I am sooooo outa here!&quot;\n\nHe rambles on as he scampers quickly to saftey.\n\nOutside the Ark, Night Shift and Straight Shot quickly help Noctorro, by \nassisting in moving Tucson, who was quite larger than they were. Yet, \ndespite their help, Tucson, being as determined as he was, despite his bad \ncondition, slowly resists their help, and manages to get on one knee, with \none foot on the ground.  Night Shift looks at him as does Straight Shot.\n\n&quot; Woah, easy Tucson, easy.  Haven&#39;t ya noticed?  You&#39;re losn&#39; a lotta \nbattery fluid real fast. That aint just a scratch on your arm buddy.&quot;\n\nTucson sighs.\n\n&quot;I - do not wish to burden anyone.  I - started this, and I feel that I \nshould help finish what I began.  I - can not expect anyone to risk their \nlives on - my account.&quot;\n\nStraight Shot eyes him.\n\n&quot; Tucson, we&#39;re helping you because we want to.  And right now you can use \nall the help you can get.  Look, what would Talon do without ya?  Ya can&#39;t \nlet her down, ya gotta preserve what life ya got, because when this is all \nover, you two are going to have something wonderful ta share in the future. \nYa wanna live ta see that right?&quot;\n\nHe nodds.\n\n&quot;And indeed, I - will.&quot;\n\nStraight Shot eyes him deeper.\n\n&quot;And now, you are gonna let Noctorro and us help ya, by getting you ta \nsaftey so you can get that arm repaired and replace the battery fluid you \nlost on the battle field.  Plus, we gotta move outa here real fast, because \nsomething big is gonna happen real soon.&quot;\n\nTucson nodds.\n\n&quot; All right.  Let&#39;s - regroup, as Noctorro has advised.&quot;\n\nAs he tries to stand up, he finds his condition too far advanced, as he \nfalls to his knees once more, unable to get up on his own.  He finds just \nenough energy to get into vehicle mode, seeing that this way, at least he \ncould be towwed to saftey, rolling on wheels rather than being dragged, \nwhich would be difficult to do otherwise.\n\n&quot; Here- in - this mode, it will - be easier for me - to ambulate.&quot;\n\nAt the Ark, Uproar and Quickstride nodd in compliance.  They were ready for \nthe challenge.  They transform into their robot modes as Uproar begins to \nsharpen his claws, while Quickstride cracks his knuckles.  The young cat now \nbares an enthusiastic look on his face.\n\n&quot; All right, I&#39;m ready ta do this sir.  No matter what happens, there&#39;s no \nturning tail.&quot;\n\nQuickstride also nodds.\n\n&quot;That&#39;s right, no turning tail.  It&#39;ll be like old times..&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; *INSIDE THE ARK*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;My contribution to the cause&quot; said Perceptor while he started to type\n&gt; &gt; something in his mini computer that was integrated in his arm. At the \n&gt; &gt; same\n&gt; &gt; time a internal Device started to operate inside the BlackFortress.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; As Perceptor worked on manipulating his projects at the Black Fortress,\n&gt; Legacy, Santon and Bump continued to watch over Nightlight, Bump running a\n&gt; scanner over her and watching her systems carefully.\n&gt;\n&gt; &quot;She is still stable, but we need to give her a larger infusion of power.&quot;\n&gt; Bump said.\n&gt;\n&gt; Legacy nodded as he stood, &quot;Is there not a technitronic defibrillator\n&gt; located here?&quot; His voice was calm and reasoning, his single optic pulsing \n&gt; as\n&gt; it seemed to almost scan the room. His arm was still being held in the \n&gt; air,\n&gt; the cannon end of it casting light about on other wise pitch dark room.\n&gt;\n&gt; &quot;Yes.&quot; Santon said quikly. &quot;YES it is!&quot; he said a little more loudly until\n&gt; Bump looked up at him and made a shushing motion with his hand.\n&gt;\n&gt; Santon looked sheepish and then he also stood and opened a small closet.\n&gt; Quickly he reached inside the closet and pulled out a device that roughly\n&gt; the size of a large suitcase and quickly brought it over to Nightlight&#39;s\n&gt; bedside.\n&gt;\n&gt; Bump&#39;s optics lit up as if he now also realized what was going on. The\n&gt; defibrillator was designed to reregulate a transformer&#39;s electronic path\n&gt; ways by shocking them, and the device may still yet hold a little power.\n&gt;\n&gt; Santon set the machine down and pulled out two small paddles and placed \n&gt; them\n&gt; on either side of Nightlight&#39;s spark chamber.\n&gt;\n&gt; &quot;Be sure that it is at its lowest setting, we need for it to low and yet\n&gt; continuous.&quot; Legacy said quietly as he watched the work. &quot;If it is too\n&gt; strong it can damage her, or run out before her systems turn over.&quot;\n&gt;\n&gt; Santon nodded as he worked the machine, Bump was standing next to him\n&gt; assisting.\n&gt;\n&gt; After a moment Santon looked back at Perceptor, it was as if he only now\n&gt; remembered that he was still in the room. &quot;Get ready, this should work, \n&gt; but\n&gt; we can&#39;t be sure.&quot;\n&gt;\n&gt; Santon stood as he spoke, &quot;CLEAR!&quot; and he pressed the activate button.\n&gt;\n&gt; &quot;BEEEEEEEEPPPPP&quot; The monitor said as Nightlight flatlined again, and then \n&gt; .\n&gt; . .\n&gt;\n&gt; &quot;BEEP . . . BEEP . . . BEEP&quot;\n&gt;\n&gt; Nightlight&#39;s systems began to reboot, her systems beginning to waken and\n&gt; operate under her own power.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; *INSIDE THE BLACK FORTRESS*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Secuence of auto destruction started in 3 minutes&quot;said a femenine voice\n&gt; &gt; inside the BlackFortress and in its sorroundings&quot;Minimal safe distance \n&gt; &gt; is\n&gt; 10\n&gt; &gt; miles....&quot;\n&gt; &gt;\n&gt; &gt; Inside the Black Tower, Rat Trap gets the message, as he gets up, and\n&gt; scrambles for his &gt; life, as he quickly backtracks the way he got in.\n&gt; &gt;\n&gt; &gt; &quot;I hear ya Rodimus! Ohhhh, time ta haul tail! Hey, by the way, I can&#39;t \n&gt; &gt; get\n&gt; through ta Wheels! I think somethn&#39;s really wrong with &#39;em, because he\n&gt; usually responds right away ta me!&quot;\n&gt; &gt;\n&gt; &gt; Windlord started to move quickly backwards trying to reach out the exit\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; The spider-cons that were following Windlord suddenly gave up the chase as\n&gt; the destruct sequence was set in motion. As the voice started speaking the\n&gt; tiny bots came to a complete stand still, their multi-opticed heads going\n&gt; dark as any spark of intellect vanished.\n&gt;\n&gt; For Rat Trap and Windlord the way towards the exit was easy enough to \n&gt; find,\n&gt; all they had to do was to run back in the direction that they had come. It\n&gt; took only a few moments to reach the opening in the wall that would lead\n&gt; them to the hallway and the opening that would lead out of the base. The\n&gt; question was, was Scourge still out there waiting for them? So far neither\n&gt; Rat Trap nor Windlord could hear anything.\n&gt;\n&gt; *IN THE BATTLE*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Night Shift opens a com link to Noctorro.\n&gt; &gt;\n&gt; &gt; &quot;NIGHT SHIFT TA NOCTORRO! OVER, WE GOT AN EMERGENCY! TUCSON&#39;S DOWN, I\n&gt; REPEAT TUCSON&#39;S DOWN!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Nightshift&#39;s call only got noise and feedback, it would seem that\n&gt; communications are still down for the Maximals and Autobots.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Talon took off and transformed in her trasmetallic raven form and shoot\n&gt; &gt; several or her feather missiles against her enemies while she tried to\n&gt; &gt; aproach to Tucson and Kup did the same\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; As Talon took off into the air, narrowly avoiding the vicious claw from\n&gt; Skyshadow, the other fuzors immediately opened fire on him, trying to \n&gt; knock\n&gt; him from the air. At the same time Injector, transforming into something\n&gt; that looked to be a cross between a lionfish and a hornet. His wings \n&gt; buzzing\n&gt; menecingly as they held him in the air. With a strange insectil grin he \n&gt; his\n&gt; back end directed itself at Talon, an end that ended with barbed tip \n&gt; stinger\n&gt; missile. With a slight jerk the missle disconnected and launched itself at\n&gt; Talon!\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Hydras was ready to do a final blow to Tucson when he heard the self\n&gt; &gt; destruction device started, then he moved backwards and open comlink to\n&gt; &gt; Cyclonus and yell &quot;Cyclonus, WHAT IS THAT?!!!!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;Sir!&quot; Cyclonus&#39; voice came over the radio to Hydras, &quot;There is some sort \n&gt; of\n&gt; detonation sequence in progress.&quot; There is a pause from Cyclonus, the \n&gt; sounds\n&gt; of computers can be heard behind him as well as a female voice that was\n&gt; counting down a two minute warning.\n&gt;\n&gt; &quot;Hydras&quot; Cyclonus finally came back. &quot;It was Perceptor! I can see his\n&gt; programming all over this.&quot; Cyclonus paused again and then continued, &quot;I \n&gt; am\n&gt; trying to stop it, but it looks like that is something Perceptor had had\n&gt; time to plant carefully.&quot;\n&gt;\n&gt; Meanwhile as Cyclonus is talking to Hydras . . .\n&gt;\n&gt; &gt;&gt;THOOM!!&lt;&lt;    &gt;&gt;THOOM!!&lt;&lt;\n&gt;\n&gt; The sounds of cannon fire can be heard as the large forms of Silverbolt,\n&gt; Airhammer, Torca, Bantor, and Noctorro the Maximal Fuzors leap up and \n&gt; begin\n&gt; firing at the Predacons, Noctorro actually firing at Hydras hoping to\n&gt; distract him so that Tuscon can be pulled to safety!\n&gt;\n&gt; &quot;Get Tuscon out of there!&quot; Noctorro said, his deep voice booming across \n&gt; the\n&gt; battlefield. &quot;We are going to have to back up and regroup, there are too\n&gt; many of them to stand out here in the open!&quot;\n&gt;\n&gt; AT THE ARK\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Outside the Ark, Uproar and Quickstride continue to stick close to \n&gt; &gt; Rodimus\n&gt; and the others and nodd as they look to each other. Uproar grins.\n&gt; &gt;\n&gt; &gt; &quot;Cool, so if the fortress goes bye bye, then we regain the control of \n&gt; &gt; the\n&gt; Ark... Maybe it&#39;s better if we wait it out a little bit.&quot;\n&gt; &gt;\n&gt; &gt; Quickstride grins too.\n&gt; &gt;\n&gt; &gt; &quot;Yeah, true, if we wait it out, then we got a better chance at getting \n&gt; &gt; in\n&gt; safely, and effectively.. I like that idea. I&#39;d rather not have ta damage\n&gt; anything in the Ark... &quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; The white and brown armored Leo II nodded as he kept looking back at the\n&gt; Ark, peering at it through the underbrush, as if waiting for some sort of\n&gt; sign. Ramulus and Wing Caliber just waited patiently, checking over their\n&gt; weapons to be sure they were primed.\n&gt;\n&gt; &quot;It won&#39;t be that easy.&quot; Rodimus said. &quot;The tower blowing should distract\n&gt; whoever is inside, but we still have to get in and bring them down.&quot;\n&gt;\n&gt; Rodimus turned to look back at Uproar and Quickstide, &quot;I am sure they will\n&gt; not be happy to see us when we get in there. Be ready.&quot;\n&gt;\n&gt; Glancing back at the Ark Rodimus keyeed his channel to Perceptor, &quot;So how\n&gt; long do we have until the base goes up? Was thirty seconds long enough, or\n&gt; do we need to give you more time? We don&#39;t want to come in too early.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}