{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"IjlwYSnEjCC-touzoIi2juWZfimA1bK6Uum6UJ85Uf16Qo2Sb94o0tm0aX4eVtrW-Rp6PLVFDBCODAMEj-XSMYeu1buPoNxKQWptCGIpHa2HjA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1297413281","msgId":71029,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE1MjQ4MzM2MUMyQUYxRkEyMERCOTJBMEVGMEBwaHguZ2JsPg==","inReplyToHeader":"PGlqMHZ2byszcHM2QGVHcm91cHMuY29tPg==","referencesHeader":"PGlqMHZ2byszcHM2QGVHcm91cHMuY29tPg=="},"prevInTopic":71028,"nextInTopic":71030,"prevInTime":71028,"nextInTime":71030,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"Talon/windlord:: We live to fight another day said Talon while she squezed glenty a part of her seat Relax... we have to leave this place before it blew up ","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 31740 invoked from network); 11 Feb 2011 08:36:33 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m15.grp.re1.yahoo.com with QMQP; 11 Feb 2011 08:36:33 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s15.bay0.hotmail.com) (65.54.190.153)\n  by mta2.grp.re1.yahoo.com with SMTP; 11 Feb 2011 08:36:33 -0000\r\nX-Received: from BAY153-DS15 ([65.54.190.189]) by bay0-omc3-s15.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Fri, 11 Feb 2011 00:34:47 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds152483361C2AF1FA20DB92A0EF0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ij0vvo+3ps6@...&gt;\r\nIn-Reply-To: &lt;ij0vvo+3ps6@...&gt;\r\nDate: Fri, 11 Feb 2011 02:34:41 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 11 Feb 2011 08:34:47.0114 (UTC) FILETIME=[8A4C12A0:01CBC9C6]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=111572484; y=6syW_xQNLndFjbGpzoXpxDrcoPh8oQZhaAloThShGp9ZpUfhygwG\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nTalon/windlord::\n\n&quot;We live to fight another day&quot;said Talon while she squezed glenty a part of \nher seat&quot;Relax... we have to leave this place before it blew up&quot;\n\n\nWindlor speeded up following his fellows\n\n-----Original Message----- \nFrom: Sandy\nSent: Thursday, February 10, 2011 9:24 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Wicked Blades in the Dark!!\n\nRat Trap could see Tucson below, as he&#39;s being towed by his comrades. He \nlooks up to Windlord pleadingly, wanting to be set down on Tucson&#39;s trailer \nif possible.\n\n&quot; Could ya set me down on Wheel&#39;s trailer?  I gotta see how he&#39;s don&#39;.  Poor \nbot, he really took a gamble out there for us.&quot;\n\nDown on the ground, Tucson sighs.  His condition was not the best, yet he \ntries hard to fend off the worst of its affects.\n\n&quot; I&#39;ve been through - worse Talon.  I&#39;m all right.  My - only regret, is \nthat - I - did not think things through as I - should have.  I - completely \nignorred Master - Yokitron&#39;s training, which - would have been - more \neffective in - this case, rather - than brute force.  All - of you went - \nabove and - beyond the - call of duty, and I - can - never repay you - for \nyour outstanding dedication to our - cause.  I - have to learn - not to let \nmy - temper get - the better - of me.  Today - is such an example.&quot;\n\nAs they head home, Tucson gradually reveals more and more of himself to his \ncomrades, which was definitely an infinite show of trust.\n\n&quot; Before the power - of the Matrix, I - was known to be - a bit more \naggressive than - most Autobots.  Talon, you know- you - saw that first hand \nwhen - we encountered that Minion in that abandoned base.  I - locked myself \nin with the enemy, and did - not stop until I had him restrained.  That - \ntoo was one of my mistakes, I - was lucky it turned out for the best.&quot;\n\nHe sighs once more.  Battery fluid continues to leak from his injury.\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Talon/Windlord/Kup\n&gt;\n&gt; windlord started to increase his speed, flyin as fast as he can. Kup Speed\n&gt; up and pulled Tucson trying to reach a safe distance. Talon smiled and \n&gt; said\n&gt; &quot;I&#39;m ok... How about you?&quot;\n&gt;\n&gt; -----Original Message----- \n&gt; From: Sandy\n&gt; Sent: Wednesday, February 09, 2011 10:32 AM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: Wicked Blades in the Dark!!\n&gt;\n&gt; Outside the Ark:\n&gt;\n&gt; Uproar paces back and forth, as part of his own thinking process.  He \n&gt; tended\n&gt; to do that when he was in deep thought, which wasn&#39;t too often for him.\n&gt; Quickstride watches.\n&gt;\n&gt; It was almost as if the curious cat was trying to bring out his \n&gt; resourceful\n&gt; side, which to him was a bit difficult.  He then looks to fallen rocks on\n&gt; the ground, of different sizes.  Quickstride gives him and Rodimus and the\n&gt; others a perplexed look.\n&gt;\n&gt; &quot; Well, that&#39;s really nice of you guys to be concerned..  Hmm, umm, I \n&gt; dunno\n&gt; what Uproar&#39;s up to.  Not like him ta be fixated on tiny objects like\n&gt; that...&quot;\n&gt;\n&gt; Uproar looks up to everyone.\n&gt;\n&gt; &quot;Oh, sorry, I didn&#39;t mean to go into wierd mode.  I&#39;m lookn&#39; at these \n&gt; rocks\n&gt; because, some of these may be comrpised of different minerals and alloys.\n&gt; Maybe one of them has an alloy that&#39;s resistant to the force shield.. And\n&gt; what if one of these was batted into the field...  And maybe, if there is \n&gt; an\n&gt; outside pannel that controls it, could that rock be swatted at the \n&gt; controls,\n&gt; and disable the field long enough ta get us all through without a hitch?&quot;\n&gt;\n&gt; Quickstride looks to Leo#2, and the others.\n&gt;\n&gt; &quot; Heeey, guys, he&#39;s onta something.  Rodimus, do you know if the Ark&#39;s got\n&gt; an external control pannel for the force shield?  If so, we might just \n&gt; have\n&gt; this problem solved.&quot;\n&gt;\n&gt; Uproar demonstrates his knack for swatting at rocks, as he swatts one in \n&gt; an\n&gt; opposite direction a good distance away from the group.\n&gt;\n&gt; &quot;See?  What&#39;dya think?&quot;\n&gt;\n&gt; Inside the Black Fortress, Rat Trap heaves a temporarry sigh of relief,\n&gt; knowing that it&#39;s clear sailing for Windlord and himself.\n&gt;\n&gt; &quot;Whew, we&#39;re off the hook for now, but we&#39;d be better off if we could get \n&gt; a\n&gt; little further away from here. I can&#39;t wait ta get home, where it&#39;s safe,\n&gt; and we don&#39;t have ta worry about gettn&#39; our tails toasted.&quot;\n&gt;\n&gt; Outside the Ark, Night Shift didn&#39;t care how long it would take the \n&gt; Furzors\n&gt; to help Tucson, he was just very happy to get the assistance.  He looks to\n&gt; Torca with a smile of appreciation.\n&gt;\n&gt; &quot;Heey, whatever you can do for us, works, speed or no speed.  Okay Kup,\n&gt; that&#39;s it, but don&#39;t strain your engine, okay?  Time for me ta start \n&gt; pulln&#39;\n&gt; my own weight too.&quot;\n&gt;\n&gt; He gets into his vehicle mode, and zooms up to Kup as he works beside him.\n&gt;\n&gt; &quot;Don&#39;t worry Tucson, we got you.&quot;\n&gt;\n&gt; Tucson clings to consciousness as best he can.\n&gt;\n&gt; &quot;Thank you.  I appreciate everyone&#39;s help.  But - please, do - not strain\n&gt; your systems on my - account.&quot;\n&gt;\n&gt; Sensing Talon inside, Tucson tries to regulate the climate inside his cab,\n&gt; to help make her feel more comfortable.  Even that was quite a chore, as \n&gt; he\n&gt; tries to deliver a good amount of Air filtration and conditioning to cool\n&gt; the atmosphere, yet deliver enough oxygen to clean it as well.\n&gt;\n&gt; &quot; Talon, are - you all right?&quot;\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@&gt; wrote:\n&gt; &gt;\n&gt; &gt; Elita/Perceptor /Kup/Nightlight/Windlord/Talon/Hydras\n&gt; &gt;\n&gt; &gt; Elita poped up behind Lord Elder and sayd in low voice &quot;I&#39;m here... i&#39;m\n&gt; &gt; hunting Predacons... Do you want to join me?&quot;\n&gt; &gt;\n&gt; &gt; *******************************\n&gt; &gt; Perceptor sit down and started to meditate while the breath of \n&gt; &gt; Nightlight\n&gt; &gt; became slow and rythm. Perceptor just got lost in his own mind and \n&gt; &gt; tought\n&gt; &gt; a lot of things about his past and posible future.\n&gt; &gt;\n&gt; &gt; Beep... beep... beep\n&gt; &gt;\n&gt; &gt; The machine continue cheking the Nightlight&#39;s vitals signals with no\n&gt; &gt; change.\n&gt; &gt;\n&gt; &gt; *********************************\n&gt; &gt; In the Battle field Windlord speed up himself in order to leave the\n&gt; &gt; explosion area and time was running out. Hydras said with an cold voice\n&gt; &gt; &quot;We dont have time to... have some fun; we must survive to fight another\n&gt; &gt; day&quot;\n&gt; &gt;\n&gt; &gt; Kup conceus that they didnt have time to loose he speed up, pulling \n&gt; &gt; Tucson\n&gt; &gt; outside the explosion area. Talon hold back a moan and she squeezed\n&gt; &gt; tightly a part of her seat.\n&gt; &gt;\n&gt; &gt; BlackFortress self destruction program said in loud voice &quot;Count down to\n&gt; &gt; destruction 1 min 50 seconds&quot;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; From: Super Cyclonus\n&gt; &gt; Sent: Tuesday, February 08, 2011 1:36 PM\n&gt; &gt; To: nbwrpg@yahoogroups.com\n&gt; &gt; Subject: Re: Wicked Blades in the Dark!!\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; OUTSIDE THE ARK\n&gt; &gt;\n&gt; &gt; Rodimus and Leo II sat there listening as Uproar and Quickstride relate\n&gt; &gt; their idea about attempting to disrupt the forcefield with their bodies\n&gt; &gt; while the rest of the group got through.\n&gt; &gt;\n&gt; &gt; Leo II, just shook his head as a small smile sketched itself on his, &quot;No\n&gt; &gt; lads.&quot; He said, his voice serious, despite the smile, &quot;There is no \n&gt; &gt; reason\n&gt; &gt; for you to sacrifice yourselves like that.&quot;\n&gt; &gt;\n&gt; &gt; Wing Caliber, one of the Maximal tactical specialists, nodded, &quot;Besides,\n&gt; &gt; if it were that easy to get in, don&#39;t you think Megatron would have\n&gt; &gt; sacrificed a few of his troops to get through years ago before this \n&gt; &gt; Hydras\n&gt; &gt; showed up?&quot;\n&gt; &gt;\n&gt; &gt; Rodimus smiled at Leo II and Wing Caliber thankful for their input, \n&gt; &gt; &quot;They\n&gt; &gt; are right. No we need you two here with us.&quot;\n&gt; &gt;\n&gt; &gt; Rodimus paused as he got a call . . .\n&gt; &gt;\n&gt; &gt; &gt; Perceptor opened his comlink to Rodimus and said &quot;Less than 2 mins...\n&gt; &gt; &gt; Nightlight is free; we will sedate her, I have an idea to see if\n&gt; &gt; &gt; reprogramation actually worked, but i need you here&quot;\n&gt; &gt;\n&gt; &gt; &quot;I read you.&quot; He said as he looked back at the others, holding up his\n&gt; &gt; hand, it would soon be time. Rodimus glanced at the Ark, &quot;Just a little\n&gt; &gt; bit more.&quot; He said as he held out his signature scrambling device, ready\n&gt; &gt; to use it.\n&gt; &gt;\n&gt; &gt; Leo II, Wing Caliber and Ramulus tensed up, ready to dash when Rodimus\n&gt; &gt; gave the signal.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; INSIDE THE ARK\n&gt; &gt;\n&gt; &gt; As Perceptor communicated with Rodimus on the outside, Legacy, Bump and\n&gt; &gt; Santon continued to oversee the reboot of Nightlight, Bump and Santon\n&gt; &gt; giving a visible sight of relief as her systems were beginning to come \n&gt; &gt; up.\n&gt; &gt;\n&gt; &gt; Legacy carefully positioned a device over Nightlight&#39;s chest and \n&gt; &gt; delivered\n&gt; &gt; a sedative, one that would keep her systems stable but would also keep \n&gt; &gt; her\n&gt; &gt; unconscious.\n&gt; &gt;\n&gt; &gt; Santon glanced over at Perceptor and then back at Nightlight, shaking \n&gt; &gt; his\n&gt; &gt; head, obviously uncomfortable about the whole thing, saving Nightlight \n&gt; &gt; by\n&gt; &gt; working with the very being who had subjected her to this in the first\n&gt; &gt; place. However for the moment he was content to let things lie.\n&gt; &gt;\n&gt; &gt; Meanwhile, elsewhere in the Ark,\n&gt; &gt;\n&gt; &gt; &quot;Elita! Elita!&quot; Lord Elder&#39;s voice could be heard near by. Even though \n&gt; &gt; he\n&gt; &gt; was whispering as loud as he could, his voice sounded weak as the sounds\n&gt; &gt; of a shuffled movement could be heard in the darkness of Elita&#39;s room.\n&gt; &gt;\n&gt; &gt; &quot;Elita . . . &quot; Elder&#39;s voice sounded as if it were getting further away.\n&gt; &gt;\n&gt; &gt; OUTSIDE THE TOWER\n&gt; &gt;\n&gt; &gt; &gt; Hydras started to move away, trying reach a safe distance; while he \n&gt; &gt; &gt; was\n&gt; &gt; &gt; doing that he open com link with all Predacons and said &quot;TO ALL\n&gt; &gt; &gt; PREDACONS LEAVE THE BLACKFORTRESS and sorrounding area,\n&gt; &gt; &gt; NOW... FOLLOW MY SIGNAL!!!!!&quot;\n&gt; &gt;\n&gt; &gt; As Hydras gives the order the other Predacons transform into to Beast \n&gt; &gt; Mode\n&gt; &gt; to make their get away, the vast majority of them taking to the air! The\n&gt; &gt; large door on the black Tower opens as Scourge and Cyclonus fly out, \n&gt; &gt; both\n&gt; &gt; of them already in their aerial modes, boosters flaring as they hit the\n&gt; &gt; skies!\n&gt; &gt;\n&gt; &gt; However as they fly they can almost immediately make out the form of\n&gt; &gt; Windlord as he carried Rat Trap in his claws, the duo began to change\n&gt; &gt; their vector of flight, angling towards them.\n&gt; &gt;\n&gt; &gt; &quot;Sir.&quot; Cyclonus transmited over his radio to Hydras, &quot;The Maximals that\n&gt; &gt; attempted to break into the Fortress are trying to make their get away \n&gt; &gt; as\n&gt; &gt; well. Shall we terminate them?&quot;\n&gt; &gt;\n&gt; &gt; They began to fly after Windlord, their superior speed in the air making\n&gt; &gt; it easy for them to begin to close the distance between them, rocket and\n&gt; &gt; missile launchers beginning to glow as they targeted the flying \n&gt; &gt; Maximals.\n&gt; &gt;\n&gt; &gt; Meanwhile on the ground,\n&gt; &gt;\n&gt; &gt; Torca nodded as Hydras and the other Predacons began to back off. &quot;We\n&gt; &gt; Fuzors don&#39;t have wheels and drive.&quot; He said to Nightshift as looked\n&gt; &gt; around and then glanced back at Tuscon in vehicular mode. &quot;But let&#39;s see\n&gt; &gt; what we can do.&quot;\n&gt; &gt;\n&gt; &gt; &quot;BANTOR!&quot; Torca called out, &quot;Beast Mode!&quot;\n&gt; &gt;\n&gt; &gt; The Maximal in question quickly transformed into the somewhat bizzar\n&gt; &gt; alternate mode, becoming a cross between a baboon and a Tiger; looking\n&gt; &gt; strong and powerful, even if unconventional.\n&gt; &gt;\n&gt; &gt; With that Torca transformed into his beastmode as well, that of an\n&gt; &gt; elephant and a Killer whale. He along with Bantor positioned themselves \n&gt; &gt; to\n&gt; &gt; the front of Tuscon. &quot;We won&#39;t be the fastest things, but we can get you\n&gt; &gt; home.&quot; Torca said as he waited to pull.\n&gt; &gt;\n&gt; &gt; Above their heads Noctorro, Air Hammer and Silverbolt take to the skies,\n&gt; &gt; becoming an aerial escort to the injured Maximals and Autobots!\n&gt; &gt;\n&gt; &gt; (TAG)\n&gt; &gt;\n&gt; &gt; Preston\n&gt; &gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}