{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"MzdZwJ46_dOcYGVmYceGx3rLnxa_JMfpE0DkftfOk5J10NWZT4JYfMEGoMUm1VkOjK9ppmBgDSbMKPwtuzqvHVzuJk0G6NUCUu_JyvP2WK2dfw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1296807370","msgId":71020,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczEzRjc0Mjc5OTEzMDM2NjZDRjVERDVBMEU2MEBwaHguZ2JsPg==","inReplyToHeader":"PGlpZXQ5NytrMzNqQGVHcm91cHMuY29tPg==","referencesHeader":"PGlpZXQ5NytrMzNqQGVHcm91cHMuY29tPg=="},"prevInTopic":71019,"nextInTopic":71021,"prevInTime":71019,"nextInTime":71021,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"Perceptor/Kup/Windlord/Hydras/Talon/Elita: Perceptor opened his comlink to Rodimus and said Less than 2 mins... Nightlight is free; we will sedate her, I have","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 40056 invoked from network); 4 Feb 2011 08:16:58 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m13.grp.re1.yahoo.com with QMQP; 4 Feb 2011 08:16:58 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s26.bay0.hotmail.com) (65.54.190.164)\n  by mta2.grp.re1.yahoo.com with SMTP; 4 Feb 2011 08:16:57 -0000\r\nX-Received: from BAY153-DS13 ([65.54.190.189]) by bay0-omc3-s26.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Fri, 4 Feb 2011 00:16:13 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds13F7427991303666CF5DD5A0E60@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;iiet97+k33j@...&gt;\r\nIn-Reply-To: &lt;iiet97+k33j@...&gt;\r\nDate: Fri, 4 Feb 2011 02:16:10 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;UTF-8&quot;; reply-type=original\r\nContent-Transfer-Encoding: 8bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 04 Feb 2011 08:16:13.0130 (UTC) FILETIME=[C96B5AA0:01CBC443]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=111572484; y=sl_XssHMXQqKdWSQuoB7iS8NO-6veL5i67_-kBSYnceVvRsYeuJF\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor/Kup/Windlord/Hydras/Talon/Elita:\n\nPerceptor opened his comlink to Rodimus and said &quot;Less than 2 mins... \nNightlight is free; we will sedate her, I have an idea to see if \nreprogramation actually worked, but i need you here&quot;\n\n********************************************\nTalon smiled in spite of the pain and said &quot;I will be fine... I had had \nworse wounds&quot;. Kup moved close and said &quot;we have to leave this plave NOW! We \ndont have much time!!!&quot;\n\n*******************************\nWindlord took Ratrap and he flew away at high speed.\n\n***********************************************\nHydras started to move away, trying reach a safe distance; while he was \ndoing that he open com link with all Predacons and said &quot;TO ALL PREDACONS \nLEAVE THE BLACKFORTRESS and sorrounding area, NOW...  FOLLOW MY SIGNAL!!!!!&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Thursday, February 03, 2011 12:48 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Wicked Blades in the Dark!!\n\nOutside the Ark\n\nNeither Uproar or Quickstride had ever encountered such difficulty as the \none they were facing now.  Yet they knew they had to keep it together if \nthey were to not let Rodimus down.  Quickstride looks to his buddy, who \nlooks to him as well.\n\n&quot;You think&#39;n what I&#39;m thinkn&#39;, Uproar?&quot;\n\nUproar nodds.\n\n&quot;When in doubt, resort ta the basics.  I say we just charge into there, like \na couple of wild animals, and get ourselves caught up in the fluctuation of \nthe force shield around it, and see if we can disrupt it long enough ta let \nRodimus and the other guys through. Of course, in beast mode, would kill our \nrobot modes for sure.&quot;\n\nQuickstride nodds.\n\n&quot;You&#39;re right, that might just be the only way ta disrupt it.  Might sting a \nlittle bit but it&#39;s worth the pain.  But I&#39;m a lot faster on my hooves than \nyou are on your paws.  I vote you stay on top of my back, I charge and that \nway we both distribute the disruptive energy around the field, long enough \nfor Rodimus ta get through relatively unharmed.. Hopefully. I think I did it \nbefore by accident once..  Oh yeah, when this snake thing came at me from \nnowhere and spooked the living spark outa me.  The shields were up for some \nreason and I ran right inta them.  Maaaan did that sting, but after a few \ndays in the CR chamber, I was okay.&quot;\n\nUproar nodds.\n\n&quot;If it&#39;s just a few days of CR treatment, I don&#39;t care.  Rodimus, Sir, this \nmay be the only way we&#39;ll be able ta get you guys in there. And we&#39;ll gladly \ndo it again and again if we have to.&quot;\n\nAt the Black fortress, inside, Rat Trap quickly looks to Windlord with \nbugged out eyes.\n\n&quot;GAHHH, OKAY, IT&#39;S TIME FOR TAKEOFF!  WE GOTTA BOGGIE!&quot;\n\nOutside the black fortress, Night Shift desperately hops up on Tucson to try \nand access his shifting collumn to put him into neutral so that towing him \nwill not tax anyone who is there to push or pull him out of danger.  Tucson \nhas just enough energy to lower his window, and does so for his comrade, who \nis quick to try and put him into Neutral.  There was a problem though.  In \norder to do that someone had to step down lightly on his brake pedal. \nTucson realized it, and with all his might, slowly plunges his brake on his \nown, as Night Shift quickly puts him into neutral.\n\n&quot;Whew, thanks buddy.  Okay, hang in there, we&#39;re gonna get you guys outa \nhere pronto.&quot;\n\nTucson responds.\n\n&quot;It&#39;s important - to secure - Talon.  Must - put my window back up.&quot;\n\nNight Shift nodds, as he gets down in time for Tucson to get the window back \nup.\n\n&quot;Right  Okay, guys, we need some help now!  Tucson&#39;s got Talon secured \nsafely and we gotta bug outa here pronto!\n\nStraight Shot manages to dart over to Night Shift.\n\n&quot; We gotta clear out!  The fortress is gonna blow any time now!  Tucson&#39;s \nway too close, he&#39;ll get obliterated if he stays here!&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; OOC: Talon is Female\n&gt; OOC:  Oops, sorry about that. I forget sometimes.\n&gt;\n&gt;\n&gt; *Inside the Ark*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Perceptor moved close to Nightlight&#39;s bed and with a very gloomy tone \n&gt; &gt; said\n&gt; &gt; &quot;we must find the way to keep her quiet, we dont know how well\n&gt; &gt; reprogramation process worked and she could be a danger for herself and\n&gt; &gt; others... Can we keep her energy level to minimal or sedated her? I just\n&gt; &gt; hope that Rodimus be here soon&quot;\n&gt; &gt;\n&gt; &gt; Nighlight made a weak movement but her condition was stable\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;Good.&quot; Bump said as he looked at his scanner, one of the few things \n&gt; having\n&gt; power, and that only because it had its own mobile power source. &quot;She&#39;s\n&gt; going to make it.&quot; He said, a bit of joy and relief creeping into his \n&gt; voice.\n&gt;\n&gt; Santon nodded and smiled as he looked at Legacy, &quot;We have done the\n&gt; impossible yet again!&quot; He said triumphantly\n&gt;\n&gt; Legacy&#39;s single optic pulsed even as he continued to hold his arm in the\n&gt; air, his cannon shedding light in the room. &quot;The very fact that we were \n&gt; able\n&gt; to accomplish the feat would seem to indicate that it was not impossible . \n&gt; .\n&gt; . merely improbable.&quot;\n&gt;\n&gt; Santon pursed his lips, &quot;That&#39;s just semantics.&quot; He said challengingly, \n&gt; &quot;You\n&gt; know you did not expect us to be able to do it.&quot;\n&gt;\n&gt; &quot;On the contrary.&quot; Legacy said as he moved around the room, checking other\n&gt; consoles, &quot;With our combined intellect I had little doubt that it could be\n&gt; accomplished in time. It was only the length of time that it would take \n&gt; that\n&gt; was in question, and how much more emotional responses would inhibit the\n&gt; proccess.&quot;\n&gt;\n&gt; Santon was about to say something else when a call came in from Rodimus,\n&gt; &quot;Perceptor! how long do we have until the tower goes up?&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Elita hid herself and carefully watched her sorrounding hopping to find\n&gt; out\n&gt; &gt; who was close to her.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; There was more shuffling in the room with Elita, then the sound of \n&gt; something\n&gt; sniffing. &quot;Elita!&quot; A whispered voice said in the darkness, the voice\n&gt; sounding like Lord Elder. &quot;Where are you? I know you&#39;re here.&quot;\n&gt;\n&gt;\n&gt; *Outside the Ark*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; At the Ark, Uproar and Quickstride nodd in compliance. They were ready \n&gt; &gt; for\n&gt; the challenge. They transform into their robot modes as Uproar begins to\n&gt; sharpen his claws, while Quickstride cracks his knuckles. The young cat \n&gt; now\n&gt; bares an enthusiastic look on his face.\n&gt; &gt;\n&gt; &gt; &quot; All right, I&#39;m ready ta do this sir. No matter what happens, there&#39;s \n&gt; &gt; no\n&gt; turning tail.&quot;\n&gt; &gt;\n&gt; &gt; Quickstride also nodds.\n&gt; &gt;\n&gt; &gt; &quot;That&#39;s right, no turning tail. It&#39;ll be like old times..&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus looked at all of them, his optics clear and resolute. &quot;I don&#39;t \n&gt; know\n&gt; what is going on at the battle, communications have been cut off, but we\n&gt; have to trust that Tuscon and the others are able to handle themselves.&quot;\n&gt;\n&gt; Pointing to the ark Rodimus&#39; face turned grim, &quot;Our focus is here and now.\n&gt; We don&#39;t know who or how many are in the Ark and who has taken her. But we\n&gt; do know that if we don&#39;t get back in, everyone&#39;s life is in danger, not \n&gt; only\n&gt; our lives and the Maximals, but also Optimus Prime, and the other Autobots\n&gt; that are suppose to wake up a couple of million years from now.&quot;\n&gt;\n&gt; &quot;Be ready.&quot; He said in serious tones. &quot;When Perceptor gives me the go \n&gt; ahead,\n&gt; I will activate this device and we enter the Ark.&quot; He took a moment to \n&gt; look\n&gt; at each one of them, &quot;It is almost time.&quot; he said with a tone of finality.\n&gt;\n&gt;\n&gt; *At the battle*\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Tucson nodds.\n&gt; &gt;\n&gt; &gt; &quot; All right. Let&#39;s - regroup, as Noctorro has advised.&quot;\n&gt; &gt;\n&gt; &gt; As he tries to stand up, he finds his condition too far advanced, as he\n&gt; falls to his knees once more, unable to get up on his own. He finds just\n&gt; enough energy to get into vehicle mode, seeing that this way, at least he\n&gt; could be towwed to saftey, rolling on wheels rather than being dragged,\n&gt; which would be difficult to do otherwise.\n&gt; &gt;\n&gt; &gt; &quot; Here- in - this mode, it will - be easier for me - to ambulate.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; As Tuscon attempted to transform and move away with the help of the \n&gt; others,\n&gt; Noctorro stands up, rising to his full and imposing height! Not having \n&gt; many\n&gt; of the larger weapons, Noctorro does what he does best, he leapt into the\n&gt; fray, using his large horns and immense size to batter down as many of the\n&gt; Predacons as he can.\n&gt;\n&gt; At the same time Torca, stands as well, his size actually a few inches\n&gt; taller and more massive than Noctorro! &quot;Silverbolt! Airhammer!&quot; Torca \n&gt; calls,\n&gt; his voice booming across the battlefield. &quot;Attack pattern theta 4!&quot;\n&gt;\n&gt; With that Silverbot, who looked to be a cross between a wolf and an eagle,\n&gt; and Airhammer who looked like both shark and hawk move quickly through the\n&gt; air, brining their firepower out in an attempt to disorient the Predacons!\n&gt;\n&gt; For a moment it seems to have that sort of affect as the sweeps pull back\n&gt; and Phobia is forced to abort her next attack run as the Fuzors make their\n&gt; presence known.\n&gt;\n&gt; As Waspinator and Terrorsaur attempt to swing around to help, Bantor fired\n&gt; several shots from his weapon stepping out from the trees, surprise and \n&gt; his\n&gt; firepower for the moment holding them at bay.\n&gt;\n&gt; Torca looked over at Tuscon and the others and then turned back to the\n&gt; battle, bringing his own Dorsal guns into play!\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; In the battle field Talon continued moving and shooting, she didnt know\n&gt; how\n&gt; &gt; long could keep her enemis away, Kup watched her desperate situation and\n&gt; &gt; open fire against the predacons.\n&gt; &gt;\n&gt; &gt; Hydras was really mad and said By comlink &quot;Perceptor alway has more than \n&gt; &gt; a\n&gt; &gt; trick in his sleeve... PREDACONS WE MUST RETREAT!!!!! FOLLoW ME!!!!&quot; The\n&gt; &gt; predacon leader took off and with a devil smile he did a single shot\n&gt; agains\n&gt; &gt; Talon, hitting her in one of her wings; Talon Scream in pain and start \n&gt; &gt; to\n&gt; &gt; falling to the ground while she struggling to keep her in air. Then the\n&gt; &gt; Predacon leader started to leave the area.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Hydras gets a message from Cyclonus, &quot;I cannot stop the destruction.\n&gt; Perceptor has planned this too well. If you don&#39;t have an override code of\n&gt; some type I&#39;m leaving!&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Even in truck mode, Tucson could hear Talon&#39;s scream of pain. And that\n&gt; &gt; was enough to energize him just enough to get him to roll quickly toward\n&gt; &gt; Talon, as he opens his cab doors right beside her.\n&gt; &gt;\n&gt; &gt; &quot;Night Shift, get - Talon into my cab, now!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Skyshadow laughed as he watched Talon fall, &quot;Stay down!&quot; he said \n&gt; menacingly\n&gt; as he oriented his weapon on her downed form. &quot;This will only take a mome \n&gt; .\n&gt; . .&quot;\n&gt;\n&gt; *&gt;&gt;BOOM!!&lt;&lt;*\n&gt;\n&gt; Skyshadow is hit by a blast from Torca which sends him spinning into the \n&gt; air\n&gt; and sliding back several meters.\n&gt;\n&gt; &quot;YOU!&quot; he said, hatred written clearly on Skyshadow&#39;s face. &quot;You and your\n&gt; accursed Fuzors!&quot;\n&gt;\n&gt; Torca just smiled as he held his weapon on him, &quot;You heard what your boss\n&gt; said, FLEE or face my wrath!&quot;\n&gt;\n&gt; Meanwhile Noctorro leaped inbetween the Predacons and Talon, catching\n&gt; Injector and Buzzclaw and sent them flying through the air as well! &quot;Go!&quot; \n&gt; he\n&gt; said, his vcoie deep and dangerous.\n&gt;\n&gt; Without a backwards glance they took off into the air, fleeing after their\n&gt; master, Hydras! The other Predacons, seeing his flight began pulling out \n&gt; as\n&gt; well.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Night Shift is quick to follow orders, as he carefully places Talon\n&gt; &gt; on Tucson&#39;s front seat. Tucson shuts his doors and secures her gently\n&gt; &gt; so she doesn&#39;t fall when he moves. It was just enough energy to secure\n&gt; &gt; her, as his engine slows and once again, is idol.\n&gt; &gt;\n&gt; &gt; &quot;Talon - I want you to - know that it will take more than just a shot –\n&gt; &gt; to my arm to stop me completely. Hydras will pay for what - he has done\n&gt; &gt; to you. I promise you that.&quot;\n&gt;\n&gt; *Inside the tower*\n&gt; * *\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Windlord Quicly followed Rattrap when he reached the exit he took off \n&gt; &gt; and\n&gt; &gt; grabs Rattrap by his tail and quickly started to move away. Meanwhile \n&gt; &gt; the\n&gt; &gt; BlackFortress count to zero continues... 2 mins to Explotion.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; The way out of the tower is apparently unguarded, Scourge is no where to \n&gt; be\n&gt; seen, probably having much better things to do like plan his own escape\n&gt; strategy.\n&gt;\n&gt; In any event the hole that Rat Trap and Windlord had used to enter was \n&gt; still\n&gt; available, and when they looked out they could see that the Magma beneath\n&gt; the tower was beginning to froth and churn as if it was somehow beginning \n&gt; to\n&gt; boil deep beneath.\n&gt;\n&gt; Meanwhile the female voice was continuing its count down. &quot;1 minute to\n&gt; destruction! Minimum safe distance is 10 miles.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}