{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"dLwk_-2a-KPcLSszU13XUNgkPizEAOT7PiteiQQ1LHPI-jXkms4gaZ3KxyMycWyPXw7mgTuc1eJ7NYBil_SInMZm9OJ9bw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Wicked Blades in the Dark!!","postDate":"1297269129","msgId":71026,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlpdWZpOStvMjB2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczE2MzhBRDVCMTQxNTIyNkRBQ0Y2Q0RBMEVEMEBwaHguZ2JsPg=="},"prevInTopic":71025,"nextInTopic":71027,"prevInTime":71025,"nextInTime":71027,"topicId":70973,"numMessagesInTopic":57,"msgSnippet":"Outside the Ark: Uproar paces back and forth, as part of his own thinking process.  He tended to do that when he was in deep thought, which wasn t too often","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 27444 invoked from network); 9 Feb 2011 16:32:10 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m4.grp.sp2.yahoo.com with QMQP; 9 Feb 2011 16:32:10 -0000\r\nX-Received: from unknown (HELO n42b.bullet.mail.sp1.yahoo.com) (66.163.168.156)\n  by mta3.grp.sp2.yahoo.com with SMTP; 9 Feb 2011 16:32:10 -0000\r\nX-Received: from [69.147.65.151] by n42.bullet.mail.sp1.yahoo.com with NNFMP; 09 Feb 2011 16:32:10 -0000\r\nX-Received: from [98.137.34.73] by t5.bullet.mail.sp1.yahoo.com with NNFMP; 09 Feb 2011 16:32:10 -0000\r\nDate: Wed, 09 Feb 2011 16:32:09 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;iiufi9+o20v@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds1638AD5B1415226DACF6CDA0ED0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Wicked Blades in the Dark!!\r\nX-Yahoo-Group-Post: member; u=167039986; y=u_gz9grJLtJaqSc0B0MGzQqihTgopnLatCK-jh08VsNqFivKnZY\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOutside the Ark:\n\nUproar paces back and forth, as part of his own thinking =\r\nprocess.  He tended to do that when he was in deep thought, which wasn&#39;t to=\r\no often for him.  Quickstride watches.  \n\nIt was almost as if the curious c=\r\nat was trying to bring out his resourceful side, which to him was a bit dif=\r\nficult.  He then looks to fallen rocks on the ground, of different sizes.  =\r\nQuickstride gives him and Rodimus and the others a perplexed look.\n\n&quot; Well,=\r\n that&#39;s really nice of you guys to be concerned..  Hmm, umm, I dunno what U=\r\nproar&#39;s up to.  Not like him ta be fixated on tiny objects like that...&quot;\n\nU=\r\nproar looks up to everyone.\n\n&quot;Oh, sorry, I didn&#39;t mean to go into wierd mod=\r\ne.  I&#39;m lookn&#39; at these rocks because, some of these may be comrpised of di=\r\nfferent minerals and alloys.  Maybe one of them has an alloy that&#39;s resista=\r\nnt to the force shield.. And what if one of these was batted into the field=\r\n...  And maybe, if there is an outside pannel that controls it, could that =\r\nrock be swatted at the controls, and disable the field long enough ta get u=\r\ns all through without a hitch?&quot;\n\nQuickstride looks to Leo#2, and the others=\r\n.\n\n&quot; Heeey, guys, he&#39;s onta something.  Rodimus, do you know if the Ark&#39;s g=\r\not an external control pannel for the force shield?  If so, we might just h=\r\nave this problem solved.&quot;\n\nUproar demonstrates his knack for swatting at ro=\r\ncks, as he swatts one in an opposite direction a good distance away from th=\r\ne group.\n\n&quot;See?  What&#39;dya think?&quot;\n\nInside the Black Fortress, Rat Trap heav=\r\nes a temporarry sigh of relief, knowing that it&#39;s clear sailing for Windlor=\r\nd and himself.\n\n&quot;Whew, we&#39;re off the hook for now, but we&#39;d be better off i=\r\nf we could get a little further away from here. I can&#39;t wait ta get home, w=\r\nhere it&#39;s safe, and we don&#39;t have ta worry about gettn&#39; our tails toasted.&quot;=\r\n\n\nOutside the Ark, Night Shift didn&#39;t care how long it would take the Furzo=\r\nrs to help Tucson, he was just very happy to get the assistance.  He looks =\r\nto Torca with a smile of appreciation.\n\n&quot;Heey, whatever you can do for us, =\r\nworks, speed or no speed.  Okay Kup, that&#39;s it, but don&#39;t strain your engin=\r\ne, okay?  Time for me ta start pulln&#39; my own weight too.&quot;\n\nHe gets into his=\r\n vehicle mode, and zooms up to Kup as he works beside him. \n\n&quot;Don&#39;t worry T=\r\nucson, we got you.&quot;\n\nTucson clings to consciousness as best he can.  \n\n&quot;Tha=\r\nnk you.  I appreciate everyone&#39;s help.  But - please, do - not strain your =\r\nsystems on my - account.&quot;\n\nSensing Talon inside, Tucson tries to regulate t=\r\nhe climate inside his cab, to help make her feel more comfortable.  Even th=\r\nat was quite a chore, as he tries to deliver a good amount of Air filtratio=\r\nn and conditioning to cool the atmosphere, yet deliver enough oxygen to cle=\r\nan it as well.\n\n&quot; Talon, are - you all right?&quot;\n\n--- In nbwrpg@yahoogroups.c=\r\nom, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Elita/Perceptor /Kup/Nig=\r\nhtlight/Windlord/Talon/Hydras\n&gt; \n&gt; Elita poped up behind Lord Elder and say=\r\nd in low voice &quot;I&#39;m here... i&#39;m hunting Predacons... Do you want to join me=\r\n?&quot;\n&gt; \n&gt; *******************************\n&gt; Perceptor sit down and started to=\r\n meditate while the breath of Nightlight became slow and rythm. Perceptor j=\r\nust got lost in his own mind and tought a lot of things about his past and =\r\nposible future.\n&gt; \n&gt; Beep... beep... beep\n&gt; \n&gt; The machine continue cheking=\r\n the Nightlight&#39;s vitals signals with no change.\n&gt; \n&gt; *********************=\r\n************\n&gt; In the Battle field Windlord speed up himself in order to le=\r\nave the explosion area and time was running out. Hydras said with an cold v=\r\noice &quot;We dont have time to... have some fun; we must survive to fight anoth=\r\ner day&quot;\n&gt; \n&gt; Kup conceus that they didnt have time to loose he speed up, pu=\r\nlling Tucson outside the explosion area. Talon hold back a moan and she squ=\r\neezed tightly a part of her seat.\n&gt; \n&gt; BlackFortress self destruction progr=\r\nam said in loud voice &quot;Count down to destruction 1 min 50 seconds&quot;\n&gt; \n&gt; \n&gt; =\r\nFrom: Super Cyclonus \n&gt; Sent: Tuesday, February 08, 2011 1:36 PM\n&gt; To: nbwr=\r\npg@yahoogroups.com \n&gt; Subject: Re: Wicked Blades in the Dark!!\n&gt; \n&gt; \n&gt; \n&gt; \n=\r\n&gt; OUTSIDE THE ARK\n&gt; \n&gt; Rodimus and Leo II sat there listening as Uproar and=\r\n Quickstride relate their idea about attempting to disrupt the forcefield w=\r\nith their bodies while the rest of the group got through. \n&gt; \n&gt; Leo II, jus=\r\nt shook his head as a small smile sketched itself on his, &quot;No lads.&quot; He sai=\r\nd, his voice serious, despite the smile, &quot;There is no reason for you to sac=\r\nrifice yourselves like that.&quot;\n&gt; \n&gt; Wing Caliber, one of the Maximal tactica=\r\nl specialists, nodded, &quot;Besides, if it were that easy to get in, don&#39;t you =\r\nthink Megatron would have sacrificed a few of his troops to get through yea=\r\nrs ago before this Hydras showed up?&quot;\n&gt; \n&gt; Rodimus smiled at Leo II and Win=\r\ng Caliber thankful for their input, &quot;They are right. No we need you two her=\r\ne with us.&quot;\n&gt; \n&gt; Rodimus paused as he got a call . . . \n&gt; \n&gt; &gt; Perceptor op=\r\nened his comlink to Rodimus and said &quot;Less than 2 mins... \n&gt; &gt; Nightlight i=\r\ns free; we will sedate her, I have an idea to see if \n&gt; &gt; reprogramation ac=\r\ntually worked, but i need you here&quot;\n&gt; \n&gt; &quot;I read you.&quot; He said as he looked=\r\n back at the others, holding up his hand, it would soon be time. Rodimus gl=\r\nanced at the Ark, &quot;Just a little bit more.&quot; He said as he held out his sign=\r\nature scrambling device, ready to use it. \n&gt; \n&gt; Leo II, Wing Caliber and Ra=\r\nmulus tensed up, ready to dash when Rodimus gave the signal. \n&gt; \n&gt; \n&gt; INSID=\r\nE THE ARK\n&gt; \n&gt; As Perceptor communicated with Rodimus on the outside, Legac=\r\ny, Bump and Santon continued to oversee the reboot of Nightlight, Bump and =\r\nSanton giving a visible sight of relief as her systems were beginning to co=\r\nme up.\n&gt; \n&gt; Legacy carefully positioned a device over Nightlight&#39;s chest an=\r\nd delivered a sedative, one that would keep her systems stable but would al=\r\nso keep her unconscious. \n&gt; \n&gt; Santon glanced over at Perceptor and then ba=\r\nck at Nightlight, shaking his head, obviously uncomfortable about the whole=\r\n thing, saving Nightlight by working with the very being who had subjected =\r\nher to this in the first place. However for the moment he was content to le=\r\nt things lie.  \n&gt; \n&gt; Meanwhile, elsewhere in the Ark, \n&gt; \n&gt; &quot;Elita! Elita!&quot;=\r\n Lord Elder&#39;s voice could be heard near by. Even though he was whispering a=\r\ns loud as he could, his voice sounded weak as the sounds of a shuffled move=\r\nment could be heard in the darkness of Elita&#39;s room. \n&gt; \n&gt; &quot;Elita . . . &quot; E=\r\nlder&#39;s voice sounded as if it were getting further away. \n&gt; \n&gt; OUTSIDE THE =\r\nTOWER\n&gt; \n&gt; &gt; Hydras started to move away, trying reach a safe distance; whi=\r\nle he was \n&gt; &gt; doing that he open com link with all Predacons and said &quot;TO =\r\nALL\n&gt; &gt; PREDACONS LEAVE THE BLACKFORTRESS and sorrounding area,\n&gt; &gt; NOW... =\r\nFOLLOW MY SIGNAL!!!!!&quot;\n&gt; \n&gt; As Hydras gives the order the other Predacons t=\r\nransform into to Beast Mode to make their get away, the vast majority of th=\r\nem taking to the air! The large door on the black Tower opens as Scourge an=\r\nd Cyclonus fly out, both of them already in their aerial modes, boosters fl=\r\naring as they hit the skies!\n&gt; \n&gt; However as they fly they can almost immed=\r\niately make out the form of Windlord as he carried Rat Trap in his claws, t=\r\nhe duo began to change their vector of flight, angling towards them. \n&gt; \n&gt; =\r\n&quot;Sir.&quot; Cyclonus transmited over his radio to Hydras, &quot;The Maximals that att=\r\nempted to break into the Fortress are trying to make their get away as well=\r\n. Shall we terminate them?&quot;\n&gt; \n&gt; They began to fly after Windlord, their su=\r\nperior speed in the air making it easy for them to begin to close the dista=\r\nnce between them, rocket and missile launchers beginning to glow as they ta=\r\nrgeted the flying Maximals. \n&gt; \n&gt; Meanwhile on the ground, \n&gt; \n&gt; Torca nodd=\r\ned as Hydras and the other Predacons began to back off. &quot;We Fuzors don&#39;t ha=\r\nve wheels and drive.&quot; He said to Nightshift as looked around and then glanc=\r\ned back at Tuscon in vehicular mode. &quot;But let&#39;s see what we can do.&quot;\n&gt; \n&gt; &quot;=\r\nBANTOR!&quot; Torca called out, &quot;Beast Mode!&quot; \n&gt; \n&gt; The Maximal in question quic=\r\nkly transformed into the somewhat bizzar alternate mode, becoming a cross b=\r\netween a baboon and a Tiger; looking strong and powerful, even if unconvent=\r\nional.\n&gt; \n&gt; With that Torca transformed into his beastmode as well, that of=\r\n an elephant and a Killer whale. He along with Bantor positioned themselves=\r\n to the front of Tuscon. &quot;We won&#39;t be the fastest things, but we can get yo=\r\nu home.&quot; Torca said as he waited to pull. \n&gt; \n&gt; Above their heads Noctorro,=\r\n Air Hammer and Silverbolt take to the skies, becoming an aerial escort to =\r\nthe injured Maximals and Autobots! \n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}