{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"QI3U3Lhb7Y3kSdV73x0eiPUcaK74BBDdU8ULR1-0hFP6xZiEsielWRw2qAd_TvWjRTTs7DoPnD29t1FiyevtPTH2C4gTNYnmkTckCv9tX7gG_Q","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Back to the Ark!","postDate":"1298364191","msgId":71047,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczMxQzQ1ODAwNzU5NTJDMzU1N0JBN0EwRDgwQHBoeC5nYmw+","inReplyToHeader":"PGlqdjBrOCt0M2MwQGVHcm91cHMuY29tPg==","referencesHeader":"PGlqdjBrOCt0M2MwQGVHcm91cHMuY29tPg=="},"prevInTopic":71046,"nextInTopic":71049,"prevInTime":71046,"nextInTime":71048,"topicId":71034,"numMessagesInTopic":32,"msgSnippet":"Talon/windlord/Perceptor/Elita/Kup: Tucson, Listen me Talon said worried  You re not in condition to face whoever is inside the Ark... You couldnt win... ","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 77881 invoked from network); 22 Feb 2011 08:44:04 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m3.grp.sp2.yahoo.com with QMQP; 22 Feb 2011 08:44:04 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s7.bay0.hotmail.com) (65.54.190.145)\n  by mta1.grp.sp2.yahoo.com with SMTP; 22 Feb 2011 08:44:04 -0000\r\nX-Received: from BAY153-DS3 ([65.54.190.189]) by bay0-omc3-s7.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Tue, 22 Feb 2011 00:43:16 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds31C4580075952C3557BA7A0D80@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ijv0k8+t3c0@...&gt;\r\nIn-Reply-To: &lt;ijv0k8+t3c0@...&gt;\r\nDate: Tue, 22 Feb 2011 02:43:11 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;utf-8&quot;; reply-type=original\r\nContent-Transfer-Encoding: 8bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 22 Feb 2011 08:43:16.0850 (UTC) FILETIME=[8CAADD20:01CBD26C]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Back to the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=vdvcwlVDe4B5fm629bHUgjzY4xD3uB1EljtFbFQABEAZk6dpe7pv\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nTalon/windlord/Perceptor/Elita/Kup:\n\n&quot;Tucson, Listen me&quot;Talon said worried &quot; You&#39;re not in condition to face \nwhoever is inside the Ark... You couldnt win...&quot;\n\n*********************************\n\nWindlor Speed up his engines towards the ark as well as Kup\n\n******************************\n\nPerceptor opened his comlink To Tucson and Rodimus and said &quot;Here is \nPerceptor... A volenteer and me will go to Back up Rodimus&quot; after he said \nthat picked up from Nightlight the weapon that he lend her and looking \ntowards the other bots said &quot;One volenteer Follow me, the others keep an eye \nin her and lock down the room... It&#39;s time to clean up the House&quot;\n\nThen he left the room following the signatures.\n\n******************************\n\nElita covered Lord Elder with whatever she could find in order to hid him \nand she hid somewhere close\n\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Monday, February 21, 2011 6:39 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Back to the Ark!\n\nQuickstride quickly tries to shield Leo ll and Wind Caliber from flying \ndebris using an on board shield, fashioned on his cannon.  Uproar crouches \nto avoid the debris.\n\n&quot; Son of a glitch! GRRRRR!  NO ONE MESSES WITH THE ARK AND GETS AWAY WITH \nIT! WHY DON&#39;T YOU HAUL YOUR COCKY AFT OUT HERE AND FACE US LIKE A REAL \nWARRIOR!&quot;\n\nQuickstride snorts.\n\n&quot;Yeah, quit hidn&#39; behind your little fire crackers &#39;n fight like real bots!&quot;\n\nUproar raises a brow.\n\n&quot;Heeey, wait a minute, Leo ll, Wind Caliber, I got an idea.  Cover your \nnoses, this might get stinky.  Hey, Quickstride, eat any bean pods lately?&quot;\n\nQuickstride raises a brow, and transforms into his beast mode.\n\n&quot;As a matter of fact, I did.  And a lot of &#39;em.  Stand back fellas, stay \ndown wind, and try not ta breathe any of this in.  We&#39;re about ta stink out \nthe biggest stinker in this place!&quot;\n\nHe turns his rump in the direction of where the intruder is, and releases \nhis stink attack.\n\nMeanwhile, on the way back to the Ark, Tucson gets Rodimus&#39;s report.  He is \nnot happy with what he hears.  Almost immediately, his temper begins to \nescalate.\n\n&quot; NO, NO, NO, NOOOO!  NO ONE DISTURBS THE ARK!  NO ONE!\n\nHis engine rumbles with the power of his anger.  It gives him just enough \npower to start his engine.\n\nRat Trap gasps.\n\n&quot;Woah, easy Wheels...  Guys, ya better let those harnesses go, Wheels isn&#39;t \nin a really good mood...&quot;\n\nNight Shift notices the change in his leader.\n\n&quot;Ohh scrap, he&#39;s right!  Guys, he&#39;s got his engines up!  We can drop the \nharnesses!&quot;\n\nTucson&#39;s engine roars back to life, yet he doesn&#39;t take off in a mad dash as \nof yet.\n\n&quot; THE ARK IS IN PERRIL!  AND I WILL NOT LET IT FALL TO THE ENEMY!  MAXIMALS, \nWE NEED TO PUT IT IN FULL GEAR  AND GET BACK BEFORE ANYONE IS HARMED OR \nANYTHING IS DAMAGED!&quot;\n\nHe then transmits to Rodimus.\n\n&quot;RODIMUS, IF YOU CAN HEAR ME, I&#39;M ON MY WAY, AND MARK MY WORDS WHOEVER IS \nTHERE NOW WILL WISH THEY HADN&#39;T ATTEMPTED THE INFILTRATION! I WANT THAT \nENEMY IMMOBILIZED AND BROUGHT TO ME UPON MY ARRIVAL! THEY WANT TORMENT?! \nI&#39;LL SHOW THEM TORMENT!&quot;\n\nRat Trap sits back, hear thumping a mile a minute.\n\n&quot; Ohh boy Talon, he&#39;s ticked...  No telln&#39; what&#39;s gonna happen when he gets \nback ta the Ark now..&quot;\n\nIt was clear, if there was any temper left in Tucson, he had just lost it \ncompletely.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; INSIDE THE ARK\n&gt;\n&gt; As Uproar and Quickstride follow Leo II and Wing Caliber up towards the\n&gt; bridge, the trip is nothing if not dark and silent. There is virtually no\n&gt; sound, except for the small sounds that the four themselves make as they\n&gt; walked.\n&gt;\n&gt; Leo II and Wing Caliber both seem adept at walking soundlessly, staying\n&gt; close to the shadows, but in this oppressive silence, even their footfalls\n&gt; could be heard at times, magnified by the echoing in the halls.\n&gt;\n&gt; As they approach the bridge, the door actually slid open as the get \n&gt; close –\n&gt; apparently even if the rest of the ship is without power, the bridge still\n&gt; has it.\n&gt;\n&gt; Screens line the walls as Leo II, Wing Caliber, Quickstride and Uproar \n&gt; walk\n&gt; on the bridge.\n&gt;\n&gt; &quot;Where is the intruder.&quot; Leo II growled under his breath. He also sniffed\n&gt; the air looking for any trace of him.\n&gt;\n&gt; Wing Caliber walked over to one of the console, &quot;Sir look!&quot;\n&gt;\n&gt; Leo II walked over to see what Wing Caliber was pointing at. And there on\n&gt; the screen was the image of the front bay where the inert forms of Optimus\n&gt; Prime and Megatron as well as the other Autobots and Decepticons were\n&gt; laying. However in the corner of the screen there was a timed count down \n&gt; of\n&gt; 2 minutes.\n&gt;\n&gt; &quot;It&#39;s a bomb!&quot; Caliber said. &quot;We have to get back to the main chamber, \n&gt; now!&quot;\n&gt;\n&gt; It was only then that there was a quiet chuckle from the corner as a dark\n&gt; figure stepped from the shadows. It was difficult to tell, but he looked\n&gt; like one of the old seekers, like Thundercracker or Skywarp, although his\n&gt; marking were somewhat different. He was shrouded in dark blacks and \n&gt; purples\n&gt; and about the same size as any other Predacon or Maximal. &quot;No, you won&#39;t.&quot;\n&gt; he said, his voice barely above a whisper. &quot;You will stay here and watch\n&gt; your friends, and your entire world go up in flames!&quot;\n&gt;\n&gt; There was a dark chuckle as the figure disappeared and the doors to the\n&gt; bridge opened and then closed, to be followed closely by a small \n&gt; detonation\n&gt; on the door!\n&gt;\n&gt; It was locked, permanently!\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Elita nodded, it was time to be brave, hunt the Predacon could wait; she\n&gt; opened her tiny com link and call her dad&quot;Daddy!!!! Someone hurted Uncle\n&gt; Elder... He need Cr or Medic bay...He has fell unconceus... he looks very\n&gt; bad&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Elita get&#39;s an answering call from Rodimus, &quot;You just stay put little one \n&gt; I\n&gt; am on the way to you now. Try to keep Lord Elder out of sight until I get\n&gt; there.&quot;\n&gt;\n&gt; Even as Rodimus spoke, almost as if he could hear them speak about him \n&gt; Lord\n&gt; Elder groaned and moved slightly, but did not regain consciousness.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;This was a... Emotional lapsus, dont expect to wacth a lot&quot;said coldly\n&gt; Perceptor but then his voice was tunned with a slight pride&quot;Above all my\n&gt; creations, the BlackFortress was the greatest&quot;and added with a more cold\n&gt; tone&quot;But sometimes... Sacrifies are needed&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Santon and Bump looked at each other and then shrugged a small smile on\n&gt; their faces.\n&gt;\n&gt; &quot;Of course.&quot; Legacy said in cold tones. He turned to regard the ex \n&gt; Predacon\n&gt; scientist, &quot;However there may yet be time to construct another, perhaps\n&gt; putting it to better use this time.&quot;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ON THE WAY BACK TO THE ARK\n&gt;\n&gt; The trip back is longer then any of them had anticipated. Having to carry\n&gt; and pull the large bulk of Tuscon back to the base was not the fastest \n&gt; mode\n&gt; of travel.\n&gt;\n&gt; However there did not seem to be any opposition either. There was no hint \n&gt; of\n&gt; Predacon or Decepticon energy signature to be felt. Not a single wrong \n&gt; smell\n&gt; and or anything out of the ordinary, except the feeling of being watched.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; [Tuscon] now turns his com link on to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;Rodimus, this is Tucson, I need to know the status\n&gt; &gt; of the situation at the Ark, over.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus&#39; voice crackled as it came over Tuscon&#39;s radio, &quot;We are inside the\n&gt; Ark now. I have just been told that Lord Elder is damaged. We are on our \n&gt; way\n&gt; to him now.&quot; There was a pause and then Rodimus continued, &quot;Leo II, Wing\n&gt; Caliber, Uproar and Quickstride went to the bridge to check things out.&quot;\n&gt;\n&gt; There was a small sound over the radio, &quot;Slag!&quot; Rodimus said after a \n&gt; moment.\n&gt; &quot;That sounded like a small explosion coming from the bridge. I&#39;ll get back\n&gt; to you.&quot; Rodimus signed off.\n&gt;\n&gt; Meanwhile as the group continued to trek back towards the Ark, high above,\n&gt; barely in sight range a large dark form moved swiftly through the skies. \n&gt; It\n&gt; was like a dark cloud that for a moment obscured the sun. It was not quite \n&gt; a\n&gt; bird and more than some dinosaur. However even at this range its shape was\n&gt; easily recognizable – a DRAGON!\n&gt;\n&gt; As quickly as it came it continued to move away towards the north and then\n&gt; east, its attention apparently on something else as if disregarding the\n&gt; Autobots and Maximals on the ground.\n&gt;\n&gt; For a moment it could be made out that the figure was carrying two other\n&gt; dark forms, the forms hanging in wicked clawed talons. However their\n&gt; identities remained unknown as the figure quickly moved further and \n&gt; further\n&gt; away, an occasional wing flap propelling it to faster and faster speeds.\n&gt;\n&gt; &quot;I detected Minion in that thing.&quot; Bantor said.\n&gt;\n&gt; Torca grunted, &quot;We had better get back to the Ark quickly.&quot;\n&gt;\n&gt; With a nod they continued to pull Tuscon west, back towards the Ark.\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}