{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"-kxCac0JRjJO8J5fj2v4AMqQRdvccpcR0Z7HDaUxfwgvJPxWt_ob9ykP4Lwj3-2ZKnzcG_aIh4lsVnBNgZAUZSvqQ9cNhWs6jsDA0r88RELqvA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Back to the Ark!","postDate":"1298535899","msgId":71052,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczUwRjY5RjAxODIyMDNCMEYxREFGREEwREEwQHBoeC5nYmw+","inReplyToHeader":"PGlrM2p1aSs2cmFzQGVHcm91cHMuY29tPg==","referencesHeader":"PGlrM2p1aSs2cmFzQGVHcm91cHMuY29tPg=="},"prevInTopic":71050,"nextInTopic":71054,"prevInTime":71051,"nextInTime":71053,"topicId":71034,"numMessagesInTopic":32,"msgSnippet":"Elita/Perceptor/Kup/windlord Elita kept her eyes and ears  sensing around her, she must protect Lord Elder now and whoever were close would hurt him. ","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 11486 invoked from network); 24 Feb 2011 08:29:29 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m15.grp.re1.yahoo.com with QMQP; 24 Feb 2011 08:29:29 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s18.bay0.hotmail.com) (65.54.190.156)\n  by mta3.grp.re1.yahoo.com with SMTP; 24 Feb 2011 08:29:29 -0000\r\nX-Received: from BAY153-DS5 ([65.54.190.189]) by bay0-omc3-s18.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Thu, 24 Feb 2011 00:25:05 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds50F69F0182203B0F1DAFDA0DA0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ik3jui+6ras@...&gt;\r\nIn-Reply-To: &lt;ik3jui+6ras@...&gt;\r\nDate: Thu, 24 Feb 2011 02:24:59 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 24 Feb 2011 08:25:05.0954 (UTC) FILETIME=[5744D820:01CBD3FC]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Back to the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=4kVq7tC0p4cb51nLwDBUOGYEh7pfcZZABisPIu2KDq_9hGAeyh1E\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nElita/Perceptor/Kup/windlord\n\nElita kept her eyes and ears  sensing around her, she must protect Lord \nElder now and whoever were close would hurt him.\n\n\n*******************************\n\nPercepro Ran towards Rodimus and soon he reach him &quot;Nothing yet&quot;said coldy \nwhile he tried to sense something\n\n********************************\n\nKup and windlord wacthed each other and said &quot;We will keep an eye on you \nTucson&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Wednesday, February 23, 2011 12:33 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Back to the Ark!\n\nInside the Ark, Quickstride looks at Uproar with a not so pleased look on \nhis face.\n\n&quot; Ya know, maybe we should never have gone with that idea of yours.&quot;\n\nUproar gives a sheepish grin.\n\n&quot;Yep, my bad.  As always.&quot;\n\nQuickstride nodds, and sends an oxygen neutralization mist, to clear out the \nstench.\n\n&quot;There, hopefully that&#39;ll work.  And next time, don&#39;t get me in trouble \nagain.&quot;\n\nUproar shrugs.\n\n&quot;Right, ignore my bright ideas, they usually don&#39;t work anyway.&quot;\n\nQuickstride looks to Leo ll and then looks around.\n\n&quot;Hmm, I wonder...  I know there&#39;s a control room around here somewhere.. \nI&#39;m not too good at the technological stuff, but, I used to do a few things, \nlike control climate, monitor parameters, that sorta thing.  I wonder if we \ncan gain access into the control box, and bypass everything the intruder&#39;s \ndone so far?&quot;\n\nUproar knew where the control box was, he points upwards.\n\n&quot;I know where the box is, but getting to it, that might not be easy.&quot;\n\nOn the way back to the Ark, it was clear that Tucson sensed that history was \npartially repeating itself, from the day he had been taken off line during a \nharrowing battle vorns ago.  He was not about to let anyone down a second \ntime, and certainly not willing to give up to any of the minions, or \nHydras&#39;s low life commandoes.\n\n&quot;Talon, I deeply appreciate your concern, and take it greatly into heart. \nBut, I&#39;ve failed our factions once before, I can not and will not let that \nhappen again.  I have to do this, to stop history from repeating itself.&quot;\n\nNight Shift could tell Tucson was getting ready to put it into battle gear.\n\n&quot;Look, big guy, Talon&#39;s right, you&#39;re in no condition ta put up a fight. \nYou&#39;re just gonna get yourself even more damaged than ya already are.&quot;\n\nRat Trap nodds.\n\n&quot;They&#39;re right Wheels, you can&#39;t just throw yourself out there at sixty \npercent power ratio.  It&#39;s like ya said, sometimes, we don&#39;t always win the \nbattle, but eventually we&#39;ll win the war.&quot;\n\nStraight Shot listens too.\n\n&quot;I second that.  No one expects you to always save the day, Tucson.  You&#39;ve \nstretched yourself over your limits far too many times, and it&#39;s time you \ngave yourself time to recharge.&quot;\n\nTucson sighs.\n\n&quot; There isn&#39;t any time for that Straight Shot.  For every moment I take to \nrecharge, more destruction is inflicted.  Lord Elder is in severe disrepair, \neveryone there is in grave danger, and there is an enemy unseen by anyone&#39;s \nscanners that is wreaking havoc in our home.  No, I will not rest until this \nenemy is dealt with.&quot;\n\nNight Shift groans.\n\n&quot;Slag, are you stubborn, Tucson.  You&#39;re not ready for another fight, \nplain&#39;n simple!&quot;\n\nTucson&#39;s inner cab vibrates, a slight effect of his emotional state.\n\n&quot;Night Shift, don&#39;t.  I&#39;ll do what needs to be done regardless of my \ncondition.  I owe you all that much. I owe you your freedom and your saftey. \nI owe everyone that.&quot;\n\nRat Trap too, gets upset.\n\n&quot; Wheels, will ya just listen ta us this time?!  Ya can&#39;t go inta battle the \nway you are!  There&#39;s more chances of them send&#39;n ya ta the junkyard now \nthan there is when you&#39;re runn&#39;n with a hundred percent of your power!  You \ngot nothn&#39; left!  You try ta fight now you could go off line permanently! \nYOUR LIFE IS DEPENDING ON IT!&quot;\n\nStraight Shot sits up.\n\n&quot;Thank you Rat Trap, exactly what you said.  If we have to temporarilly take \nyou off line Tucson we&#39;ll do that for the sake of saving your aft! Now \nRodimus doesn&#39;t want you to risk your life, and neither does anyone else! \nFor once, LISTEN TO US!&quot;\n\nTucson pauses.\n\n&quot; Bantor, I - need you to go ahead to back up the other Fuzors, and to see \nif Rodimus needs your help.  I can now drive myself with the energy I&#39;ve got \nleft.  I will arrive at the Ark shortly following your arrival there. \nPrimus be with you.&quot;\n\nEveryone heaves a sigh of releif. Especially Rat Trap.\n\n&quot;Good choice.  So, what next Wheels?&quot;\n\nTucson replies as he warms up his engine to continue on his own wheels.\n\n&quot; It seems that whoever has taken control of the Ark, has tampered with it&#39;s \nconfiguration, via the mainframe.  There is only one thing that could \npossibly interrupt that.  My sonar system.  It has the ability to disrupt \nmost alien programming, and perhaps with enough of a disruption, we may - \njust be able to gain control of it again.&quot;\n\nRat Trap grins.\n\n&quot;Heeeeey, that&#39;s right, that&#39;ll create a weankess in the programming and \nthat&#39;s when we can take advantage of reclaiming the configurations.  Better \nget back ta Rodimus and the others about that.&quot;\n\nTucson acknolwedges and contacts Rodimus.\n\n&quot;Tucson Prime to Rodimus Prime, over.  As soon as I am close enough to the \nark, I am going to attempt a short range sonar disruption intercept of the \nArk&#39;s systems.  Hopefully this will cause enough of a falter, for us to \nregain control of the system via an interruption of frequencies.  Tell - \nLegacy to be ready to intercept the mainframe on my mark.  Tucson Prime \nout.&quot;\n\nStraight Shot smiles.\n\n&quot;Now that&#39;s the Tucson Prime I know.  Resourceful yet sensible.  Just like a \ntruck should be.&quot;\n\n\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; INSIDE THE ARK\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Heeey, wait a minute, Leo ll, Wind Caliber, I got an idea. Cover your\n&gt; noses, this might get stinky. Hey, Quickstride, eat any bean pods lately?&quot;\n&gt; &gt;\n&gt; &gt; Quickstride raises a brow, and transforms into his beast mode.\n&gt; &gt;\n&gt; &gt; &quot;As a matter of fact, I did. And a lot of &#39;em. Stand back fellas, stay\n&gt; down wind, and try not ta breathe any of this in. We&#39;re about ta stink out\n&gt; the biggest stinker in this place!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Wing Caliber gave Leo II a rather dubious look as they both looked at each\n&gt; other and then at Quickstride. &quot;What do you mean?&quot; Leo II said, confusion \n&gt; on\n&gt; his face as Quickstride shifted into beast mode.\n&gt;\n&gt; Wing Caliber&#39;s optics widened when he actually realized the intenent, &quot;No!\n&gt; Don&#39;t . . .&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; He turns his rump in the direction of where the intruder is, and \n&gt; &gt; releases\n&gt; his stink attack.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;. . . The venting system is down while the power is out to the rest of \n&gt; the\n&gt; ship!&quot;\n&gt;\n&gt; Wing Caliber&#39;s call came too Late as the great gas cloud quickly began to\n&gt; fill the air, causing the greenish brown haze to expand rapidly. Quickly \n&gt; the\n&gt; very paint that was on the wall where the intruder had once stood began to\n&gt; turn a decidedly darker color and even chip a little from the wall in \n&gt; spots.\n&gt; However there was no other response from the intruder, or the area that he\n&gt; once stood.\n&gt;\n&gt; &quot;Perhaps the *cough* intruder left through the *cough* door when it opened\n&gt; and closed *cough*&quot; Wing Caliber said as he choked on the noxious fumes \n&gt; that\n&gt; was beginning to fill the room.\n&gt;\n&gt; Unfortunately this room, unlike the last time when Quickstride let loose\n&gt; with this outside, was enclosed there was no where for the gas cloud to \n&gt; go.\n&gt; And much as Wing Caliber had surmised, the cloud kept expanding to quickly\n&gt; cover the entire chamber.\n&gt;\n&gt; Leo&#39;s optics narrowed as he looked at Quickstride, obviously he was not \n&gt; too\n&gt; happy with this turn of events, especially because his sense of smell was\n&gt; unusually keen. His face was turning a little green around the edges.\n&gt;\n&gt; &quot;There&#39;s got to be a *cough* secondary exit from this room *cough*&quot; Leo II\n&gt; said as he looked around. &quot;We need to find it and get out of here. \n&gt; *cough*&quot;\n&gt;\n&gt; Meanwhile near the sickbay. . . .\n&gt;\n&gt; &gt; Perceptor opened his comlink To Tucson and Rodimus and said &quot;Here is\n&gt; &gt; Perceptor... A volenteer and me will go to Back up Rodimus&quot; after he \n&gt; &gt; said\n&gt; &gt; that picked up from Nightlight the weapon that he lend her and looking\n&gt; &gt; towards the other bots said &quot;One volenteer Follow me, the others keep an\n&gt; eye\n&gt; &gt; in her and lock down the room... It&#39;s time to clean up the House&quot;\n&gt; &gt;\n&gt; &gt; Then he left the room following the signatures.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;I read you.&quot; Rodimus said over his comlink to Perceptor. &quot;I am heading \n&gt; back\n&gt; towards the bridge. I can&#39;t tell if we have one intruder of more. He&#39;s not\n&gt; showing up on my sensors!&quot;\n&gt;\n&gt; As Perceptor left the room, Legacy quickly followed behind him, his arm\n&gt; cannon beginning to glow as the temporal guardian prepared for battle.\n&gt;\n&gt; Rodimus&#39; voice came back over the link, &quot;Send someone to see about Elita \n&gt; and\n&gt; Lord Elder too.&quot; There was an edge of fear in his voice, fear of harm \n&gt; coming\n&gt; to his daughter, fear of harm to his wife. &quot;And keep Nightlight as safe as\n&gt; you can.&quot;\n&gt;\n&gt; Santon nodded, &quot;I will go after Lord Elder.&quot; He looked back at Bump, I am\n&gt; sending a security code to the Maximals, if you don&#39;t get that cose, don&#39;t\n&gt; open the door for anyone.&quot;\n&gt;\n&gt; &quot;Understood.&quot; Bump said as he rose to his full height, ready to guard the\n&gt; room and Nightlight. &quot;Don&#39;t worry Rodimus, I will protect Nightlight, and\n&gt; Santon is going after the others.&quot;\n&gt;\n&gt; &quot;Good!&quot; Rodimus replied.\n&gt;\n&gt; Santon sent a small encrypted code to the rest of the Maximals, &quot;This is \n&gt; so\n&gt; we can recognize each other.&quot; He said. &quot;I don&#39;t know if this intruder can\n&gt; imitate any of us or not.&quot; With a last look back at Nightlight and Bump\n&gt; Santon went through the door and closed it tightly.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Elita covered Lord Elder with whatever she could find in order to hid \n&gt; &gt; him\n&gt; &gt; and she hid somewhere close\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Lord Elder remained unconscious, fluid leaking from several of his wounds.\n&gt; It is obvious from the amount of damage that he will require major repairs\n&gt; to be functional again.\n&gt;\n&gt; There was a soft creak on the floor near to where Elita was hiding, \n&gt; someone\n&gt; or something was coming in her and Lord Elder&#39;s direction.\n&gt;\n&gt;\n&gt; ON THE WAY BACK TO THE ARK\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; [Tuscon] then transmits to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;RODIMUS, IF YOU CAN HEAR ME, I&#39;M ON MY WAY, AND MARK MY WORDS WHOEVER \n&gt; &gt; IS\n&gt; THERE NOW WILL WISH THEY HADN&#39;T ATTEMPTED THE INFILTRATION! I WANT THAT\n&gt; ENEMY IMMOBILIZED AND BROUGHT TO ME UPON MY ARRIVAL! THEY WANT TORMENT?!\n&gt; I&#39;LL SHOW THEM TORMENT!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;I read you.&quot; Rodimus replied, his voice once again full of confidence and\n&gt; that old charisma o9f his. &quot;We will do what we can. Rodimus out.&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Rat Trap sits back, hear thumping a mile a minute.\n&gt; &gt;\n&gt; &gt; &quot; Ohh boy Talon, he&#39;s ticked... No telln&#39; what&#39;s gonna happen when he \n&gt; &gt; gets\n&gt; back ta the Ark now..&quot;\n&gt; &gt;\n&gt; &gt; It was clear, if there was any temper left in Tucson, he had just lost \n&gt; &gt; it\n&gt; completely.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Torca and Bantor continued to pull Tuscon, trying to keep up a stead to\n&gt; pace.\n&gt;\n&gt; &quot;I have a message from Noctorro, Airhammer and Silverbolt.&quot; Torca said.\n&gt; &quot;They have reached the Ark, but the shielding is in place, the can&#39;t get\n&gt; in.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}