{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"f3RC3EHAYj_c55fSxQe4jElq6lh1_mtBn3xb5MINzeSGfYpp9Snit141u0QOF33P3l6cVukELGrHAnBw9Cd04vax4VNmns-xIhoqAH3XZpNhIw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Back to the Ark!","postDate":"1298711587","msgId":71060,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczIxMjMwMTBCRDc5MDBGREQ0N0E1MURBMERDMEBwaHguZ2JsPg==","inReplyToHeader":"PGlrOHJkaytkYTdwQGVHcm91cHMuY29tPg==","referencesHeader":"PGlrOHJkaytkYTdwQGVHcm91cHMuY29tPg=="},"prevInTopic":71059,"nextInTopic":71061,"prevInTime":71059,"nextInTime":71061,"topicId":71034,"numMessagesInTopic":32,"msgSnippet":"Elita/Perceptor/Windlord/Kup/Talon/Hydras:: Perceptor said with cold tone Well, i hope that your old habits dont include shoot the allies... cause I ll shoot","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 37294 invoked from network); 26 Feb 2011 09:16:21 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m1.grp.sp2.yahoo.com with QMQP; 26 Feb 2011 09:16:21 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s25.bay0.hotmail.com) (65.54.190.163)\n  by mta1.grp.sp2.yahoo.com with SMTP; 26 Feb 2011 09:16:21 -0000\r\nX-Received: from BAY153-DS21 ([65.54.190.189]) by bay0-omc3-s25.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sat, 26 Feb 2011 01:13:15 -0800\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds2123010BD7900FDD47A51DA0DC0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ik8rdk+da7p@...&gt;\r\nIn-Reply-To: &lt;ik8rdk+da7p@...&gt;\r\nDate: Sat, 26 Feb 2011 03:13:07 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 26 Feb 2011 09:13:15.0677 (UTC) FILETIME=[668114D0:01CBD595]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: Back to the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=5w5opyromDhJfCneOtbSXHA0uUtaWq_W0YxIjfRVkD7Nib4xCheo\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nElita/Perceptor/Windlord/Kup/Talon/Hydras::\n\nPerceptor said with cold tone &quot;Well, i hope that your old habits dont \ninclude shoot the allies... cause I&#39;ll shoot back. Nightlight is out of \ndanger, as long as the intruder doesnt storm inside the Medical bay&quot;and \nadded with a gloomy tone&quot;We need to find the kid... If Razorsharp find her \nfirst, i dont want to tell what he will be able to do her but also we need \nto protect the bots contained in the Ark... What do you bet that Hydras \nwouldnt be happy to know this little intrusion???? We need set priorities&quot;\n\n**************************************\n\nWindlord  lookign at Tuscon said &quot;You and Talon arnet in the best shape, \nlad, you should cover till all ended&quot; Kup looked at Tucson and nodded\n\n*************************************\n\nHydras opened his comlink and said &quot;Tell me when you are REady... and I \nFORBID YOU HARM ANY DECEPTICON INSIDE THE ARK, with the exception of that \nTreacherous Mole-rat... If you have touched them then I personally kill \nyou....&quot;\n\n***********************************\nElita poped out her hide out in her mine sabletooth cub&#39;s form and said \n&quot;KEy???? what Key???? I dont have any key... Beside why have I to Follow \nyou???? You&#39;re  a decepticon and an extranger...&quot;\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Friday, February 25, 2011 12:12 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: Back to the Ark!\n\nInside the Ark.\n\nQuckstride steps in readilly, and cracks his knuckles.\n\n&quot;I think I can lend my services here sir.  I&#39;ve worked with the control box \nbefore and about this bomb, I haven&#39;t defused one in a long time but I do \nknow how to. It&#39;s a good thing I paid attention in the technological \ntraining sessions.&quot;\n\nHe climbs up to the control box, and gently opens the door, via a manual \nbutton on the side.  He looks at the inner workings and assesses what needs \nto be done.\n\n&quot;Oh boy..  Okaaay, well, here&#39;s what I think guys..  The wiring appears to \nhave been altered somewhat, which means whoever our intruder is, is rather \nskilled in this field.  But, it doesn&#39;t mean it can&#39;t falter.  I overheard \nTucson talking about trying to disrupt this with a sonar wave, and \ntruthfully, I think it&#39;s our best shot. After that, I can get to the bomb \nand stop it from going off.&quot;\n\nUproar nodds.\n\nWell, there ya have it Leo ll.  It&#39;s up ta the boss ta step in first.  I \nhope he&#39;s close.&quot;\n\nOutside the Ark, Tucson now finds himself within range to execute the sonar \ndisruption plan.  He begins to transmit while enroute.\n\n&quot;All right, Tucson to Rodimus, and Legacy.  I am within range and \ntransmitting now.  You should begin to see a disruption in the Ark&#39;s systems \nin the form of static and audio interference.  Once you see that, it&#39;s time \nto move in and quickly regain control of the mainframe.   This should also \nbring our enemy out of hiding, once realizing what is happening. It will be \nyour opportunity to seize and immobilize him.&quot;\n\nRat Trap senses the wave.\n\n&quot;Owww, Wheels, is it supposed ta hurt our ears?&quot;\n\nTucson sighs.\n\nI&#39;m sorry Rat Trap, I know, I did not have time to configure a saftey buffer \nfor the transmission.  I appologize for any pain any of you feel, and now \nsuggest that all of you turn off your audio sensors now.  That goes for you \nas well, Rodimus, Legacy, everyone.  This transmission is going to cause \nmore than just a mild disruption, it may also cause you moderate to severe \ndiscomfort.\n\nThe sonar wave gains in strength, as Rat Trap does as told.  The ground \nbeneath them begins to vibrate with the transmission yet, Tucson seems to \ncontinue driving over it at a steady speed.\n\nNight Shift steadies himself on the shakey ground beneath his tires.\n\n&quot;Woahh, that&#39;s some heavy sonar you&#39;re puttn&#39; out big guy..  Let&#39;s hope this \nworks.&quot;\n\nTucson knew he would have to amplify the wave.  He now activates his built \nin amplifiers to do so.\n\n&quot; Get ready, I&#39;m amplifying the transmission.&quot;\n\nUpon doing that, the ground vibrates just a tad more.  Pebbles dance in all \ndirections as Tucson comes closer and closer to the Ark.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Hmm, I wonder... I know there&#39;s a control room around here somewhere..\n&gt; I&#39;m not too good at the technological stuff, but, I used to do a few \n&gt; things,\n&gt; like control climate, monitor parameters, that sorta thing. I wonder if we\n&gt; can gain access into the control box, and bypass everything the intruder&#39;s\n&gt; done so far?&quot;\n&gt; &gt;\n&gt; &gt; Uproar knew where the control box was, he points upwards.\n&gt; &gt;\n&gt; &gt; &quot;I know where the box is, but getting to it, that might not be easy.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; As Uproar looked up he could indeed see small round door that should lead \n&gt; to\n&gt; the main control hub that was positioned a few meters above the bridge, it\n&gt; was the `control box&#39; and gaining control of it may give them control of \n&gt; the\n&gt; bridge.\n&gt;\n&gt; &quot;Well it can&#39;t be too hard.&quot; Leo II quipped as he looked around,\n&gt; &quot;Maintenance personnel and technicians are going to need to get to it from\n&gt; time to time.\n&gt;\n&gt; Wing Caliber quickly moved over to one of the auxiliary stations. &quot;Here.&quot; \n&gt; He\n&gt; said as he activated several controls and the door above the bridge slid\n&gt; open revealing the control box just a short climb away.\n&gt;\n&gt; At the same time a female voice said, &quot;One minute forty five seconds until\n&gt; detonation.&quot; The counter on the front panel mirrored that count as it\n&gt; continued to count down towards zero.\n&gt;\n&gt; Leo II straightened as looked at Uproar and Quickstride, &quot;I know we have \n&gt; not\n&gt; worked together before, do either of you have any technical knowledge?&quot; \n&gt; Leo\n&gt; was a leader in crisis as he watched the world he believed in presumably\n&gt; coming to an end. The destruction of the Ark would not only end their \n&gt; lives,\n&gt; but the destruction of Optimus Prime and Megatron would forever disrupt \n&gt; the\n&gt; time stream destrying ALL of them.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Percepro Ran towards Rodimus and soon he reach him &quot;Nothing yet&quot;said \n&gt; &gt; coldy\n&gt;\n&gt; &gt; while he tried to sense something\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Legacy quickly moved with Pereptor, easily keeping up with the blind\n&gt; Predacon, leading him in the correct directions. As the two approached\n&gt; Rodimus&#39; position they could both see the red beams of the two&#39;s targeting\n&gt; sensors before they actually came into view.\n&gt;\n&gt; As Perceptor came around the corner Rodimus&#39; and Ramulus pointed their\n&gt; weapons at him for a moment and then stopped. Rodimus smiled sheepishly,\n&gt; &quot;Sorry Perceptor, its old habit.&quot; Lowering their weapons Rodimus \n&gt; continued,\n&gt; &quot;I take it that Nightlight is out of danger?&quot;\n&gt;\n&gt; As Rodimus talked Ramulus continued to look around, peering down around \n&gt; the\n&gt; corner. &quot;I don&#39;t like this, something is wrong.&quot;\n&gt;\n&gt; &quot;I agree.&quot; Rodimus said as he got a call from Tuscon . . .\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Tucson Prime to Rodimus Prime, over. As soon as I am close enough to \n&gt; &gt; the\n&gt; ark, I am going to attempt a short range sonar disruption intercept of the\n&gt; Ark&#39;s systems. Hopefully this will cause enough of a falter, for us to\n&gt; regain control of the system via an interruption of frequencies. Tell -\n&gt; Legacy to be ready to intercept the mainframe on my mark. Tucson Prime \n&gt; out.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;Understood.&quot; Came Rodimus&#39; reply. His voice was quiet and firm. &quot;What \n&gt; ever\n&gt; you do, do it quickly. I have Legacy with me right now, we will be ready.&quot;\n&gt;\n&gt; Rodimus turned to Legacy, &quot;I am not sure exactly how Tuscon plans to\n&gt; overload these systems, they were designed to hold off the Predacon army,\n&gt; but hopefully he has a plan.&quot;\n&gt;\n&gt; Legacy nodded, &quot;Perhaps. I will be ready in either case.&quot;\n&gt;\n&gt; Rodimus grunted as he and Ramulus brought their weapons to full power. &quot;In\n&gt; any case, be ready for anything.&quot; Rodius began to lead the way down the\n&gt; hall. &quot;Now we have to get to one of the control rooms.&quot;\n&gt;\n&gt; Ramulus pointed to a nearby door, &quot;There.&quot; He said.\n&gt;\n&gt; As they made thier way over another call came from Tuscon . . .\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot; Rodimus, as soon as we can regain control of the Ark, and the enemy\n&gt; &gt; is subdued, I&#39;d like everyone to meet in the control room, so we can\n&gt; figure\n&gt; &gt; out how to deal with the intruder in an apropriate manner. I&#39;d like\n&gt; everyone&#39;s\n&gt; &gt; imput as how to go about it. After all, he just didn&#39;t anger me, he\n&gt; angered\n&gt; &gt; and endangered everyone. &quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;Gotcha.&quot; Rodimus said as he made his way over towards the control room. \n&gt; He\n&gt; could not help but feel the slightest bit of fear and apprehension as he\n&gt; sought to defeat this enemy and implement this plan of Tuscon&#39;s. Every\n&gt; moment that he was trying to get into the control room was a moment that \n&gt; he\n&gt; was leaving Elita unguarded.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;We jsut arrived&quot;said the Predacon leader while he set in a place where \n&gt; &gt; he\n&gt; could\n&gt; &gt; see the Maximal Group without been seen or detected, then he sent his\n&gt; coordinates\n&gt; &gt; to Blackrazor &quot;Be ready to left the base... I&#39;ll cover you&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;I will be ready momentarily.&quot; Blackrazor said, his voice as quiet as a\n&gt; whisper. &quot;I just need a little insurance.&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Elita kept her eyes and ears sensing around her, she must protect Lord\n&gt; &gt; Elder now and whoever were close would hurt him.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Interestingly enough the was a sound that Elita could hear, the sound of a\n&gt; voice, a quiet one, one that said, &quot;. . . need a little insurance.&quot;\n&gt;\n&gt; Then a dark figure seemed to almost materialize out of thin air. The \n&gt; figured\n&gt; looked one of the old seekers, maybe Skywarp, although he was far darker.\n&gt; The muzzle of his blaster aimed right at Elita as he looked right at her\n&gt; hiding spot, &quot;Come on out.&quot; he said in an evil rasp. &quot;I believe I have \n&gt; found\n&gt; my key out of here. YOU.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}