{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"t3HzQrhHfpzpz0nw0IV7Bm4lBaQSjEFMPpysaBgcahhtQlxMviHPIKSugOU3e9Yg80HPTYehdotwyFdWjeLfO7tNqgZBwA","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Back to the Ark!","postDate":"1300116604","msgId":71077,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlsbGM5cysxNzN2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczdEOEFBMzQxOEFFNEE0OUI1NjcwNEEwQ0EwQHBoeC5nYmw+"},"prevInTopic":71076,"nextInTopic":71078,"prevInTime":71076,"nextInTime":71078,"topicId":71034,"numMessagesInTopic":32,"msgSnippet":"Inside the bridge, Quickstride does as Windlord tells him and with a swift hand.  He waits for the result but with a tense expression on his face. It s done,","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 31613 invoked from network); 14 Mar 2011 15:30:06 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m3.grp.sp2.yahoo.com with QMQP; 14 Mar 2011 15:30:06 -0000\r\nX-Received: from unknown (HELO n45b.bullet.mail.sp1.yahoo.com) (66.163.168.159)\n  by mta3.grp.sp2.yahoo.com with SMTP; 14 Mar 2011 15:30:06 -0000\r\nX-Received: from [69.147.65.149] by n45.bullet.mail.sp1.yahoo.com with NNFMP; 14 Mar 2011 15:30:06 -0000\r\nX-Received: from [98.137.34.184] by t9.bullet.mail.sp1.yahoo.com with NNFMP; 14 Mar 2011 15:30:06 -0000\r\nDate: Mon, 14 Mar 2011 15:30:04 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;illc9s+173v@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds7D8AA3418AE4A49B56704A0CA0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Back to the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=nyLrougypYntxIMQcNDN-Ea0v0L1TDeLehcEewOcR5myD3NLXUM\r\nX-Yahoo-Profile: magicquartz\r\n\r\nInside the bridge, Quickstride does as Windlord tells him and with a swift =\r\nhand.  He waits for the result but with a tense expression on his face.\n\n&quot;I=\r\nt&#39;s done, let&#39;s hope that did something to our advantage.&quot;\n\nMeanwhile, Upro=\r\nar nodds as he continues to sniff around the parameter of the area.  He cou=\r\nld still smell something familliar, and enemy.\n\n&quot;Whoever was in this area, =\r\nis still here, I can smell &#39;em.  They&#39;re not too far off.  Question is, who=\r\n and what are we dealing with?&quot;\n\nOutside the ark, Tucson holds his position=\r\n and his wave.  A look of sheer determination floods his face.  He had not =\r\nanswered Kup right away, but needed not to, as his body langauge fortells t=\r\nhat of a determined Autobot, sworn to duty, and prepared to go as much dist=\r\nance as needed.  In the midsts of the wave, he picks up a blip.  He detects=\r\n the intruder inside, and with that wave, pinpoints his location.  Yet, he =\r\nwasn&#39;t about to tell anyone what he&#39;d be up to next.  With transmission sti=\r\nll underway, he approaches the ark calmly, with an alert stride to his walk=\r\n.  The only one who would know what he&#39;d be up to, would be Legacy.\n\n&quot;Legac=\r\ny, my sonar systems have picked up the intruder.  I know of his location an=\r\nd I&#39;m very sure I can keep up with him, if I continue to transmit.  Can you=\r\n give me access into the Ark at this time?&quot;\n\nOutside the Ark, Night Shift c=\r\natches something on his radar, and begins to pick up a little speed, buzzin=\r\ng a bit ahead of Kup, like a hunting dog fixated on it&#39;s target.\n\n&quot; Hello, =\r\nI got somethn&#39;!  IT&#39;S A PRED SIGNATURE!  Ohhh yeah, we&#39;re not far from our =\r\ntargets Kup, I can feel &#39;em!&quot;\n\nRat Trap too, senses them.\n\n&quot;He&#39;s right!  I =\r\ngot the pred signature and it&#39;s locked&#39;n loaded!  Ohhh Wheels was right!  H=\r\ne was right!  They&#39;re still here!&quot;\n\nRat Trap gets a hold of Rodimus and the=\r\n others at the Ark.\n\n&quot;This is Rat Trap ta base!  Ya won&#39;t believe it, but W=\r\nheels was right on the money this time!  They&#39;re out here, and I bet they&#39;r=\r\ne around the other parameters too!  Keep your sensors out for &#39;em, &#39;cause y=\r\na never know what those creeps are gonna be up to.&quot;\n\nBack at the Ark, outsi=\r\nde, Tucson holds for word, but with sonars at full blast, he picks up activ=\r\nity happening all around the Ark.  He narrows his optics dangerously.\n\n&quot; Oh=\r\nh, so that&#39;s it?  Hide and seek...  Been there, done that a million times. =\r\n Signal&#39;s faint, but I know you&#39;re out there.&quot;\n\nStraight Shot transforms fr=\r\nom her cross bow mode to her robot mode, and looks around as well.\n\n&quot; Owww.=\r\n.  That wave is really hurting my relays..  Wait a sec, my radars are picki=\r\nng up activity all over the place.  We need ta amplify that wave of yours.&quot;=\r\n\n\nTucson looks down to her.\n\n&quot;I&#39;m at full power already Straight Shot. Unle=\r\nss of course, Legacy can rig up an amplifier within the Ark to supplement m=\r\ny sonar attack.&quot;\n\nStraight Shot nodds.\n\n&quot;I&#39;ll ask.  Legacy, this is Straigh=\r\nt Shot, I&#39;m asking a favor on Tucsons behalf.  His waves are strong enough =\r\nto pick up enemy forces in wide range, but he wants to take it up a notch a=\r\nnd see if he can immobilize them at a further range.  Kind of  put them in =\r\na stall for now.  Can you  set up an amplifier signal to merge with Tucson&#39;=\r\ns sonar system?  It would be greatly appreciated.&quot;\n\n--- In nbwrpg@yahoogrou=\r\nps.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Elita/Perceptor/Hydr=\r\nas::\n&gt; \n&gt; \n&gt; Perceptor  tried to cut of the main lead, stop the explosion a=\r\nnd save the ark!!!!!!! Then He yellss in pain, what ever Tucson have done, =\r\nit really hurted. but Overcoming the pain contined working and trying to in=\r\nsolate the Autobots and decepticons from the main mess.\n&gt; \n&gt; **************=\r\n*******************\n&gt; Elita lowered her ears and said &quot;He almost caught me,=\r\n dad... I&#39;m not so strong... He said that he will come back for me... And I=\r\n couldt stop him... What if he hurts mom trying to caught me... Lord Elder!=\r\n!!!! He&#39;s Hurt, badly hurt.... Daddy!!! We have to go to help him... HE&#39;S T=\r\nHERE!!!&quot; said elita while the cloack device briefly fall she was able to se=\r\ne it .\n&gt; \n&gt; *********************************\n&gt; \n&gt; &quot;ATTACK THE MAXIMALS!!!!=\r\n!&quot;Hydras yelled &quot;dont touch the ark but ATTACK THE MAXIMALS!!!!&quot;\n&gt; \n&gt; From:=\r\n Super Cyclonus \n&gt; Sent: Friday, March 11, 2011 1:32 PM\n&gt; To: nbwrpg@yahoog=\r\nroups.com \n&gt; Subject: Re: Back to the Ark!\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ON THE BRIDGE:\n=\r\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride gives a somewhat relieved smile, and looks=\r\n to Wing Caliber, with a short sigh.\n&gt; &gt;\n&gt; &gt; &quot;Thanks, that cuts a lot of pa=\r\nuse time out that&#39;s for sure. Okay, like you said, carefully, and simultani=\r\nously. I&#39;ve done that before several times, but it&#39;s been a while since I h=\r\nad ta do this last.&quot;\n&gt; &gt;\n&gt; &gt; He takes the tools given to him by Wing Calibe=\r\nr, and carefully, he follows his instructions to a T with surpsingly good d=\r\nexterity and with an extremely delicate and stable hand.\n&gt; &gt;\n&gt; &gt; &quot;Ohh I hop=\r\ne that works..&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Even with Quickstride&#39;s dexterity it is no =\r\neasy task to line up the leads for cutting.\n&gt; \n&gt; &quot;1 minute to final detonat=\r\nion!&quot; The bridge computer announced.\n&gt; \n&gt; Carefully he is able to line up t=\r\nhe first . . . \n&gt; \n&gt; &quot;50 seconds to final detonation!&quot; The computer said ag=\r\nain, apparently it was more frequent as the last minute counted out.\n&gt; \n&gt; .=\r\n . . and then the second . . . \n&gt; \n&gt; &quot;40 seconds to final detonation!&quot; The =\r\ncomputer&#39;s tone was calm as it spoke of the destruction that appeared to be=\r\n imminent.  \n&gt; \n&gt; . . . the third one is a bit more difficult . . . \n&gt; \n&gt; &quot;=\r\n30 seconds to final detonation!&quot; Another intonation.\n&gt; \n&gt; . . . but the las=\r\nt seemed almost impossible to clasp. It was as if the tool was too small fo=\r\nr the task! \n&gt; \n&gt; &quot;20 seconds to final detonation!&quot;\n&gt; \n&gt; With a slight nudg=\r\ne it finally slipped into place, and with a simple activation the bypass is=\r\n clipped.\n&gt; \n&gt; &quot;10 seconds to final detonation!&quot; There was a cold finality =\r\nin the computer&#39;s words. Should the bomb go off, it would mean destruction =\r\nnot only of the Ark but the future and past of everyone there. \n&gt; \n&gt; &quot;9 . .=\r\n . 8 . . .&quot;\n&gt; \n&gt; &quot;QUICK!&quot; Wing Caliber hissed the urgency in his voice almo=\r\nst palatable, &quot;CUT THE MAIN LEADS!&quot;\n&gt; \n&gt; \n&gt; IN THE COMPUTER ROOM\n&gt; \n&gt; &gt; &lt;OL=\r\nD&gt;\n&gt; &gt;  \n&gt; &gt; Perceptor continued to working trying to turn off the ark&#39;s Sh=\r\nields and\n&gt; &gt; running at same time the Ark&#39;s scanners looking for any thing=\r\n that isnt all\n&gt; &gt; right for Decepticons and Autobots that were inside the =\r\nark while he said\n&gt; &gt; &quot;Any other thing that I have to know??&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; =\r\n\n&gt; Legacy shook his head, his single optic and the glowing bar on his chest=\r\n providing the only illumination in the room. &quot;You know enough to complete =\r\nyour task.&quot; Legacy&#39;s words were cold and without rancor. \n&gt; \n&gt; A message ca=\r\nme in from Tuscon . . . \n&gt; \n&gt; &gt; &quot;Legacy, this is Tucson Prime.. I am going =\r\nto emit a sonar wave at full\n&gt; &gt; magnitude. It will disrupt the enemy progr=\r\namming and give you a window\n&gt; &gt; of opportunity to take back the programmin=\r\ng of our systems. At that time,\n&gt; &gt; I need you to commence reconfiguration,=\r\n as it will be very easy to regain\n&gt; &gt; full control of the system. &quot;\n&gt; \n&gt; &quot;=\r\nUnderstood.&quot; Legacy intoned, &quot;Be aware that at the magnitude I project you =\r\nare about to use, our own systems may be compromised as well.&quot;\n&gt; \n&gt; Legacy =\r\nglanced over at Perceptor but continued to speak to Tuscon via radio, &quot;Howe=\r\nver both Perceptor and I are in the control room, and stand ready to minimi=\r\nze the damage as much as possible.&quot;\n&gt; \n&gt; ELSEWHERE IN THE ARK:\n&gt; \n&gt; &gt; &lt;OLD&gt;=\r\n\n&gt; &gt;  \n&gt; &gt; Elita breathed with relief, she never had been soo scared in her=\r\n short life &quot;I&#39;m here&quot;said aloud with her childish voice &quot;Be carefull he ju=\r\nst Vanish... I dotn know where he is&quot;\n&gt; &gt;  \n&gt; &gt;\n&gt; &gt; In another part of the =\r\nArk, Uproar transforms into his beast mode and bounds in to find no sign of=\r\n the intruder anywhere. He growls angrilly.\n&gt; &gt;\n&gt; &gt; &quot;GRRRR! That rotten sla=\r\ng ball got away!&quot;\n&gt; &gt;\n&gt; &gt; His expressions change quickly upon finding Elita=\r\n. A gentile look comes over his face, as he crouches down to check her over=\r\n, to be sure she hadn&#39;t been injured in any way.\n&gt; &gt;\n&gt; &gt; &quot;Don&#39;t worry littl=\r\ne cat, as long as we&#39;re here, that mean slag ball pred isn&#39;t gonna lay anot=\r\nher finger on ya. And if he does, he&#39;s had it.&quot;\n&gt; &gt;\n&gt; &gt; He turns to Leo ll\n=\r\n&gt; &gt;\n&gt; &gt; &quot;Sir, I&#39;d like to be Elita&#39;s body guard until we figure out how ta =\r\ncatch and stop that slag ball.&quot;\n&gt; &gt;\n&gt; &gt; He puts a protective paw around Eli=\r\nta, gently holding her against his massive body.\n&gt; &gt;\n&gt; &gt; &quot; No ugly slag pre=\r\nd&#39;s gonna try that scrap on you while I&#39;m around, I promise.&quot;\n&gt; &gt;\n&gt; &gt; Elita=\r\n cudle against Leo II and said &quot;He told me that he will come back for\n&gt; &gt; m=\r\ne and that we will talk at leght... I couldt stop him... he almost got me&quot;\n=\r\n&gt; &gt;\n&gt; &gt; The little one lowered her ears in sadness.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Elit=\r\na cuddled up on Uproar, Leo II looked around, his optics sharp and his ears=\r\n flicking a bit. &quot;GRRRR&quot; he said, it coming out like a deep throated roar/p=\r\nurr. &quot;You will have to speak with Rodimus about being her guardian.&quot; \n&gt; \n&gt; =\r\nLeo padded over to the area that the intruder had been standing and sniffed=\r\n, his face uneasy, &quot;I don&#39;t like this. We don&#39;t know if the intruder can tu=\r\nrn invisible, or teleport.&quot; he said, grumbling. &quot;Or both.&quot;\n&gt; \n&gt; He glanced =\r\nup as Rodimus and Ramulus came running down the halls towards them!\n&gt; \n&gt; Ro=\r\ndimus almost skidded to a halt, his sharp optics easily picking out Elita, =\r\nhis chest mounted headlights flicking on to illuminate the dead end they we=\r\nre all standing in. &quot;Elita, you alright?!?&quot; he said as he looked over at he=\r\nr, concern for her etched in his face. \n&gt; \n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Meanwhile, a few=\r\n halls away the intruder, squatting in the halls gets a message . . . \n&gt; &gt; =\r\n&lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;When you are ready to leave, told me, I&#39;ll create a distract=\r\nion&quot;said cold \n&gt; &gt; Hydras &quot;IF YOU HARM A DECEPTICON IN THE ARK YOU WILL REG=\r\nRET IT, DO YOU \n&gt; &gt; UNDERSTAND???&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; The intruder looked down=\r\n at the heavily damaged form of Lord Elder and smiled, &quot;But of course I hea=\r\nr you.&quot; He said quietly to Hydras. He looked down at a timer on his wrist a=\r\nnd nodded, &quot;Begin your distraction; it is time for me to leave.&quot; \n&gt; \n&gt; MEAN=\r\nWHILE BACK OUTSIDE:\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Outside the Ark, Tucson did not li=\r\nke the idea that his comrades and his home were being compromised by the Pr=\r\nedacon forces. He knew something had to be done, and did not care what cond=\r\nition he was in. For now, Rat Trap had stopped the leaking of battery fluid=\r\n, and for this moment, with the regular flow of fluid back into his system,=\r\n he could at least transform into his robot mode, with just a bit of pain f=\r\nrom his injurred arm.\n&gt; &gt;\n&gt; &gt; &quot; Torca, thank you for your help, I appreciat=\r\ne it deeply. Now, it&#39;s my turn to contribute to the cause. The only way we&#39;=\r\nll be able to regain control of the Ark, is if we throw off a disrupter wav=\r\ne, that will cancel out enemy programming. I am now capable of doing so sin=\r\nce we are at such close range.&quot;\n&gt; &gt;\n&gt; &gt; He narrows his optics dangerously. =\r\nThis meant he was fully prepared to do whatever it took to regain the Ark&#39;s=\r\n control.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; Night Shift transforms and prepares to back up his co=\r\nmmander.\n&gt; &gt;\n&gt; &gt; &quot; This is gonna work, I know it will.&quot;\n&gt; &gt;\n&gt; &gt; Tucson then=\r\n transmits to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot;Rodimus, as full control of the Ark is re e=\r\nstablished, it will be your\n&gt; &gt; opportunity to head a clean sweep of the Ar=\r\nk entirely. That means any enemy\n&gt; &gt; forces that are still present, will be=\r\n yours for the capture. But do not\n&gt; &gt; destroy. Anyone you find, will be va=\r\nluable for questioning. Once captured,\n&gt; &gt; they&#39;re to be brought to the que=\r\nstioning room, where I will personally\n&gt; &gt; question them myself. Good luck =\r\ncomrade.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Rodimus responded, &quot;Gotcha. We&#39;ll be ready.&quot;\n&gt; \n&gt;=\r\n \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; His expression turns resolute as he now stands solidly =\r\nwith a firm foot on the ground. He begins to transmit the most powerful son=\r\nar wave ever emitted by his systems.\n&gt; &gt;\n&gt; &gt; &quot;Legacy, I&#39;m transmitting now.=\r\n Be prepared. Leo ll, I&#39;ll need you to head\n&gt; &gt; another scouring team on th=\r\ne outer parameter of the Ark. No doubt if there\n&gt; &gt; are any enemy forces th=\r\nat have escaped, they may still be within range of\n&gt; &gt; capture. Take the so=\r\nuth parameter and extend your search as widely as you see\n&gt; &gt; fit. Noctorro=\r\n, I will need you to head a group of Maximals to scour the North\n&gt; &gt; Parame=\r\nter outside the Ark&#39;s boundaries. The further we go, the better our\n&gt; &gt; cha=\r\nnces are at capturing enemy intruders. Night Shift, I want you to go with\n&gt;=\r\n &gt; Kup, and scour the East Paramater. Talon, Windlord, Rat Trap, you will t=\r\nake\n&gt; &gt; the West Parameter. Go as far as all of you see fit, but safely wit=\r\nhin range.\n&gt; &gt; It&#39;s our only assurance of securing our base from further at=\r\ntack.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Leagcy responded, &quot;Understood. Shutting down shield =\r\nnow.&quot; He said. The reason behind this maneuver was obvious, if he did not, =\r\nthe shield would more than likely repel most if not all of Tuscon&#39;s blast w=\r\nave. \n&gt; \n&gt; At the same time each of the Maximals gave their assent to Tusco=\r\nn and go off in different directions. It was time to clean up the area arou=\r\nnd the Ark, and make sure there were not other surprises waiting for them. =\r\n\n&gt; \n&gt; Meanwhile Tuscon began his wave assault! Like a tidal wave constructe=\r\nd of ultrasonic sound the blast began to roll over the Ark, the very air sh=\r\nimmering in its path. \n&gt; \n&gt; Inside the Ark different systems began to spark=\r\n as the energy quickly overloaded delicate systems. Legacy quickly attempte=\r\nd to reroute power, but even he was not entirely successful. \n&gt; \n&gt; On the b=\r\nridge several systems shorted causing other back up systems to kick into pl=\r\nace. All over the Ark, power that had been previously shut off turned back =\r\non flooding the Ark with lights once again . . . and then sending parts of =\r\nit back into darkness as circuit breakers blew. \n&gt; \n&gt; &quot;FRELL!&quot; The intruder=\r\n barked as he shimmered for a moment, his cloaking device temporarily short=\r\ned by Tuscon&#39;s blast. He looked up, but at the moment there was no one near=\r\n him, the other Maximals having caught up with the little femme bot were a =\r\nfew hallways away.\n&gt; \n&gt; With the skill of a master ninja he stepped into th=\r\ne shadows as he pulled out his blades. \n&gt; \n&gt; MEANWHILE NEAR HYDRAS:\n&gt; \n&gt; Sc=\r\nourge kneeled down next to Hydras, as all the sweeps were doing to keep the=\r\n lead Predacon hidden from the sensor beams from the Ark. \n&gt; \n&gt; &quot;ACK!&quot; Scou=\r\nrge said as he watched Tuscon fire his beam at the Ark, &quot;That must of hurt!=\r\n&quot; He could see the power moving over the Ark. \n&gt; \n&gt; One of the Sweeps nudge=\r\nd Scourge and pointed at two Maximals approaching their position, it was Ni=\r\nghtshift and Kup. If that got much closer their cover would be blown!\n&gt; \n&gt; =\r\nA message came from Nighrazor, &quot;Whatever you&#39;re going to do Hydras you had =\r\nbetter do it now, the bots are waking up.&quot;  \n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}