{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"Myu_ZGxTEmUzOalGKuXrXJSmc6q3IaOayAxFC60ivbLr7AzK3gTp0h8vM2TWt-lhTI7zfkfmo0NOBh0071iMwCR9uIaI7Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Back to the Ark!","postDate":"1299685723","msgId":71072,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlsODdncis3YnQ0QGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczVENzBCMDU4OTU1NzhFRUNCNzJFRUEwQzYwQHBoeC5nYmw+"},"prevInTopic":71071,"nextInTopic":71073,"prevInTime":71071,"nextInTime":71073,"topicId":71034,"numMessagesInTopic":32,"msgSnippet":"Quickstride gives a somewhat relieved smile, and looks to Wing Caliber, with a short sigh. Thanks, that cuts a lot of pause time out that s for sure.  Okay,","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 82595 invoked from network); 9 Mar 2011 15:48:44 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m17.grp.re1.yahoo.com with QMQP; 9 Mar 2011 15:48:44 -0000\r\nX-Received: from unknown (HELO n40b.bullet.mail.sp1.yahoo.com) (66.163.168.154)\n  by mta1.grp.re1.yahoo.com with SMTP; 9 Mar 2011 15:48:44 -0000\r\nX-Received: from [69.147.65.148] by n40.bullet.mail.sp1.yahoo.com with NNFMP; 09 Mar 2011 15:48:43 -0000\r\nX-Received: from [98.137.34.73] by t11.bullet.mail.sp1.yahoo.com with NNFMP; 09 Mar 2011 15:48:43 -0000\r\nDate: Wed, 09 Mar 2011 15:48:43 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;il87gr+7bt4@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds5D70B05895578EECB72EEA0C60@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: Back to the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=RnE2828BGWI9MfWYLN8kIdzp1dLAChSErNxXfHhQR14m7jo6UQU\r\nX-Yahoo-Profile: magicquartz\r\n\r\nQuickstride gives a somewhat relieved smile, and looks to Wing Caliber, wit=\r\nh a short sigh.\n\n&quot;Thanks, that cuts a lot of pause time out that&#39;s for sure=\r\n.  Okay, like you said, carefully, and simultaniously.  I&#39;ve done that befo=\r\nre several times, but it&#39;s been a while since I had ta do this last.&quot;\n\nHe t=\r\nakes the tools given to him by Wing Caliber, and carefully, he follows his =\r\ninstructions to a T with surpsingly good dexterity and with an extremely de=\r\nlicate and stable hand.\n\n&quot;Ohh I hope that works..&quot;  \n\nIn another part of th=\r\ne Ark, Uproar transforms into his beast mode and bounds in to find no sign =\r\nof the intruder anywhere.  He growls angrilly.\n\n&quot;GRRRR! That rotten slag ba=\r\nll got away!&quot;\n\nHis expressions change quickly upon finding Elita. A gentile=\r\n look comes over his face, as he crouches down to check her over, to be sur=\r\ne she hadn&#39;t been injured in any way.\n\n&quot;Don&#39;t worry little cat, as long as =\r\nwe&#39;re here, that mean slag ball pred isn&#39;t gonna lay another finger on ya. =\r\n And if he does, he&#39;s had it.&quot; \n\nHe turns to Leo ll\n\n&quot;Sir, I&#39;d like to be E=\r\nlita&#39;s body guard until we figure out how ta catch and stop that slag ball.=\r\n&quot;\n\nHe puts a protective paw around Elita, gently holding her against his ma=\r\nssive body.\n\n&quot; No ugly slag pred&#39;s gonna try that scrap on you while I&#39;m ar=\r\nound, I promise.&quot;\n\nOutside the Ark, Tucson did not like the idea that his c=\r\nomrades and his home were being compromised by the Predacon forces.  He kne=\r\nw something had to be done, and did not care what condition he was in.  For=\r\n now, Rat Trap had stopped the leaking of battery fluid, and for this momen=\r\nt, with the regular flow of fluid back into his system, he could at least t=\r\nransform into his robot mode, with just a bit of pain from his injurred arm=\r\n.\n\n&quot; Torca, thank you for your help, I appreciate it deeply.  Now, it&#39;s my =\r\nturn to contribute to the cause.  The only way we&#39;ll be able to regain cont=\r\nrol of the Ark, is if we throw off a disrupter wave, that will cancel out e=\r\nnemy programming.  I am now capable of doing so since we are at such close =\r\nrange.&quot;\n\nHe narrows his optics dangerously.  This meant he was fully prepar=\r\ned to do whatever it took to regain the Ark&#39;s control.\n\n&quot;Legacy, this is Tu=\r\ncson Prime..  I am going to emit a sonar wave at full magnatude.  It will d=\r\nisrupt the enemy programming and give you a window of opportunity to take b=\r\nack the programming of our systems.  At that time, I need you to commence r=\r\neconfiguration, as it will be very easy to regain full control of the syste=\r\nm. &quot;\n\nNight Shift transforms and prepares to back up his commander.\n\n&quot; This=\r\n is gonna work, I know it will.&quot;\n\nTucson then transmits to Rodimus.\n\n&quot;Rodim=\r\nus, as full control of the Ark is re established, it will be your opportuni=\r\nty to head a clean sweep of the Ark entirely.  That means any enemy forces =\r\nthat are still present, will be yours for the capture.  But do not destroy.=\r\n  Anyone you find, will be valuable for questioning.  Once captured, they&#39;r=\r\ne to be brought to the questioning room, where I will personally question t=\r\nhem myself.  Good luck comrade.&quot;\n\nHis expression turns resolute as he now s=\r\ntands solidly with a firm foot on the ground.  He begins to transmit the mo=\r\nst powerful sonar wave ever emitted by his systems.\n\n&quot;Legacy, I&#39;m transmitt=\r\ning now.  Be prepared.  Leo ll, I&#39;ll need you to head another scouring team=\r\n on the outer parameter of the Ark.  No doubt if there are any enemy forces=\r\n that have escaped, they may still be within range of capture.  Take the so=\r\nuth parameter and extend your search as widely as you see fit.  Noctorro, I=\r\n will need you to head a group of Maximals to scour the North Parameter out=\r\nside the Ark&#39;s boundaries.  The further we go, the better our chances are a=\r\nt capturing enemy intruders.  Night Shift, I want you to go with Kup, and s=\r\ncour the East Paramater.  Talon, Windlord, Rat Trap, you will take the West=\r\n Parameter.  Go as far as all of you see fit, but safely within range. It&#39;s=\r\n our only assurance of securing our base from further attack.&quot;\n\nStraight Sh=\r\not looks to Tucson.\n\n&quot;I take it I&#39;m with you.&quot;\n\nHe nodds.\n\n&quot;Yes, I have a f=\r\neeling I will need you this time.  If Hydras thinks he&#39;s getting the best o=\r\nf us, he&#39;s sadly mistaken.&quot;\n\n--- In nbwrpg@yahoogroups.com, Airshadow Night=\r\nstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Perceptor/Elita/hydras\n&gt; \n&gt; \n&gt; Perceptor co=\r\nntinued to working trying to turn off the ark&#39;s Shields and running at same=\r\n time the Ark&#39;s scanners looking for any thing that isnt all right for Dece=\r\npticons and Autobots that were inside the ark while he said &quot;Any other thin=\r\ng that I have to know??&quot;\n&gt; \n&gt; *************************************\n&gt; \n&gt; El=\r\nita breathed with relief, she never had been soo scared in her short life &quot;=\r\nI&#39;m here&quot;said aloud with her childish voice &quot;Be carefull he just Vanish... =\r\nI dotn know where he is&quot;\n&gt; \n&gt; \n&gt; **********************************\n&gt; \n&gt; &quot;W=\r\nhen you are ready to leave, told me, I&#39;ll create a distraction&quot;said cold Hy=\r\ndras &quot;IF YOU HARM A DECEPTICON IN THE ARK YOU WILL REGRET IT, DO YOU UNDERS=\r\nTAND???&quot;\n&gt; \n&gt; Hydras frowned  and said by comlink &quot;&quot;\n&gt; From: Super Cyclonus=\r\n \n&gt; Sent: Monday, March 07, 2011 11:39 AM\n&gt; To: nbwrpg@yahoogroups.com \n&gt; S=\r\nubject: Re: Back to the Ark!\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt; \n&gt; &gt; Perceptor disgu=\r\nsed his signature as Autobot and started to\n&gt; &gt; scan the computer ready to =\r\nact.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Perceptor attempted to disguise his signature a sma=\r\nll alert began to be transmitted, until Legacy stepped forward and entered =\r\na short set of commands. \n&gt; \n&gt; &quot;After we had determined that the Predacons =\r\nhad ways of disguising their signatures I had implanted several fail safes =\r\ninto the computer scanning system.&quot; Legacy said to Perceptor, his voice as =\r\ncold and impassive as ever. &quot;The computer will accept your entries for a li=\r\nmited time.&quot; Legacy stepped over to the other controls, &quot;It will be up to R=\r\nodimus Prime and Tuscon as to whether your security status will be made mor=\r\ne permanent.&quot;\n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; At the sight of the bomb, Quickstride=\r\n gets a good look at the bomb&#39;s inner workings, and recognizes the wiring. =\r\nAlthough it looked to be assembled differently, he could actually make out =\r\nwhat needed to be done and quickly goes to work on the defusing aspect of t=\r\nhe bomb.\n&gt; &gt;\n&gt; &gt; &quot;Ahh, here we go, yep, the wiring is all the same as I rem=\r\nember it, just configured differently around the bomb&#39;s inner power core an=\r\nd timing device. Okay Wing Caliber, first things first, we need ta snip the=\r\n cable that runs from the battery pack to the explosive compound, which is =\r\nthe blue and white wire I&#39;m pointing to, on my left. That will cut the powe=\r\nr off to the main explosive. After that, the counter will mean nothing, unl=\r\ness of course that slag ball managed to do a bypass on it.. Let&#39;s see... Ch=\r\necking for a... Son of a... SLAG! There is a bypass on this. I hate that. I=\r\n know how ta do this but it&#39;s a pain in the aft ta do it. Okay, here goes n=\r\nothing.. Stupid pred /minion whatever the slag this creep is.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt;=\r\n \n&gt; Wing Caliber nodded as he stood at one of the controls looking at a com=\r\nputer console. &quot;I have the schematic down here.&quot; He said to Quickstride. &quot;Y=\r\nou will have to disengage the bypass. To do that you will have to do it man=\r\nually with a polarized microcrimp.&quot; \n&gt; \n&gt; Stepping over to a small cabinet,=\r\n obviously where there is a repair kit for bridge computer work, Wing Calib=\r\ner reached in and retrieved a tool. &quot;If you don&#39;t have one, we have one her=\r\ne.&quot;\n&gt; \n&gt; &quot;Be careful.&quot; Wing Caliber said, &quot;You will have to cut it all off =\r\nat the same time while cutting power to the system.&quot;\n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; =\r\n&gt; At the site of the door, Uproar&#39;s finest of weaponry were his claws, even=\r\n more so in robot mode. He charges at the door, in robot mode, and prepares=\r\n to unleash his powerful claw attack, hoping to tear the door to shreads.\n&gt;=\r\n \n&gt; &lt;NEW&gt;\n&gt; \n&gt; The door actually gives way under Uproars powerful assault. =\r\nThe door already partially damaged by the intruders explosion that wedged i=\r\nt there, Uproar&#39;s claws make quick work of the rest of it.\n&gt; \n&gt; &quot;Good work =\r\nUproar!&quot; Leo II said as he nodded approvingly at Uproar, the door laying in=\r\n large slashed pieces.\n&gt; \n&gt; &quot;Leo! BEAST MODE!&quot; the maximal said as Leo shif=\r\nted into his large transmetalled lion mode. &quot;COME ON!&quot; he said to Uproar as=\r\n he took off down the hall, letting off a large roar as he ran!\n&gt; \n&gt; &gt; &lt;OLD=\r\n&gt;\n&gt; &gt;\n&gt; &gt; elita continued Running and jumping trying to avoid the shots,\n&gt; =\r\n&gt; praying to someone comes to help her soon. She didnt know but\n&gt; &gt; she did=\r\n a wrong turn and the corritor was large but has a dead\n&gt; &gt; end\n&gt; \n&gt; &lt;NEW&gt;\n=\r\n&gt; \n&gt; The intruder continued to give chase, flying after the fleeing Elita, =\r\nwith a quiet menacing laughter. As Elita quickly began to realize her error=\r\n as she could see the end of her corridore the intruder landed several mete=\r\nrs from her, looking like some cold shadow in the darkness. His optics spar=\r\nkled wickedly. \n&gt; \n&gt; &quot;I believe your time for running is over.&quot; He said as =\r\nhe began to move towards her! That is until the sound of something else cou=\r\nld be heard in the halls. \n&gt; \n&gt; &gt; &quot;. . . ELITA, WE&#39;RE COMMING, HANG IN THER=\r\nE!&quot;\n&gt; \n&gt; It was the sound of Uproar&#39;s voice echoing along the halls. Then t=\r\nhere was the sound of a large roar. \n&gt; \n&gt; &quot;FRELL!&quot; the intruder whispered i=\r\nn annoyance. &quot;I don&#39;t have time for this.&quot; He looked at Elita and then back=\r\n up the hall and then back at Elita, &quot;You will live. But I will come back f=\r\nor you another time my pretty, yes, and then we shall talk, we shall talk a=\r\nt length.&quot;\n&gt; \n&gt; The intruder laughed and then disappeared as if fading into=\r\n the shadows.\n&gt; \n&gt; MEANWHILE OUTSIDE:\n&gt; \n&gt; Tuscon and the rest of the crew =\r\narrive at the Ark. So far nothing seems undamaged. Silverbolt and Noctorro =\r\nare flying around, so far unable to penetrate the shielding of the Ark. \n&gt; =\r\n\n&gt; &quot;GREAT!&quot; Noctorro said to Tuscon and Torca in his deep booming voice. &quot;W=\r\ne still can&#39;t get in.&quot; \n&gt; \n&gt; &quot;Yes. The vile Predacon still holds us at bay.=\r\n&quot; Silverbolt added.\n&gt; \n&gt; \n&gt; \n&gt; Some distance away, hidden from sensors Hydr=\r\nas and the sweeps watch this all with apparent interest. The sweeps continu=\r\ne to stay close to Hydras to block him from radar and sensors. So long as n=\r\no one comes over the rise, he will remain hidden.\n&gt; \n&gt; &quot;I am ready to vacat=\r\ne.&quot; A message comes from Blackrazor to Hydras. &quot;I believe I have a small pr=\r\nesent for the maximals.&quot; There is a small evil chuckle. \n&gt; \n&gt; (OOC: I am no=\r\nt sure exactly where Hydras has hidden himself, but I will assume that it n=\r\not easily visable, although Hydras should be able to see the group of appro=\r\naching Maximals and Autobots.)\n&gt; \n&gt; (TAG) \n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}