{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"_tO5hbggWerD_PChXMDGKgdUfJW7jBb1223cBZBOJVxrQOiDPrJxqt8SC1y22UWROjuu6gRzwPksM1SXt0QSUE9SOqb0GMFBwzT2pb1V8crbfg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: BATTLE at the Ark!","postDate":"1300738693","msgId":71088,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE3MTY0MjcxMTEwODYzNEUzNDZFMTNBMEI1MEBwaHguZ2JsPg==","inReplyToHeader":"PGltODdtcStvcDgwQGVHcm91cHMuY29tPg==","referencesHeader":"PGltODdtcStvcDgwQGVHcm91cHMuY29tPg=="},"prevInTopic":71087,"nextInTopic":71090,"prevInTime":71087,"nextInTime":71089,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"Hydras/Talon/perceptor/Elita/windlord/Kup Hydras opened fire against Tucson. Talon moaned, still she was inside Tucson. Her wounds hurt her like a hell and","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 45939 invoked from network); 21 Mar 2011 20:21:04 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m1.grp.sp2.yahoo.com with QMQP; 21 Mar 2011 20:21:04 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s11.bay0.hotmail.com) (65.54.190.149)\n  by mta2.grp.sp2.yahoo.com with SMTP; 21 Mar 2011 20:21:04 -0000\r\nX-Received: from BAY153-DS17 ([65.54.190.189]) by bay0-omc3-s11.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Mon, 21 Mar 2011 13:18:16 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds171642711108634E346E13A0B50@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;im87mq+op80@...&gt;\r\nIn-Reply-To: &lt;im87mq+op80@...&gt;\r\nDate: Mon, 21 Mar 2011 14:18:13 -0600\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3502.922\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3502.922\r\nX-OriginalArrivalTime: 21 Mar 2011 20:18:16.0729 (UTC) FILETIME=[1CE2B090:01CBE805]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=aQDiVtoWKTBYOQoKEr2K5ThZ4AZapAGNvUbkKbc1U9aSmuc_iBQ_\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nHydras/Talon/perceptor/Elita/windlord/Kup\n\nHydras opened fire against Tucson. Talon moaned, still she was inside \nTucson. Her wounds hurt her like a hell and slowly she was loosing \nmechfluids. Kup started to Open fire against The sweeps and Windlor did the \nsame\n\n*********************************\n\nPerceptor cursed while he continue figtting trying to save the ark.\n\n***********************\nElita noded and Took ramulus&#39;s hand, she was unusually quiet.\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Monday, March 21, 2011 1:08 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: BATTLE at the Ark!\n\nQuickstride snorts and narrows his optics.  He was always ready to kick a \nfew enemy heads in.\n\n&quot; Miserable slag headed scrap heaps!  If they think they&#39;re gonna get the \nbest of us, Wing Caliber, they&#39;re wrong!  C&#39;mon!  We still have an Ark to \ndefend!&quot;\n\nHe takes out his largest blast cannon, and quickly charges into battle, \nhoping to wipe out a few unwanted pests.\n\nMeanwhile, deeper into the Ark Tucson uses his own charismatic stealth to \nnavigate in the room, thinking what Night Razor may be thinking as well.  He \nuses sharp hearing to pick up the smallest of sounds, even those deemed to \nbe completely silent.  He pays close attention to how the ground seems to \nvibrate under his feet, giving him indication that although hidden, he could \ntell where his opponent was.  He slowly brings Straight Shot around.  With \none of his arms injured, he had to do things in reverse.  With the good arm, \nhold the weight of his weapon, and with the bad arm, pull the trigger.  He \nhad often practiced alternating between his hands, and was glad he had done \nso.  Being ambidextrous was an attribute.  He loads an arrow specifically \ndesigned to be barbed and most difficult to remove.  He knew that it was \nbetter just to disable his enemy rather than destroy him.  He needed \nNightrazor for questioning.  Most effective area of targeting, would be the \nknee joint Imbed the arrow in a joint and his opponent would find it most \ndifficult to abmulate, yet it would not kill or destroy him.\n\nNow within striking distance, as determined by his sonar sensors, he sends \nout short pulse emissions to pinpoint his area of targeting.  His reading is \nquick, yet, anything could happen at this point.  He aims, and attempts to \nlaunch an arrow deep into his enemy&#39;s knee, if his calculations were \ncorrect.\n\n&quot;Steady Straight Shot.  We need to make this count.&quot;\n\nStraight Shot programs her mechanisms for optimal effeciency.\n\n&quot; Talk about a shot in the dark. Okay, let&#39;s do this.&quot;\n\nOutside the Ark, Night Shift quickly scrambles around the enemy fire, \nbrought upon by the Sweeps and is quick to cover Rat Trap who is also trying \nto ellude them as well.\n\n&quot;Woah!  Okay, that&#39;s not workn&#39;!  Rat Trap we need a new game plan!&quot;\n\nRat Trap scurries out of the way of Waspinator&#39;s blasts.\n\n&quot;Gahh!  You&#39;re right!  So, what&#39;dya suppose we do?!&quot;\n\nNight Shift quickly dodges more fire and gets close to Rat Trap, \ntransforming into SUV mode on the fly, as he gets his buddy inside his cab.\n\n&quot;First things first, slip inta somethn&#39; with more speed. Whew, at least I \ncan dodge better on wheels.&quot;\n\nRat Trap looks up in the rear view.\n\n&quot;They&#39;re gain&#39;n on us!  C&#39;mon, whatever it is you&#39;re plann&#39;n ta do ya better \ndo it fast!&quot;\n\nNight Shift now eyes an area of canyon where it appears to be like a tunnel. \nLarge enough for a SUV to speed through, but not large enough for a plane to \nfly through safely.\n\n&quot;Heeeey, I got it.&quot;\n\nRat Trap catches on.\n\n&quot;Oooohhhh lure &#39;em in but they can&#39;t fly out.  Or through for that matter.. \nOkaaay, I&#39;ll go out on your roof,&#39;n lure &#39;em in, you keep your wheels turn&#39;n \nand try not ta get a flat tire.&quot;\n\nNight Shift opens his window.\n\n&quot;Sounds like a plan ta me.  Okaay, let&#39;s have some fun.&quot;\n\nRat Trap scurries to his roof, and gets into beast mode.  He soon starts a \ntaunting dance to try and lure the enemy his way.\n\n&quot; HEY, AIR HEADS, DOWN HERE!  WE KNOW YA WANT US, SO C&#39;MON, WE DARE YA!&quot;\n\nNight Shift also starts his taunting gestures.\n\n&quot;I know you want a piece of my tailpipe, c&#39;mon, bet your ugly afts ya can&#39;t \ncatch me!&quot;\n\nWith his wheels, he spins dust and dirt into the air, adding smoke from his \ndual exhaust system for added insult.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; In the computer control room Legacy continued to work to keep as many of \n&gt; the\n&gt; main systems from being fried by the wave that had been coming from \n&gt; Tuscon.\n&gt;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Perceptor continues working trying to insolate the most important parts \n&gt; &gt; of\n&gt; the ark and he said &quot;HYDRAS IS A COMPLETE FOOOL!!!!... His old vertion \n&gt; here\n&gt; is resting here if he hit the incorrect spot he will muerder himself and \n&gt; I&#39;m\n&gt; not willing that my younger self take the control of Decepticons&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; With an abruptness the wave&#39;s power level diminished as Tuscon had brought\n&gt; it into more tolerable range.\n&gt;\n&gt; &quot;From my understanding of Hydras, he is a moderately intelligent being.&quot;\n&gt; Legacy said to Perceptor as he attempted to bring a few of the main \n&gt; systems\n&gt; online. &quot;I would surmise that while Hydras is attempting this attack, it \n&gt; is\n&gt; not with the goal of damaging the Ark but for rescuing his comrade.&quot;\n&gt;\n&gt; As Legacy spoke a small light began to blink as minimal sensors came back\n&gt; online at the Ark.\n&gt;\n&gt; SOMEWHERE INSIDE THE ARK:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Elita Hugged Her dad and said &quot;I want my mommie&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus hugged his little girl, &quot;I want her too.&quot; He said in a moment of\n&gt; candor. &quot;When we finish this we will go to the medical bay and see what \n&gt; can\n&gt; be done.&quot;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Meanwhile, Uproar gets the command to go after the intruder and can \n&gt; &gt; hardly\n&gt; wait to pounce and maul his enemy. With a roar, he replies.\n&gt; &gt;\n&gt; &gt; &quot;You got it Sir! Consider this creep as good as junk!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus looked at Uproar, &quot;I know you and Leo II can handle it.&quot;\n&gt;\n&gt; A call comes in to Rodimus from Torca, leader of the Fuzors. &quot;Sir! We are\n&gt; under attack by the Predacons.&quot;\n&gt;\n&gt; Rodimus nodded as he looked over at Ramulus, Ramulus nodded back at \n&gt; Rodimus.\n&gt; &quot;Elita.&quot; Rodimus said to his his little one. &quot;I will have to leave you \n&gt; with\n&gt; Ramulus so I can go defend the Ark. Stay with him, and he will keep you\n&gt; safe.&quot;\n&gt;\n&gt; MEANWHILE ON THE BRIDGE:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; After defusing the bomb, Quickstride heaves a sigh of relief, which is\n&gt; well earned. He looks over to Wing Caliber while holding his chest.\n&gt; &gt;\n&gt; &gt; &quot;Whewww, ohh boy, talk about a major pulsator stopper. I could so faint\n&gt; right now.&quot;\n&gt; &gt;\n&gt; &gt; He catches his breath as he wipes off his forehead.\n&gt; &gt;\n&gt; &gt; &quot;I hope the rest of our team&#39;s havn&#39; as much good luck as we&#39;re having.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; &quot;SLAG!&quot; Wing Caliber said from the main console on the bridge. With a few\n&gt; deft movements of his fingers he brings up the main view screen. &quot;Hydras \n&gt; and\n&gt; several sweeps are attacking.&quot;\n&gt;\n&gt; Wing Caliber turned to look at Quickstride, &quot;It would seem that this is \n&gt; not\n&gt; over yet.&quot;\n&gt;\n&gt; Wing Caliber was attempting to bring main external weapons online or the\n&gt; shields, but at the moment nothing was working.\n&gt;\n&gt; A call came in from Legacy, &quot;We are attempting to bring shields and/or\n&gt; weapons back online, please stand by.&quot;\n&gt;\n&gt;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Meanwhile, Tucson too, approaches the ninja intruder, and ignores that\n&gt; little warning about his energy reserves going low. He had dealt with\n&gt; intruders of the dark many times, and being visually impaired, he knew how\n&gt; to unlock their secrets of steath. He nodds to Legacy&#39;s reply.\n&gt; &gt;\n&gt; &gt; &quot; Understood Legacy.&quot;\n&gt;\n&gt; &lt;SNIP&gt;\n&gt;\n&gt; &gt; &quot;Rodimus, this is Tucson. I&#39;ve approached the area where the intruder is\n&gt; located. I&#39;m hoping the doors close properly to ensure capture. I sense \n&gt; this\n&gt; enemy is much like myself, and instead of putting Uproar and Leo ll in \n&gt; grave\n&gt; danger, I will take on the intruder personally. He has crossed the line in\n&gt; my envronment, and it&#39;s time he pays the price by someone who is as versed\n&gt; in stealth as he is. I ask you to call back Uproar and Leo ll to prevent\n&gt; further harm to them.&quot;\n&gt; &gt;\n&gt; &gt; His optics narrow. He draws Straight Shot in his hands, to begin his\n&gt; little game of cat and mouse.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Rodimus replied, &quot;Uproar and Leo should be about there as well. I will \n&gt; send\n&gt; them a message. I am on the way out to protect the Ark!&quot;\n&gt;\n&gt; As Rodimus continued towards the door he sent a message to Uproar and Leo,\n&gt; &quot;Hold back! Tuscon said he would take the battle against the intruder.&quot;\n&gt;\n&gt; OUTSIDE THE ARK:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Hydras continue fightting the maximals\n&gt; &gt;\n&gt; &gt; Outside the Ark, Night Shift quickly transforms and charges the enemy \n&gt; &gt; with\n&gt; a plasma riffle in hand, firing rounds, hoping to strike at least Scourge \n&gt; or\n&gt; Cyclonus, in hopes to disable them.\n&gt; &gt;\n&gt; &gt; &quot; We got some serious bolts ta pick with you punks!&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap also fires his own weaponry.\n&gt; &gt;\n&gt; &gt; &quot;Yeah! Let&#39;s see how you guys like be&#39;n trapped like rats! CHAAARGE!&quot;\n&gt;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Outside the battle rages as Hydras, Scourge and the sweeps attempt to \n&gt; reign\n&gt; down fire on the more land bound Maximals. The sweeps fan out, using their\n&gt; superior maneuverability to its greatest advantage as they try to come at\n&gt; the Maximals from all sides at once!\n&gt;\n&gt; Rat Trap and Nightshift&#39;s weapons fire back up into the air, although this\n&gt; time it seems to be of no avail as the sweeps twist and turn to avoid \n&gt; them.\n&gt; The sweeps are nothing if not smooth and agile!\n&gt;\n&gt; The sweeps come back for another run when Silverbolt and Noctorro sweep in\n&gt; from around one side, their weapon&#39;s fire cutting into the sweeps, \n&gt; damaging\n&gt; one, and sending another falling to the ground with a plume of smoke and\n&gt; fire trailing after it!\n&gt;\n&gt; The sweeps seemed temporarily stunned with the Fuzor&#39;s and the Maximal&#39;s\n&gt; charge into the battle, that is until Cyclonus, Deepstryke and Waspinator\n&gt; show up!\n&gt;\n&gt; Waspinator angles in, opening fire on Rat Trap, &quot;Waspinator say he getting\n&gt; tired of blowing up Maximals!&quot; he chuckled as he said this, his wings\n&gt; buzzing as he continued firing at Rat Trap. &quot;Then again maybe not!&quot;\n&gt;\n&gt; Meanwhile the floating mobile cannon slash weapons satellite floats in the\n&gt; air, orienting its powerful main gun on Nightshift and opening up with\n&gt; bursts from his powerful ion blast cannons!\n&gt;\n&gt; However last, but definitely NOT least Cyclonus floats in, looking \n&gt; majestic\n&gt; and almost regal as he maneuvered in over the battle. In his jet mode he\n&gt; looked to be like a hawk or an eagle, staring down at some bit of prey on\n&gt; the ground, waiting for just the right time to pounce on it.\n&gt;\n&gt; There is a small click from beneath his wings and then twin pylons drop \n&gt; from\n&gt; them, their aft sends igniting and they take off targeting the Maximals\n&gt; below!!\n&gt;\n&gt; *It would seem that this battle has begun in earnest!*\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}