{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"mFfVJ6S2RDixgRaeX4LNmWqQS8yttdYsGQpQN4ev9Oq8BtEJyh-oKlFFWeVgIegRWA1Nrolwv2oCR2T5rphLL8LL10NF1w","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: BATTLE at the Ark!","postDate":"1301415720","msgId":71105,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGltdDB2OCt1YnFiQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczIwOEUwRTc2MDdBODVFRjJCNjVDOUNBMEJEMEBwaHguZ2JsPg=="},"prevInTopic":71104,"nextInTopic":71106,"prevInTime":71104,"nextInTime":71106,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"Out of the frying pan and into the fire.  Night Shift slows himself down considerably now navigating through harsh terrain.  High beams are put on as he slows","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 45299 invoked from network); 29 Mar 2011 16:22:01 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m1.grp.sp2.yahoo.com with QMQP; 29 Mar 2011 16:22:01 -0000\r\nX-Received: from unknown (HELO n46b.bullet.mail.sp1.yahoo.com) (66.163.168.160)\n  by mta3.grp.sp2.yahoo.com with SMTP; 29 Mar 2011 16:22:01 -0000\r\nX-Received: from [69.147.65.174] by n46.bullet.mail.sp1.yahoo.com with NNFMP; 29 Mar 2011 16:22:01 -0000\r\nX-Received: from [98.137.34.33] by t12.bullet.mail.sp1.yahoo.com with NNFMP; 29 Mar 2011 16:22:01 -0000\r\nDate: Tue, 29 Mar 2011 16:22:00 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;imt0v8+ubqb@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds208E0E7607A85EF2B65C9CA0BD0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=bndF-lN2oFngcgu2fL90cgjB4_vLr5ralX779ukwGTtbvLAKWVo\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOut of the frying pan and into the fire.  Night Shift slows himself down co=\r\nnsiderably now navigating through harsh terrain.  High beams are put on as =\r\nhe slows his roll down to a crawl, and then stops.\n\n&quot; I could continue but =\r\nI&#39;d rather not risk the tires.  I only got one spare left.  Time for robot =\r\nmode little buddy.&quot;\n\nRat Trap gets out, as Night Shift takes to robot mode.=\r\n\n\n&quot;I just thought of somethn&#39;..  Cheetor, we dunno whatever happened ta him=\r\n.&quot;\n\nNight Shift looks to him.\n\n&quot;You&#39;re right, we don&#39;t.  My com link&#39;s not =\r\ngettn&#39; any signals.  I wonder...&quot;\n\nRat Trap sighs.\n\n&quot;Not the best place in =\r\nthe galaxy but, somethn&#39; tells me we should see if he&#39;s here.&quot;\n\nNight Shift=\r\n nodds.\n\n&quot;That&#39;s exactly what we&#39;re gonna do.  Besides, those airheads prob=\r\nably think we&#39;ve gotten wrecked big time. So why not continue the illusion?=\r\n&quot;\n\nRat Trap grins.\n\n&quot;Oooh yeah, good thinkn&#39;.  I dunno if I like this place=\r\n, but it&#39;s better than havn&#39; those airheads blastn&#39; the fuzz off my tail en=\r\nd.&quot;\n\nTogether they walk into the dense overgrowth, exploring its parameters=\r\n with what little light comes from Night Shift&#39;s high beams.\n\nInside the Ar=\r\nk, Tucson makes his way toward Rodimus&#39;s position, while keeping close tabs=\r\n on the signal he&#39;s able to work with, as faint as it is.  He also picks up=\r\n on Rodimus as he now approaches him quietly.\n\n&quot; I take it you&#39;ve picked up=\r\n on Nightrazor&#39;s trail.  Well, he&#39;s checked himself in but he won&#39;t check h=\r\nimself out.  His signatures are fluctuating, which means he&#39;s trying to rec=\r\nalibrate his systems.  Hense he&#39;s also distracted.  Good time to apprehend =\r\nhim.  All right, I&#39;m going in, but before I do, I used my last pair of stas=\r\nis cuffs, would you by chance have another I could borrow?&quot;\n\nStraight Shot =\r\nnow transforms into her robot mode.\n\n&quot; So what happens after you cuff &#39;em?&quot;=\r\n\n\nTucson looks to her.\n\n&quot; I&#39;ll have Stanton and bump disable his cloaking a=\r\nbilities, and his weaponry, by removing the cards that enable them.  We&#39;ll =\r\nsecure those cards in the vault under maximum security.  Then, we will brin=\r\ng him back online, and hopefully get some answers out of him.  After that t=\r\nhough, he remains in our custody under Maximum security. When all is said a=\r\nnd done, Rodimus, I&#39;d like to meet with you and the rest, as to how we&#39;re g=\r\noing to deal with Nightrazor appropriately.&quot;\n\nStraight Shot nodds.\n\n&quot;Sounds=\r\n good ta me.  That should make Hydras squirm.&quot;\n\nOutside, Uproar and Quickst=\r\nride notice that things are turning difficult for Leo and the other maximal=\r\ns.  Uproar gets into robot mode, as he looks to Quickstride who does the sa=\r\nme thing.\n\nUproar ejects his claws  to full length, and glances over to his=\r\n comrade.\n\n&quot; You go for Waspinator, I&#39;ll go for Cyclonus.&quot;\n\nQuickstride eye=\r\ns him.\n\n&quot; Right, I&#39;ve always wanted ta give that bug a good swatting.  Now&#39;=\r\ns my chance.&quot;\n\nThey knock fists together and then split up to deal with the=\r\nir intended opponents.  \n\nUproar growls as he addresses Cyclonus while leap=\r\ning into the air on strong legs.\n\n&quot;BANZAIIII!&quot;  \n\nHe raises his left arm to=\r\n attempt a powerful claw swipe.\n\nMeanwhile, Quickstride calibrates his larg=\r\ne blast cannon, and takes careful aim at Waspinator.  He chuckles under his=\r\n breath.\n\n&quot; Bye bye BUGGIE!&quot;\n\nHis finger pulls back on the trigger, as he n=\r\now attempts to shoot Waspinator down.\n\n--- In nbwrpg@yahoogroups.com, Airsh=\r\nadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Hydras/windlord/Kup/Elita/Talon/P=\r\nerceptor:\n&gt; \n&gt; &quot;Nightrazor, LEAVE THAT PLACE INMEDEATLY&quot;said Hydras by coml=\r\nink whine he fire back to Bantos and Torca\n&gt; \n&gt; ***************************=\r\n******\n&gt; Windlord keep the fire in Deepstrike  while Kup continue to shooti=\r\nng Scourge and the sweeps, he had a hard time doing that.\n&gt; \n&gt; ***********\n=\r\n&gt; \n&gt; Elita hide behind Ramulus but still she was peeking trying to find out=\r\n who were the fallen ones...\n&gt; \n&gt; ****************\n&gt; Talon held a moan and =\r\nwaited patiently that all is over.\n&gt; \n&gt; ************\n&gt; \n&gt; Perceptor continu=\r\ne working fast trying to seal all acces to the sleeping Autobots and decept=\r\nicons &quot;Legacy, we must find the way to seal the ARK!!! we have to keep out =\r\nHydras of the ark&quot;\n&gt; \n&gt; \n&gt; From: Super Cyclonus \n&gt; Sent: Monday, March 28, =\r\n2011 10:35 AM\n&gt; To: nbwrpg@yahoogroups.com \n&gt; Subject: Re: BATTLE at the Ar=\r\nk!\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; The battle around the Ark continues to rage as massive amo=\r\nunts of firepower are thrown from both the Maximal aide as well as the Pred=\r\nacon!\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Outside the Ark, Rat Trap clings to Night Shift =\r\nwith his dear life, fearing that their distraction may not be enough to foi=\r\nl the sweeps.\n&gt; \n&gt; &lt;snip/cut/paste&gt;\n&gt; \n&gt; &gt; Night Shift turns off the beaten=\r\n path, and heads down a rather steep slope, as his tires roll over rough te=\r\nrrain, heading right for a patch of heavy vegitation. His suspension system=\r\n is now put to the test as he rolls along without a worry in the world, kno=\r\nwing that perhaps this would prove difficult for a sweep to follow him in s=\r\nuch thick brush cover.\n&gt; &gt;\n&gt; &gt; &quot;Okay, hopefully this will get those air hea=\r\nds off our tail pipe.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As the duo put the pedal to the meta=\r\nl and fly over the rough terrain they are able to flee into the under the c=\r\nover of a dense canopy of an ancient forest. The path that Nightshift has c=\r\nhosen is extremely rough hewn, driving over large stones and thickly gnarle=\r\nd roots. However as they flee further into it, it gets darker and darker si=\r\nnce much of the sun is blocked out from over head. For the moment there is =\r\nno visible sign of the sweeps, only dense foliage and the animals that are =\r\nfleeing at the sight and sound of the large vehicle that is moving through!=\r\n\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Back at the Ark, Tucson realizes that he&#39;s lost Night=\r\nrazor for the moment, and decides not to try a shot at him. Instead, he con=\r\ncentrates and decides it&#39;s best to just follow him. Yet he wanted Nightrazo=\r\nr to know he was there. But without a fix on him, he had to start from scra=\r\ntch.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; He turns on the PA on his gauntlett.\n&gt; &gt;\n&gt; &gt; &quot; Don&#39;t make =\r\nthis harder than it has to be, Nightrazor.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; There is no ans=\r\nwer from Nightrazor, there was only the buzzing sounds of shorted relays th=\r\nat are attempting to reset themselves. Straight Shot can sometimes see the =\r\nflicker of lights as the Ark attempted to right itself with preceptor and l=\r\negacy&#39;s help, but so far they are unsuccessful. \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; He na=\r\nrrows his optics.\n&gt; &gt;\n&gt; &gt; &quot; Rodimus, I need you to concentrate your vigil o=\r\nver the sleeping Autobots! And be sure no harm comes to Optimus Prime! I ha=\r\nve a feeling that Nightrazor, our so called intruder has been sent here to =\r\ndestroy his body and those of our sleeping comrades! If one Autobot is touc=\r\nhed, do not hesitate to do the same to a Decepticon! It&#39;s a life for a life=\r\n and I&#39;m NOT taking anyone&#39;s scrap anymore!&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; &quot;What do you m=\r\nean take out a Deecpticon? You mean the invading Predacons Right?!?&quot; \n&gt; \n&gt; =\r\nAs Rodimus spoke, Perceptor came over the com channel . . .\n&gt; \n&gt; &gt; &quot;By the =\r\nlove that you feel for your Fellows and girlfriend, dont do it... Dont ask =\r\n\n&gt; &gt; that&quot;begged Perceptor&quot;I was sent to prevent any harm to Decepticons, I=\r\n beg you \n&gt; &gt; Tucson, dont harm them... if you do it we dont know what cons=\r\necuence it will have to \n&gt; &gt; your precious Autobots and the future of the h=\r\numan being... and What will hapen with \n&gt; &gt; my own Kind... &quot;\n&gt; \n&gt; Legacy&#39;s =\r\nvoice also came in over the same channel, &quot;Harm to either the Autobots or t=\r\nhe Decepticons or even inordinate damage to the Ark may well result in a te=\r\nmporal breach. I cannot allow that to happen.&quot;\n&gt; \n&gt; Tuscon&#39;s message came b=\r\nack over the channel . . . \n&gt; \n&gt; &gt; &quot;Rodimus, disregard that last request. B=\r\nut keep an eye on the chamber, where the \n&gt; &gt; Autobots sleep. I have a feel=\r\ning Nightrazor will indeed try to infiltrate it, and lay harm \n&gt; &gt; to those=\r\n who are fallen.&quot;\n&gt; \n&gt; &quot;Gotcha!&quot; Rodimus said, the relief in his voice coul=\r\nd be clearly heard over the sound of Rodimus&#39; revving motor in the backgrou=\r\nnd. &quot;I am in the chamber now on the way out. I don&#39;t see anything here, wai=\r\nt a minute . . . .&quot;\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; He [Tuscon] transmits to Torca and=\r\n the other Maximals.\n&gt; &gt;\n&gt; &gt; &quot;Torca, if you can hear me, I need you and the=\r\n others to bare down on Hydras and the other predacons with no holds barred=\r\n! That means, if they take anyone&#39;s life, or attempt to, return the favor a=\r\nt will! They want to play rough, they got it! Because if they think we&#39;re g=\r\noing to fall to them, THEY&#39;RE SADLY MISTAKEN!&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; &quot;As you say!=\r\n&quot; Torca&#39;s voice booms over the channel. &quot;But both Hydras and Cyclonus are h=\r\nere. We will need all the help we can get out here as soon as you can!&quot; The=\r\nre is a pause as he comes back with &quot;FRAG! Hydras is trying to storm the do=\r\nor!&quot;\n&gt; \n&gt; &gt; Hydras smiled to the easy target and ignored Bantos he said By =\r\ncomlink &quot;INFERNO,\n&gt; &gt;  Cyclonus and waspinator... Follow me...&quot; \n&gt; &gt; \n&gt; &gt; A=\r\nfter that Hydras attemped to enter the ARK!!!!\n&gt; \n&gt; \n&gt; \n&gt; &gt; Inside the Ark,=\r\n Quickstride gets the message, and is swift to locate a manual control for\n=\r\n&gt; &gt; the doors, and swiftly activates it by slamming a palm against the main=\r\n manual\n&gt; &gt; controller.\n&gt; &gt;\n&gt; &gt; &quot;Read ya loud&#39;n clear Torca, I got it! No o=\r\nne&#39;s commn&#39; in or outa here unless they\n&gt; &gt; wanna risk their sorry afts ta =\r\ndo so.&quot;\n&gt; &gt;\n&gt; &gt; He then transforms into beast mode, and rears up.\n&gt; &gt;\n&gt; &gt; &quot;=\r\n I got more kick power in this mode. Hooves are geat defense weapons, &#39;spec=\r\nially when ya wanna strike a bot below the belt, if ya know what I mean, To=\r\nrca.\n&gt; &gt;\n&gt; &gt; He charges in beast mode toward his enemys, at a strong trot a=\r\nnd hefty snort.\n&gt; \n&gt; \n&gt; As Quickstride and Leo II come running out of the A=\r\nrk, the door of which was beginning to lower, they could both see Hydras, f=\r\nollowed by Cyclonus, Inferno and Waspinator flying directly at it! Powerful=\r\n blasts from the Predacons, although carefully aimed so as to only hit Leo,=\r\n Quickstride and Torca who was rushing over to try to hold the door, made i=\r\nf difficult to run across the field of fire!\n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Windlo=\r\nrd Opened fire against  Deepstrike trying to impeding his entrance to the A=\r\nrk. \n&gt; &gt;\n&gt; &gt; Kup cursed and keep firing at Scourge and the sweeps.\n&gt; \n&gt; &lt;NE=\r\nW&gt;\n&gt; \n&gt; Scourge was truly a menace in the air, using his agility to out man=\r\neuver the more landbound Autobot. Kup was able to hit Scourge with a few gl=\r\nancing blows, but Scourge was made of sterner stuff, and continued to rain =\r\ndown fire on Kup. \n&gt; \n&gt; Deepstryke on the other hand was built like a tank.=\r\n He was definitely NOT built for manuverablity, but he was heavily armored.=\r\n Like a cross between a gun emplacement and a satellite Deepstryke took a f=\r\new hits from Windlord, but he kept returning fire with his powerful and pre=\r\ncise cannons. However for the moment Windlord seemed to be successful in ke=\r\neping Deepstryke from following Hydras towards the Ark! \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt;=\r\n &gt; He [Tuscon] slams a foot down hard, and at the same time, lets loose ano=\r\nther round of formidable sonar waves.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; There was no sound or=\r\n movement in or near the room with Tuscon and Straight Shot, however there =\r\nwas a new wave of sparks that ran through the Ark&#39;s systems as once again T=\r\nuscon&#39;s wave wreaks havoc. \n&gt; \n&gt; There is no sign of the intruder with Tusc=\r\non, however a weak signal does appear in the front chamber, the very same c=\r\nhamber that held the font door, as well as the fallen Autobots and Deceptic=\r\nons! It would seem that the intruder has used his time wisely and was attem=\r\npting to make a fast get away!\n&gt; \n&gt; Meanwhile Hydras received a message fro=\r\nm Deepstryke, &quot;Sir. I am detecting a wave harmonic affect emanating from wi=\r\nthin the Ark.&quot; Deepstryke was of course talking about the wave Tuscon was e=\r\nmimitting. &quot;Shall I attempt to counter it?&quot; \n&gt; \n&gt; Meanwhile back inside the=\r\n Ark:\n&gt; \n&gt; &gt; Elita squeezed Ramulu&#39;s hand and asaid quietly &quot;I want my momm=\r\nie... I want her back\n&gt; &gt; as well as my dad&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; &quot;I will get yo=\r\nu to her as soon as I can. Come.&quot; Romulus said. His voice was guff, unused =\r\nto speaking to young Autobots. Turning to look around for a moment he glanc=\r\ned back at Elita. &quot;We have to get you to safety. &quot;Stay behind me.&quot; He took =\r\noff at a slow jog down one of the side hallways, occasionally looking back =\r\nto be sure that Elita was keeping up. \n&gt; \n&gt; Then Romulus stopped as he came=\r\n to be standing over two dark shapes lying on the floor. &quot;Oh dear Primus!&quot; =\r\nhe said. He looked back at Elita, shock and fear in his optics, &quot;Stay back.=\r\n You don&#39;t need to see this.&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}