{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"MQHdBUUYU6raAwAcMP3KygYzKNBz5IesrTzZSUtTlRueceoPj1nmV2ze7m49a0WshvT1rKEr07IotQZRpxzeByH6ct_b6udrkJiIpV0ryZ7ixQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: BATTLE at the Ark!","postDate":"1302239077","msgId":71114,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE1RTkyRUU1NEY3RTVGOTYzRTk2NTBBMEE3MEBwaHguZ2JsPg==","inReplyToHeader":"PGluY2xkYytpMTlhQGVHcm91cHMuY29tPg==","referencesHeader":"PGluY2xkYytpMTlhQGVHcm91cHMuY29tPg=="},"prevInTopic":71112,"nextInTopic":71116,"prevInTime":71113,"nextInTime":71115,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"Talon: Can you set me in stasis??? sais Talon with pain I donat know how much longer i could bear this pain... ... From: Sandy Sent: Monday, April 04, 2011","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 85763 invoked from network); 8 Apr 2011 05:07:26 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m3.grp.sp2.yahoo.com with QMQP; 8 Apr 2011 05:07:26 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s3.bay0.hotmail.com) (65.54.190.141)\n  by mta2.grp.sp2.yahoo.com with SMTP; 8 Apr 2011 05:07:26 -0000\r\nX-Received: from BAY153-DS15 ([65.54.190.189]) by bay0-omc3-s3.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Thu, 7 Apr 2011 22:04:41 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds15E92EE54F7E5F963E9650A0A70@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;incldc+i19a@...&gt;\r\nIn-Reply-To: &lt;incldc+i19a@...&gt;\r\nDate: Fri, 8 Apr 2011 00:04:37 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3508.1109\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3508.1109\r\nX-OriginalArrivalTime: 08 Apr 2011 05:04:41.0814 (UTC) FILETIME=[7815EF60:01CBF5AA]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=7-bocjabzWEGSezoSvaAyDJfSpwopQimhfJabIRbigA1fWvNIFrr\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nTalon:\n\n&quot;Can you set me in stasis???&quot;sais Talon with pain&quot;I donat know how much \nlonger i could bear this pain...&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Monday, April 04, 2011 9:42 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: BATTLE at the Ark!\n\nTucson could hear Talon with his spark, and puts a hand over his chest.  He \nknew she was suffering.  As he had done for Vestage, he now concentrates his \nown internal systems to try and help Talon as well.  He sends a message to \nher from within his own cabin.\n\n&quot; I will, I promise.  I&#39;ve been forwarned about Ninjabots from my former \nSensai, Master Yokitron.  Each is different, and each is more unpredictable \nthan the next.  Therefore, we must always be aware of unpredictability.  I \nfear for Rodimus though, he has met this ninjabot before, and I sense this \nis how he had been captured the first time.  And now, Nightrazor may be \nattempting it again.  I have to break his defense.  Using my sonar is out, \nhe&#39;s disrupted my sonar systems.  He knows me..  And I know him.&quot;\n\nStraight Shot stays still for a moment, and then, she realizes something she \nhadn&#39;t before.  She still had her thermal detection systems in check.  She \nputs out a hand, and senses the temperature variations which translate into \nNightrazor&#39;s pressense.  She raises a brow and starts tapping on Tucson&#39;s \nleg.\n\n&quot; Yess!  He may have knocked out our audio and video but he hasn&#39;t knocked \nout thermal sensing equipment.  Tucson, you have that ability too, since \nyou&#39;re visually impaired.&quot;\n\nTucson puts his hand out.  He could feel it.\n\n&quot;Yes, I do.  Good work Straight Shot.  All right, transform into weapon mode \nand mount on my arm.  It&#39;s time to make that little shot in the dark come \ntrue.&quot;\n\nStraight Shot nodds, and with thermal sensing, she transforms and leaps up \nonto Tucson&#39;s good arm.  It&#39;s at this time where both bots combine their \nsenses, as skilled target masters.\n\nOnce together, they concentrate on pinpointing an appropriate target area to \ndisable Nightrazor and prevent him from escaping the Ark as he would hope to \ndo.  Straight Shot&#39;s thoughts were to strike in an area which would \ndefinitely stop Nightrazor.  She probes with her thermal sensing equipment, \nhoping to find a spot in his spinal servos.\nTucson concentrates as well, realizing that perhaps a spinal shot would be \nbest.  He narrows an optic, and also senses a spot as well.  He concentrates \non an area where there appears to be an opening and meets Straight Shot&#39;s \nintentions perfectly.\n\n&quot;Right.  It won&#39;t kill him, but it will disable him. Let&#39;s hope this works. \nThermal sensing equipment is online, scanning target, confirming target \nlocation.  Target locked.  Cross your fingers Talon, and let&#39;s hope this \nworks.&quot;\n\nHe pulls the trigger, and on thermal sensory systems only, he attempts a \ntricky shot to Nightrazor&#39;s spinal servos.\n\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Talon/Windlord/Elita/kup/Percepor/Hydras.\n&gt;\n&gt;\n&gt; &quot;We must be carefull&quot;said Talon with a moan, the pain was unbearable.\n&gt;\n&gt;\n&gt; ************************************\n&gt;\n&gt; Windlord and Kup continue firing against Scourge and Deepstrike.\n&gt;\n&gt; ****************************\n&gt;\n&gt; Perceptor tried to seal all the corritors that lead to the sleep \n&gt; decepticons\n&gt; and autobots. He worked as fast as he could.\n&gt;\n&gt; *********************\n&gt;\n&gt; &quot;Mom...&quot;said Elita with fear, and she ran towards the Medical bay, she \n&gt; almos\n&gt; couldnt hold her tears. She was fearing that somethign really bad had\n&gt; happened to her.\n&gt;\n&gt; ****************\n&gt;\n&gt; Hydras opened his comlink and said &quot;To al PRedacons concentrate your fire\n&gt; powers in the door, as soon as is down retreat!!!&quot; he opened fire against\n&gt; the door\n&gt;\n&gt; -----Original Message----- \n&gt; From: San/dy\n&gt; Sent: Saturday, April 02, 2011 9:28 AM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: BATTLE at the Ark!\n&gt;\n&gt; Silence, it was all Tucson had to go with.  With two of his senses \n&gt; quelled,\n&gt; it was time to rely on a third, touch.  Knowing that talking would not \n&gt; help\n&gt; anything at all, he concentrates on the vibrations he feels through his\n&gt; hands, feet, and even the movement of the air around him.  He hoped that\n&gt; Rodimus too, would be able to sense touch, and vibration.  He could feel\n&gt; where Rodimus was stepping, and somehow, by that alone, he manages to find\n&gt; him, and then starts tapping lightly on his shoulder in a morse code, that\n&gt; could be translated into communication.\n&gt;\n&gt; &quot; Careful Rodimus, this is one of Nightrazor&#39;s tricks.  He&#39;s dulled our\n&gt; senses to give the illusion that most of us have been taken off line. \n&gt; It&#39;s\n&gt; what I was able to gather from my intel processors.&quot;\n&gt;\n&gt; He thinks for a moment.  This was a great way to communicate because\n&gt; Nightrazor may not have any idea that Tucson was still able to communicate\n&gt; in this mode.  He raises an optic and continues to tap his shoulder.\n&gt;\n&gt; &quot; Don&#39;t take this the wrong way Rodimus, but it&#39;s the only way we can\n&gt; communicate in a way that Nightrazor has no notion of us doing so.  Feel\n&gt; free to do the same, use the morse coding, it will help us understand each\n&gt; other to apprehend him sufficiantly.&quot;\n&gt;\n&gt; He then taps Straight Shot&#39;s shoulder, who immediately responds by tapping\n&gt; on Tucson&#39;s left leg.\n&gt;\n&gt; &quot; I bet Nightrazor wasn&#39;t planning on us being this resourceful huh?&quot;\n&gt;\n&gt; Tucson responds back on her shoulder.\n&gt;\n&gt; &quot; He actually left me with no choice but to be resourceful.&quot;\n&gt;\n&gt; He stops to feel the vibrations of the floor.  Then he puts out his hand \n&gt; to\n&gt; sense vibrations in the air.  Through that, he could get a faint idea as \n&gt; to\n&gt; how the air circulates around various objects.  A cross breeze as stale as\n&gt; it was, would navigate him toward an emergency generator switch.  He \n&gt; follows\n&gt; that breeze, and extends his hand out to touch it, slowly comming to the\n&gt; device.  With another raise of the brow he carefully throws the switch and\n&gt; waits to see what happens.\n&gt;\n&gt; Meanwhile, outside the Ark, Uproar could see that he&#39;d be one fried kitty\n&gt; cat if he didn&#39;t move his aft out of the way of Cyclonus&#39;s fire.  In mid\n&gt; air, he&#39;s forced to duck the blast, which causes him to lose \n&gt; concentration,\n&gt; and quickly fall to the ground, in a drop roll maneuver, until he slams \n&gt; his\n&gt; head up against a boulder, with a loud bang!\n&gt;\n&gt; &quot;Owwwww...  Remind me not - ta try that again.&quot;\n&gt;\n&gt; Quickstride now gets sick and tired of Waspinator&#39;s torment as he too,\n&gt; breaks out the big guns against his flying foe.\n&gt;\n&gt; &quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropping your bombs on me too,\n&gt; bug aft!&quot;\n&gt;\n&gt; He throws continuous rounds from his large blast cannon while deflecting\n&gt; Waspinator&#39;s blasts.\n&gt;\n&gt; &quot;TIME FOR SOME MAJOR PEST CONTROL!  THIS&#39;LL MAKE YA WISH YA NEVER GOT OUTA\n&gt; YOUR HIVE THIS MORNING!&quot;\n&gt;\n&gt; As it was for equine nature, Quickstride shows a severe dislike to\n&gt; Waspinator, hoping one day he would swat the servos out of him in his wasp\n&gt; mode, with his long, copper tail while in his own equine beast mode.\n&gt;\n&gt; Furthest away from the Ark, Night Shift pauses for a moment, as does Rat\n&gt; Trap, knowing that if they went in too quickly, something could go wrong.\n&gt; This was unfamilliar territory now, and the slower they went, and the more\n&gt; careful they were, would make a difference as to how they got out of their\n&gt; situation.\n&gt;\n&gt; &quot; It&#39;s gonna take my GPS forever ta navigate this place.  Got any idea \n&gt; what\n&gt; this is, Rat Trap?&quot;\n&gt;\n&gt; Rat Trap shakes his head.\n&gt;\n&gt; &quot;No clue, never been here before..  Now, I don&#39;t think Cheetor came this\n&gt; way.  Remember? The last we heard, he was at the Black Fortress.&quot;\n&gt;\n&gt; Night Shift nodds.\n&gt;\n&gt; &quot;That&#39;s right.  That means he&#39;s back there somewhere.  Well, he&#39;s one of \n&gt; us,\n&gt; and I&#39;m willn&#39; ta go the distance if you are.&quot;\n&gt;\n&gt; Rat Trap nodds.\n&gt;\n&gt; &quot;I&#39;m in.  Someone has ta help Cheetor.  But first, howd&#39;we get outa here?\n&gt; If we go back the way we came, those sweeps will get us for sure.&quot;\n&gt;\n&gt; Night Shift looks around.\n&gt;\n&gt; &quot; Yeah, and if I go alt mode, with just one spare tire, what happens when\n&gt; the others go flat..  My guess is we try&#39;n see if we can find a way outa\n&gt; here where those airheads aren&#39;t waitn&#39; for us at the other end.  Once we \n&gt; do\n&gt; that, we&#39;ll head back ta the fortress site&#39;n see if we can pick up on\n&gt; Cheetor.  Let&#39;s see, I might be able ta get my GPS online... &quot;\n&gt;\n&gt; Rat Trap sniffs the air.\n&gt;\n&gt; &quot;Wait, ya might not need that.  I can smell it, well, the burnt remains\n&gt; anyway, kinda faint, but it&#39;s there, all I gotta do is follow the smell.\n&gt;\n&gt; Night Shift grits his teeth.\n&gt;\n&gt; &quot;Slag, no signal.  Yeah we&#39;ll have ta go that route little guy.&quot;\n&gt;\n&gt; Slowly Rat Trap follows the scent, but is careful as to where he steps.\n&gt; Night Shift realizes that he&#39;s ten times heavier than Rat Trap, and\n&gt; carefully tests each step as he goes along.\n&gt;\n&gt; Along the way, he notices some botanical life that he had never seen \n&gt; before.\n&gt; He notices a large moth like insect drinking the nectar from the \n&gt; mysterious\n&gt; plant.\n&gt;\n&gt; &quot; This place might be strange, but at least it supports life.&quot;\n&gt;\n&gt; He then walks along, leaving the plant and insect alone.\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@&gt; wrote:\n&gt; &gt;\n&gt; &gt; (OOC: I hope I got everything. This is like writing 4 or 5 posts in\n&gt; &gt; ne.  )\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; INSIDE THE ARK:\n&gt; &gt;\n&gt; &gt; &gt; Inside the Ark, Tucson makes his way toward Rodimus&#39;s position, while\n&gt; &gt; keeping close tabs on the signal he&#39;s able to work with, as faint as it\n&gt; &gt; is.\n&gt; &gt; He also picks up on Rodimus as he now approaches him quietly.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot; I take it you&#39;ve picked up on Nightrazor&#39;s trail. Well, he&#39;s checked\n&gt; &gt; himself in but he won&#39;t check himself out. His signatures are \n&gt; &gt; fluctuating,\n&gt; &gt; which means he&#39;s trying to recalibrate his systems. Hense he&#39;s also\n&gt; &gt; distracted. Good time to apprehend him. All right, I&#39;m going in, but\n&gt; &gt; before\n&gt; &gt; I do, I used my last pair of stasis cuffs, would you by chance have\n&gt; &gt; another\n&gt; &gt; I could borrow?&quot;\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Tuscon is able to quickly reach Rodimus, who is currently in robot mode,\n&gt; &gt; looking around with his weapon drawn. &quot;I heard him in here.&quot; Rodimus \n&gt; &gt; said\n&gt; &gt; as\n&gt; &gt; he continued to look around, his high beams illuminating the other wise\n&gt; &gt; dark\n&gt; &gt; room.\n&gt; &gt;\n&gt; &gt; The light shines across the fallen bodies of the much older and much\n&gt; &gt; larger\n&gt; &gt; Autobots and Decepticons. They were all positioned in the front chamber \n&gt; &gt; of\n&gt; &gt; the ship, strewn between the door leading out of the ship and the main\n&gt; &gt; control station that the Autobots would one day, millions of years from\n&gt; &gt; now,\n&gt; &gt; turn into the control center for their base. However at the moment the\n&gt; &gt; room\n&gt; &gt; was, save for the lights brought by Rodimus,  completely dark the front\n&gt; &gt; door\n&gt; &gt; of the Ark finally able to close, sealing out the light from the \n&gt; &gt; outside,\n&gt; &gt; and hopefully the damage that would come from the outside.\n&gt; &gt;\n&gt; &gt; Then there was the sound of something being thrown through the air, and\n&gt; &gt; Rodimus&#39; light went out and as far as Tuscon, Rodimus and Straightshot\n&gt; &gt; could\n&gt; &gt; tell, the room went completely silent and they couldn&#39;t even hear the\n&gt; &gt; sound\n&gt; &gt; of their own voice - even Tuscon&#39;s radar/sonar seemed to be down.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Nightrazor, LEAVE THAT PLACE INMEDEATLY&quot;said Hydras by comlink whine \n&gt; &gt; &gt; he\n&gt; &gt; fire back to Bantos and Torca\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; There was a short message back from Nightrazor. &quot;I&#39;m working on it. I \n&gt; &gt; have\n&gt; &gt; to get past these Maximals first.&quot; There was a pause and then a grunt,\n&gt; &gt; &quot;Okay, I believe I have distracted them. I would appreciate some help\n&gt; &gt; getting the front door open again.&quot; Nightrazor was of course talking \n&gt; &gt; about\n&gt; &gt; the main door of the Ark. It was the only thing that separated him from\n&gt; &gt; freedom . . . that and that cursed wave that Tuscon was emitting.\n&gt; &gt;\n&gt; &gt; ELSEWHERE IN THE ARK:\n&gt; &gt;\n&gt; &gt; &gt; Elita hide behind Ramulus but still she was peeking trying to find out\n&gt; &gt; &gt; who\n&gt; &gt; were the fallen ones...\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Ramulus looked back at Elita again and then down at the figures at his\n&gt; &gt; feet.\n&gt; &gt; He bent down to examine them, running a small scanner on them. It was\n&gt; &gt; Santon\n&gt; &gt; and Bump, both laying there in a heap.\n&gt; &gt;\n&gt; &gt; &quot;They are alive.&quot; Ramulus said with a slight hitch in his voice. &quot;But\n&gt; &gt; barely. Weren&#39;t they supposed to be . . .&quot;\n&gt; &gt;\n&gt; &gt; Ramulus&#39; head snapped up as he looked at Elita, &quot;Come on, we have to get\n&gt; &gt; to\n&gt; &gt; the Medbay, Quick!&quot;\n&gt; &gt;\n&gt; &gt; Ramulus tapped a control activating his communication gear, &quot;Tuscon,\n&gt; &gt; Rodimus\n&gt; &gt; Santon and Bump are down. Weren&#39;t they suppose to be . . .&quot; he glanced \n&gt; &gt; at\n&gt; &gt; Elita, &quot;. . . some where else?&quot;\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Perceptor continue working fast trying to seal all acces to the \n&gt; &gt; &gt; sleeping\n&gt; &gt; Autobots and decepticons &quot;Legacy, we must find the way to seal the \n&gt; &gt; ARK!!!\n&gt; &gt; we\n&gt; &gt; have to keep out Hydras of the ark&quot;\n&gt; &gt; &gt;\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Legacy nodded, &quot;The main door to the Ark has been sealed. However with \n&gt; &gt; the\n&gt; &gt; reapplication of Tuscon&#39;s wave emission getting main power online will\n&gt; &gt; prove\n&gt; &gt; to be difficult. It is possible to for Hydras to simply blast through. I\n&gt; &gt; may\n&gt; &gt; be needed in the main room to protect the elder ones.&quot; Legacy was \n&gt; &gt; talking\n&gt; &gt; about the old Autobots and Decepticons. &quot;I believe at the moment I am \n&gt; &gt; the\n&gt; &gt; only one with a working shield.&quot;\n&gt; &gt;\n&gt; &gt; Legacy turned to leave, &quot;I will leave you to protect the Ark as best you\n&gt; &gt; can. I have set the control for tactile and verbal operation. You should\n&gt; &gt; be\n&gt; &gt; able to operate it by touch.&quot;\n&gt; &gt;\n&gt; &gt; MEANWHILE OUTSIDE THE ARK:\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Windlord keep the fire in Deepstrike  while Kup continue to shooting\n&gt; &gt; Scourge and the sweeps, he had a hard time doing that.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Windlord and Kup kept firing up at the Predacons, theirs combined with\n&gt; &gt; Torca\n&gt; &gt; and Leo II were lighting up the skies. Leo II&#39;s shot&#39;s along with Kup&#39;s\n&gt; &gt; hit\n&gt; &gt; Scourge on two sides, sending the hunter spinning in the air. He was not\n&gt; &gt; brought down so much as he received two terrible wounds which forced him\n&gt; &gt; to,\n&gt; &gt; at least temporarily, break off his attack.\n&gt; &gt;\n&gt; &gt; Meanwhile Deepstryke slowly made his way towards the Ark, Windlord&#39;s\n&gt; &gt; attacks\n&gt; &gt; able to slow him down as he had to maneuver around the attacks, or allow\n&gt; &gt; his\n&gt; &gt; armored chassis to absorb them. But being a gun unit had its advantages \n&gt; &gt; as\n&gt; &gt; he also returned fire on Windlord.\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Uproar growls as he addresses Cyclonus while leaping into the air on\n&gt; &gt; strong legs.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;BANZAIIII!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; He raises his left arm to attempt a powerful claw swipe.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; As Uproar leaped up to try to meet Cyclonus in the air, the elegantly\n&gt; &gt; graceful craft that was Cyclonus began to spin in the air, angling away\n&gt; &gt; from\n&gt; &gt; the nasty claws that Uproar was swinging at him, spinning wing over wing\n&gt; &gt; to\n&gt; &gt; do it. It was as if Cyclonus were some sort of dancer, or an agile bird \n&gt; &gt; of\n&gt; &gt; flight. Behind him his boosters flared brightly as picked up speed!\n&gt; &gt;\n&gt; &gt; Even as he moved though, at the top of the jet a twin cannon turret \n&gt; &gt; spun,\n&gt; &gt; orienting on Uproar and then with a pause for target acquisition they\n&gt; &gt; opened\n&gt; &gt; up with twin plumes of coruscating power!\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Meanwhile, Quickstride calibrates his large blast cannon, and takes\n&gt; &gt; careful aim at Waspinator. He chuckles under his breath.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot; Bye bye BUGGIE!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; His finger pulls back on the trigger, as he now attempts to shoot\n&gt; &gt; Waspinator down.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Waspinator is not nearly so agile as Cyclonus in the air, nor is he \n&gt; &gt; built\n&gt; &gt; as\n&gt; &gt; durable. But what he lacks in these two qualities he makes up in \n&gt; &gt; tenacity\n&gt; &gt; and just foolish luck. Buzzing, much like a real wasp he flew in, \n&gt; &gt; dodging\n&gt; &gt; one blast, and then another, until a third one catches him in a wing\n&gt; &gt; sending\n&gt; &gt; Waspinator rocketing through the air like a cannon ball.\n&gt; &gt;\n&gt; &gt; &quot;Me Waspinator am tired of Maxibots beating on him.&quot; Waspinator said as \n&gt; &gt; he\n&gt; &gt; was flung through the air. &quot;Waspinator TERRORIZE!&quot; he said as he shifted\n&gt; &gt; into his transmetaled form, that of a fighter jet. The battle was far \n&gt; &gt; from\n&gt; &gt; over as he righted himself and came back at Quickstride, guns blazing!\n&gt; &gt;\n&gt; &gt; Meanwhile as Hydras and Inferno arrived at the door to the Ark, they \n&gt; &gt; found\n&gt; &gt; it closed, the massive doors clicking as they came to a stop. Getting \n&gt; &gt; into\n&gt; &gt; the Ark would not be that easy. In fact it was to be much more difficult\n&gt; &gt; as\n&gt; &gt; Quicksilver, Airhammer and Noctorro, three of the Maximal Fuzors, came\n&gt; &gt; flying in from one side, firing their weapons at Hydras and Inferno as\n&gt; &gt; Bantor, the other more land bound Fuzor leaped in to attack Hydras \n&gt; &gt; again!\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; AND SOME DISTANCE AWAY:\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Rat Trap grins.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Oooh yeah, good thinkn&#39;. I dunno if I like this place, but it&#39;s \n&gt; &gt; &gt; better\n&gt; &gt; than havn&#39; those airheads blastn&#39; the fuzz off my tail end.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Together they walk into the dense overgrowth, exploring its parameters\n&gt; &gt; with what little light comes from Night Shift&#39;s high beams.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; As some of the ancient forests actually stretched across much of the \n&gt; &gt; North\n&gt; &gt; American continent, the `parameters&#39; of the forest stretch out for as \n&gt; &gt; far\n&gt; &gt; as\n&gt; &gt; the optic can see. The area inside the forest is not as densely \n&gt; &gt; overgrown\n&gt; &gt; as\n&gt; &gt; one might imagine. With the canopy of trees over head blocking most of \n&gt; &gt; the\n&gt; &gt; direct sunlight, at ground level things are fairly clear, save for large\n&gt; &gt; and\n&gt; &gt; leafy growths of ferns or other wild plants.\n&gt; &gt;\n&gt; &gt; That does not mean that the ground is flat, as large tree roots, stones\n&gt; &gt; and\n&gt; &gt; broken ground break up the ground making it treacherous for the unaware,\n&gt; &gt; making anything close to four wheel travel, even for those of \n&gt; &gt; Cybertronian\n&gt; &gt; descent, extremely difficult and hazardess. There is even the occasional\n&gt; &gt; large fallen tree here and there; signs that not even the tall spires of\n&gt; &gt; the\n&gt; &gt; forest are immune to the ravages of time and unforeseen occurrence.\n&gt; &gt;\n&gt; &gt; In robot rode, Nightshift and Rat Trap can still hear the movements of\n&gt; &gt; animals all around them, birds still occasionally fly up or make odd\n&gt; &gt; noises\n&gt; &gt; as they pass. There is the occasional foot print and the obvious sounds \n&gt; &gt; of\n&gt; &gt; passage of large animals, some perhaps larger than a school bus.\n&gt; &gt;\n&gt; &gt; Should these two desire to travel back the scene of Hydras&#39; tower, it\n&gt; &gt; might\n&gt; &gt; be possible, and maybe even safe from the sweeps that had chased them \n&gt; &gt; into\n&gt; &gt; the forest, but that does not mean it will be easy or quick.\n&gt; &gt;\n&gt; &gt; (TAG)\n&gt; &gt;\n&gt; &gt; Preston\n&gt; &gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}