{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"6-ZobW3egwoES2M5hY2Y5LyiSYUz14e99HiDAHJ6elE6sCOCpmOq8XoxVC-iaL1ptDSAhRe-EluCY4LQAsBonCsCDCSqGQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BATTLE at the Ark!","postDate":"1301758115","msgId":71110,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGluN2ZiMytxYzQxQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEFBTkxrVGk9dDAzPXhwaFZvc0xGRSs0UDlSWFBqVi1ON3l0aEtwSlItbmorPUBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":71109,"nextInTopic":71111,"prevInTime":71109,"nextInTime":71111,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"Silence, it was all Tucson had to go with.  With two of his senses quelled, it was time to rely on a third, touch.  Knowing that talking would not help","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 22566 invoked from network); 2 Apr 2011 15:28:37 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m13.grp.re1.yahoo.com with QMQP; 2 Apr 2011 15:28:37 -0000\r\nX-Received: from unknown (HELO n45b.bullet.mail.sp1.yahoo.com) (66.163.168.159)\n  by mta3.grp.re1.yahoo.com with SMTP; 2 Apr 2011 15:28:36 -0000\r\nX-Received: from [69.147.65.172] by n45.bullet.mail.sp1.yahoo.com with NNFMP; 02 Apr 2011 15:28:36 -0000\r\nX-Received: from [98.137.34.32] by t14.bullet.mail.sp1.yahoo.com with NNFMP; 02 Apr 2011 15:28:36 -0000\r\nDate: Sat, 02 Apr 2011 15:28:35 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;in7fb3+qc41@...&gt;\r\nIn-Reply-To: &lt;AANLkTi=t03=xphVosLFE+4P9RXPjV-N7ythKpJR-nj+=@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=gQw70fx9eQuhGTmbCY8w1S5-xIyUYnbcEReRROBnP7ysWcGqPoc\r\nX-Yahoo-Profile: magicquartz\r\n\r\nSilence, it was all Tucson had to go with.  With two of his senses quelled,=\r\n it was time to rely on a third, touch.  Knowing that talking would not hel=\r\np anything at all, he concentrates on the vibrations he feels through his h=\r\nands, feet, and even the movement of the air around him.  He hoped that Rod=\r\nimus too, would be able to sense touch, and vibration.  He could feel where=\r\n Rodimus was stepping, and somehow, by that alone, he manages to find him, =\r\nand then starts tapping lightly on his shoulder in a morse code, that could=\r\n be translated into communication.\n\n&quot; Careful Rodimus, this is one of Night=\r\nrazor&#39;s tricks.  He&#39;s dulled our senses to give the illusion that most of u=\r\ns have been taken off line.  It&#39;s what I was able to gather from my intel p=\r\nrocessors.&quot;\n\nHe thinks for a moment.  This was a great way to communicate b=\r\necause Nightrazor may not have any idea that Tucson was still able to commu=\r\nnicate in this mode.  He raises an optic and continues to tap his shoulder.=\r\n\n\n&quot; Don&#39;t take this the wrong way Rodimus, but it&#39;s the only way we can com=\r\nmunicate in a way that Nightrazor has no notion of us doing so.  Feel free =\r\nto do the same, use the morse coding, it will help us understand each other=\r\n to apprehend him sufficiantly.&quot;\n\nHe then taps Straight Shot&#39;s shoulder, wh=\r\no immediately responds by tapping on Tucson&#39;s left leg. \n\n&quot; I bet Nightrazo=\r\nr wasn&#39;t planning on us being this resourceful huh?&quot;\n\nTucson responds back =\r\non her shoulder.\n\n&quot; He actually left me with no choice but to be resourcefu=\r\nl.&quot;\n\nHe stops to feel the vibrations of the floor.  Then he puts out his ha=\r\nnd to sense vibrations in the air.  Through that, he could get a faint idea=\r\n as to how the air circulates around various objects.  A cross breeze as st=\r\nale as it was, would navigate him toward an emergency generator switch.  He=\r\n follows that breeze, and extends his hand out to touch it, slowly comming =\r\nto the device.  With another raise of the brow he carefully throws the swit=\r\nch and waits to see what happens.\n\nMeanwhile, outside the Ark, Uproar could=\r\n see that he&#39;d be one fried kitty cat if he didn&#39;t move his aft out of the =\r\nway of Cyclonus&#39;s fire.  In mid air, he&#39;s forced to duck the blast, which c=\r\nauses him to lose concentration, and quickly fall to the ground, in a drop =\r\nroll maneuver, until he slams his head up against a boulder, with a loud ba=\r\nng!\n\n&quot;Owwwww...  Remind me not - ta try that again.&quot;\n\nQuickstride now gets =\r\nsick and tired of Waspinator&#39;s torment as he too, breaks out the big guns a=\r\ngainst his flying foe.\n\n&quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropping=\r\n your bombs on me too, bug aft!&quot;\n\nHe throws continuous rounds from his larg=\r\ne blast cannon while deflecting Waspinator&#39;s blasts.  \n\n&quot;TIME FOR SOME MAJO=\r\nR PEST CONTROL!  THIS&#39;LL MAKE YA WISH YA NEVER GOT OUTA YOUR HIVE THIS MORN=\r\nING!&quot;\n\nAs it was for equine nature, Quickstride shows a severe dislike to W=\r\naspinator, hoping one day he would swat the servos out of him in his wasp m=\r\node, with his long, copper tail while in his own equine beast mode.\n\nFurthe=\r\nst away from the Ark, Night Shift pauses for a moment, as does Rat Trap, kn=\r\nowing that if they went in too quickly, something could go wrong.  This was=\r\n unfamilliar territory now, and the slower they went, and the more careful =\r\nthey were, would make a difference as to how they got out of their situatio=\r\nn.\n\n&quot; It&#39;s gonna take my GPS forever ta navigate this place.  Got any idea =\r\nwhat this is, Rat Trap?&quot;\n\nRat Trap shakes his head.\n\n&quot;No clue, never been h=\r\nere before..  Now, I don&#39;t think Cheetor came this way.  Remember? The last=\r\n we heard, he was at the Black Fortress.&quot;\n\nNight Shift nodds.\n\n&quot;That&#39;s righ=\r\nt.  That means he&#39;s back there somewhere.  Well, he&#39;s one of us, and I&#39;m wi=\r\nlln&#39; ta go the distance if you are.&quot;\n\nRat Trap nodds.\n\n&quot;I&#39;m in.  Someone ha=\r\ns ta help Cheetor.  But first, howd&#39;we get outa here?  If we go back the wa=\r\ny we came, those sweeps will get us for sure.&quot;\n\nNight Shift looks around.\n\n=\r\n&quot; Yeah, and if I go alt mode, with just one spare tire, what happens when t=\r\nhe others go flat..  My guess is we try&#39;n see if we can find a way outa her=\r\ne where those airheads aren&#39;t waitn&#39; for us at the other end.  Once we do t=\r\nhat, we&#39;ll head back ta the fortress site&#39;n see if we can pick up on Cheeto=\r\nr.  Let&#39;s see, I might be able ta get my GPS online... &quot;\n\nRat Trap sniffs t=\r\nhe air.\n\n&quot;Wait, ya might not need that.  I can smell it, well, the burnt re=\r\nmains anyway, kinda faint, but it&#39;s there, all I gotta do is follow the sme=\r\nll.\n\nNight Shift grits his teeth.\n\n&quot;Slag, no signal.  Yeah we&#39;ll have ta go=\r\n that route little guy.&quot;\n\nSlowly Rat Trap follows the scent, but is careful=\r\n as to where he steps.  Night Shift realizes that he&#39;s ten times heavier th=\r\nan Rat Trap, and carefully tests each step as he goes along.\n\nAlong the way=\r\n, he notices some botanical life that he had never seen before.  He notices=\r\n a large moth like insect drinking the nectar from the mysterious plant.\n\n&quot;=\r\n This place might be strange, but at least it supports life.&quot;\n\nHe then walk=\r\ns along, leaving the plant and insect alone.\n\n--- In nbwrpg@yahoogroups.com=\r\n, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; (OOC: I hope I got everythi=\r\nng. This is like writing 4 or 5 posts in one.  )\n&gt; \n&gt; \n&gt; INSIDE THE ARK:\n&gt; =\r\n\n&gt; &gt; Inside the Ark, Tucson makes his way toward Rodimus&#39;s position, while\n=\r\n&gt; keeping close tabs on the signal he&#39;s able to work with, as faint as it i=\r\ns.\n&gt; He also picks up on Rodimus as he now approaches him quietly.\n&gt; &gt;\n&gt; &gt; =\r\n&quot; I take it you&#39;ve picked up on Nightrazor&#39;s trail. Well, he&#39;s checked\n&gt; hi=\r\nmself in but he won&#39;t check himself out. His signatures are fluctuating,\n&gt; =\r\nwhich means he&#39;s trying to recalibrate his systems. Hense he&#39;s also\n&gt; distr=\r\nacted. Good time to apprehend him. All right, I&#39;m going in, but before\n&gt; I =\r\ndo, I used my last pair of stasis cuffs, would you by chance have another\n&gt;=\r\n I could borrow?&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Tuscon is able to quickly reach Rodimus, =\r\nwho is currently in robot mode,\n&gt; looking around with his weapon drawn. &quot;I =\r\nheard him in here.&quot; Rodimus said as\n&gt; he continued to look around, his high=\r\n beams illuminating the other wise dark\n&gt; room.\n&gt; \n&gt; The light shines acros=\r\ns the fallen bodies of the much older and much larger\n&gt; Autobots and Decept=\r\nicons. They were all positioned in the front chamber of\n&gt; the ship, strewn =\r\nbetween the door leading out of the ship and the main\n&gt; control station tha=\r\nt the Autobots would one day, millions of years from now,\n&gt; turn into the c=\r\nontrol center for their base. However at the moment the room\n&gt; was, save fo=\r\nr the lights brought by Rodimus,  completely dark the front door\n&gt; of the A=\r\nrk finally able to close, sealing out the light from the outside,\n&gt; and hop=\r\nefully the damage that would come from the outside.\n&gt; \n&gt; Then there was the=\r\n sound of something being thrown through the air, and\n&gt; Rodimus&#39; light went=\r\n out and as far as Tuscon, Rodimus and Straightshot could\n&gt; tell, the room =\r\nwent completely silent and they couldn&#39;t even hear the sound\n&gt; of their own=\r\n voice - even Tuscon&#39;s radar/sonar seemed to be down.\n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt;=\r\n &gt; &quot;Nightrazor, LEAVE THAT PLACE INMEDEATLY&quot;said Hydras by comlink whine he=\r\n\n&gt; fire back to Bantos and Torca\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; There was a short message =\r\nback from Nightrazor. &quot;I&#39;m working on it. I have\n&gt; to get past these Maxima=\r\nls first.&quot; There was a pause and then a grunt,\n&gt; &quot;Okay, I believe I have di=\r\nstracted them. I would appreciate some help\n&gt; getting the front door open a=\r\ngain.&quot; Nightrazor was of course talking about\n&gt; the main door of the Ark. I=\r\nt was the only thing that separated him from\n&gt; freedom . . . that and that =\r\ncursed wave that Tuscon was emitting.\n&gt; \n&gt; ELSEWHERE IN THE ARK:\n&gt; \n&gt; &gt; Eli=\r\nta hide behind Ramulus but still she was peeking trying to find out who\n&gt; w=\r\nere the fallen ones...\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Ramulus looked back at Elita again a=\r\nnd then down at the figures at his feet.\n&gt; He bent down to examine them, ru=\r\nnning a small scanner on them. It was Santon\n&gt; and Bump, both laying there =\r\nin a heap.\n&gt; \n&gt; &quot;They are alive.&quot; Ramulus said with a slight hitch in his v=\r\noice. &quot;But\n&gt; barely. Weren&#39;t they supposed to be . . .&quot;\n&gt; \n&gt; Ramulus&#39; head =\r\nsnapped up as he looked at Elita, &quot;Come on, we have to get to\n&gt; the Medbay,=\r\n Quick!&quot;\n&gt; \n&gt; Ramulus tapped a control activating his communication gear, &quot;=\r\nTuscon, Rodimus\n&gt; Santon and Bump are down. Weren&#39;t they suppose to be . . =\r\n.&quot; he glanced at\n&gt; Elita, &quot;. . . some where else?&quot;\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Per=\r\nceptor continue working fast trying to seal all acces to the sleeping\n&gt; Aut=\r\nobots and decepticons &quot;Legacy, we must find the way to seal the ARK!!! we\n&gt;=\r\n have to keep out Hydras of the ark&quot;\n&gt; &gt;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Legacy nodded, &quot;Th=\r\ne main door to the Ark has been sealed. However with the\n&gt; reapplication of=\r\n Tuscon&#39;s wave emission getting main power online will prove\n&gt; to be diffic=\r\nult. It is possible to for Hydras to simply blast through. I may\n&gt; be neede=\r\nd in the main room to protect the elder ones.&quot; Legacy was talking\n&gt; about t=\r\nhe old Autobots and Decepticons. &quot;I believe at the moment I am the\n&gt; only o=\r\nne with a working shield.&quot;\n&gt; \n&gt; Legacy turned to leave, &quot;I will leave you t=\r\no protect the Ark as best you\n&gt; can. I have set the control for tactile and=\r\n verbal operation. You should be\n&gt; able to operate it by touch.&quot;\n&gt; \n&gt; MEANW=\r\nHILE OUTSIDE THE ARK:\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Windlord keep the fire in Deepst=\r\nrike  while Kup continue to shooting\n&gt; Scourge and the sweeps, he had a har=\r\nd time doing that.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Windlord and Kup kept firing up at the P=\r\nredacons, theirs combined with Torca\n&gt; and Leo II were lighting up the skie=\r\ns. Leo II&#39;s shot&#39;s along with Kup&#39;s hit\n&gt; Scourge on two sides, sending the=\r\n hunter spinning in the air. He was not\n&gt; brought down so much as he receiv=\r\ned two terrible wounds which forced him to,\n&gt; at least temporarily, break o=\r\nff his attack.\n&gt; \n&gt; Meanwhile Deepstryke slowly made his way towards the Ar=\r\nk, Windlord&#39;s attacks\n&gt; able to slow him down as he had to maneuver around =\r\nthe attacks, or allow his\n&gt; armored chassis to absorb them. But being a gun=\r\n unit had its advantages as\n&gt; he also returned fire on Windlord.\n&gt; \n&gt; &gt; &lt;OL=\r\nD&gt;\n&gt; &gt;\n&gt; &gt; Uproar growls as he addresses Cyclonus while leaping into the ai=\r\nr on\n&gt; strong legs.\n&gt; &gt;\n&gt; &gt; &quot;BANZAIIII!&quot;\n&gt; &gt;\n&gt; &gt; He raises his left arm to =\r\nattempt a powerful claw swipe.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Uproar leaped up to try t=\r\no meet Cyclonus in the air, the elegantly\n&gt; graceful craft that was Cyclonu=\r\ns began to spin in the air, angling away from\n&gt; the nasty claws that Uproar=\r\n was swinging at him, spinning wing over wing to\n&gt; do it. It was as if Cycl=\r\nonus were some sort of dancer, or an agile bird of\n&gt; flight. Behind him his=\r\n boosters flared brightly as picked up speed!\n&gt; \n&gt; Even as he moved though,=\r\n at the top of the jet a twin cannon turret spun,\n&gt; orienting on Uproar and=\r\n then with a pause for target acquisition they opened\n&gt; up with twin plumes=\r\n of coruscating power!\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Meanwhile, Quickstride calibrat=\r\nes his large blast cannon, and takes\n&gt; careful aim at Waspinator. He chuckl=\r\nes under his breath.\n&gt; &gt;\n&gt; &gt; &quot; Bye bye BUGGIE!&quot;\n&gt; &gt;\n&gt; &gt; His finger pulls ba=\r\nck on the trigger, as he now attempts to shoot\n&gt; Waspinator down.\n&gt; \n&gt; &lt;NEW=\r\n&gt;\n&gt; \n&gt; Waspinator is not nearly so agile as Cyclonus in the air, nor is he =\r\nbuilt as\n&gt; durable. But what he lacks in these two qualities he makes up in=\r\n tenacity\n&gt; and just foolish luck. Buzzing, much like a real wasp he flew i=\r\nn, dodging\n&gt; one blast, and then another, until a third one catches him in =\r\na wing sending\n&gt; Waspinator rocketing through the air like a cannon ball.\n&gt;=\r\n \n&gt; &quot;Me Waspinator am tired of Maxibots beating on him.&quot; Waspinator said as=\r\n he\n&gt; was flung through the air. &quot;Waspinator TERRORIZE!&quot; he said as he shif=\r\nted\n&gt; into his transmetaled form, that of a fighter jet. The battle was far=\r\n from\n&gt; over as he righted himself and came back at Quickstride, guns blazi=\r\nng!\n&gt; \n&gt; Meanwhile as Hydras and Inferno arrived at the door to the Ark, th=\r\ney found\n&gt; it closed, the massive doors clicking as they came to a stop. Ge=\r\ntting into\n&gt; the Ark would not be that easy. In fact it was to be much more=\r\n difficult as\n&gt; Quicksilver, Airhammer and Noctorro, three of the Maximal F=\r\nuzors, came\n&gt; flying in from one side, firing their weapons at Hydras and I=\r\nnferno as\n&gt; Bantor, the other more land bound Fuzor leaped in to attack Hyd=\r\nras again!\n&gt; \n&gt; \n&gt; AND SOME DISTANCE AWAY:\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Rat Trap gr=\r\nins.\n&gt; &gt;\n&gt; &gt; &quot;Oooh yeah, good thinkn&#39;. I dunno if I like this place, but it=\r\n&#39;s better\n&gt; than havn&#39; those airheads blastn&#39; the fuzz off my tail end.&quot;\n&gt; =\r\n&gt;\n&gt; &gt; Together they walk into the dense overgrowth, exploring its parameter=\r\ns\n&gt; with what little light comes from Night Shift&#39;s high beams.\n&gt; \n&gt; &lt;NEW&gt;\n=\r\n&gt; \n&gt; As some of the ancient forests actually stretched across much of the N=\r\north\n&gt; American continent, the `parameters&#39; of the forest stretch out for a=\r\ns far as\n&gt; the optic can see. The area inside the forest is not as densely =\r\novergrown as\n&gt; one might imagine. With the canopy of trees over head blocki=\r\nng most of the\n&gt; direct sunlight, at ground level things are fairly clear, =\r\nsave for large and\n&gt; leafy growths of ferns or other wild plants.\n&gt; \n&gt; That=\r\n does not mean that the ground is flat, as large tree roots, stones and\n&gt; b=\r\nroken ground break up the ground making it treacherous for the unaware,\n&gt; m=\r\naking anything close to four wheel travel, even for those of Cybertronian\n&gt;=\r\n descent, extremely difficult and hazardess. There is even the occasional\n&gt;=\r\n large fallen tree here and there; signs that not even the tall spires of t=\r\nhe\n&gt; forest are immune to the ravages of time and unforeseen occurrence.\n&gt; =\r\n\n&gt; In robot rode, Nightshift and Rat Trap can still hear the movements of\n&gt;=\r\n animals all around them, birds still occasionally fly up or make odd noise=\r\ns\n&gt; as they pass. There is the occasional foot print and the obvious sounds=\r\n of\n&gt; passage of large animals, some perhaps larger than a school bus.\n&gt; \n&gt;=\r\n Should these two desire to travel back the scene of Hydras&#39; tower, it migh=\r\nt\n&gt; be possible, and maybe even safe from the sweeps that had chased them i=\r\nnto\n&gt; the forest, but that does not mean it will be easy or quick.\n&gt; \n&gt; (TA=\r\nG)\n&gt; \n&gt; Preston\n&gt;\n\n\n\n"}}