{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"1vpm7EOEjNHzBZSthMS468bKwTQzUZ8iNWS1LsWzXAP6N4iUUhF3J2Kc19hioX0UX5mXr7tdSbQw5kbFqiccGIHXQq9TSw","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: BATTLE at the Ark!","postDate":"1302533698","msgId":71118,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGludjRvMis0YjNzQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBWTE1My1kczE2NjkwNTA4MzEwODJENEY0MDQ0QkZBMEE2MEBwaHguZ2JsPg=="},"prevInTopic":71117,"nextInTopic":71119,"prevInTime":71117,"nextInTime":71119,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"OOC: Replying to Airly s post first, going in that sequence. BIC: Inside the Ark, Tucson puts his hand over his chest, and gently does as Talon had asked.","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 52585 invoked from network); 11 Apr 2011 14:54:58 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m6.grp.sp2.yahoo.com with QMQP; 11 Apr 2011 14:54:58 -0000\r\nX-Received: from unknown (HELO n38b.bullet.mail.sp1.yahoo.com) (66.163.168.152)\n  by mta3.grp.sp2.yahoo.com with SMTP; 11 Apr 2011 14:54:58 -0000\r\nX-Received: from [69.147.65.172] by n38.bullet.mail.sp1.yahoo.com with NNFMP; 11 Apr 2011 14:54:58 -0000\r\nX-Received: from [98.137.34.34] by t14.bullet.mail.sp1.yahoo.com with NNFMP; 11 Apr 2011 14:54:58 -0000\r\nDate: Mon, 11 Apr 2011 14:54:58 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;inv4o2+4b3s@...&gt;\r\nIn-Reply-To: &lt;BAY153-ds1669050831082D4F4044BFA0A60@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=E1sl7vED2UZnFlO4of1af-ApeTxEzAroxT4896mfRfIdqEPbu1k\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: Replying to Airly&#39;s post first, going in that sequence.\n\nBIC:\n\nInside =\r\nthe Ark, Tucson puts his hand over his chest, and gently does as Talon had =\r\nasked.  Softly putting her into a peaceful state of stasis.\n\n&quot; Sleep well T=\r\nalon, I promise when you awake I will set things right.&quot;\n\nHe had now found =\r\nout that his arrow had no effect on Nightrazor.  And to see what had happen=\r\ned next, just futher infuriates the large Autobot leader.  He was NOT about=\r\n to let things go to Hell now.  These were his comrades and HIS Ark.  He ha=\r\nd not resorted to his full brutality because he simply believed that he mus=\r\nt keep himself in reserve.  But that was over now.  He realized he had to b=\r\ne a brute to fend off those who were now throwing their weight around in a =\r\nplace where they truely did not belong.  His eyes narrow dangerously.\n\n&quot;THA=\r\nT&#39;S IT!  I&#39;VE HAD ENOUGH!&quot;\n\nHe senses where Megatron&#39;s body was laying down=\r\n, and slams his foot on his chest, pointing an arrow straight for it!\n\n&quot; HY=\r\nDRAS, NIGHTRAZOR, CYCLONUS, SCOURGE!  IF YOU ARE WITHIN RANGE OF MY COMMUNI=\r\nCATIONS HEAR THIS!  YOU DARE TO HARM MY FELLOW MAXIMALS AND AUTOBOTS, AND T=\r\nHREATEN TO TAKE THEIR LIVES!  WELL, I HAVE NEWS FOR YOU TOO!  YOU&#39;VE LEFT M=\r\nE NO CHOICE BUT TO DO THE SAME TO YOU AS WELL!  I HAVE MEGATRON&#39;S BODY UNDE=\r\nR MY FOOT, AND AN ARROW STRAIGHT FOR HIS CHEST CHAMBER!  YOU STEP FOOT ANY =\r\nFURTHER INTO MY ARK, TAKE ANOTHER AUTOBOT OR MAXIMAL AND I SWEAR I&#39;LL BE SU=\r\nRE HE NEVER WAKES UP!  PERIOD!&quot;\n\nHis voice echoes throught the Ark.  With e=\r\nach word he rattles the Ark, voice booming like that of an angry lion.  He =\r\nwas sick of the Predacons and Decepticon&#39;s attack on his Ark, and he holds =\r\nhis position over Megatron and awaits their response before doing anything =\r\nto anyone.  Yet, the arrow remains pointed for a perfect shot to the fallen=\r\n Megatron&#39;s chest!\n\nHe then turns his head to Rodimus.\n\n&quot; I want you to kno=\r\nw you have full permission to permanently disable any predacons or Deceptic=\r\nons you see fit.  Scour the parameters of the Ark, and be sure no one gets =\r\nin, Rodimus.  I&#39;ll handle Nightrazor in here.&quot;\n\nHis rage returns to Megatro=\r\nn&#39;s fallen body.  How badly he just wanted to act on impulse and finish the=\r\n job.  Something was holding him back from doing that, yet he so wanted to =\r\njust end it all there and now.\n\n&quot; If I truely believed I could do whatever =\r\nI wanted, I would have made sure that you never wake up from your stasis.  =\r\nYou&#39;d be one less piece of scrap Optimus Prime would have to worry about in=\r\n the future!&quot;\n\nOut of sheer anger, he kicks the body forcefully with a loud=\r\n slam!\n\nStraight Shot senses something a miss in him.\n\n&quot;Tucson, you&#39;re begi=\r\nnning to creep me out, what&#39;s wrong with you?&quot;\n\nShe comes out of her cross =\r\nbow mode and lets up the aim over Megatron&#39;s chest.  She looks up to her lo=\r\nng time companion.\n\n&quot; I&#39;d do anything for you but what you&#39;re making me do =\r\nnow, I can&#39;t. You heard what Perceptor said, if you alter anything now, it =\r\ncould have serious reprocussions later on.&quot;\n\nTucson breathes deeply.\n\n&quot; If =\r\nthis is the only way I can get through to them, then so be it.&quot;\n\nStraight S=\r\nhot gasps.\n\n&quot;This isn&#39;t you Tucson, and you certainly did NOT become a Prim=\r\ne by stooping to their level, because really, that&#39;s what you&#39;re doing! You=\r\n&#39;re much better than that Tucson I know you can be better than that.  Pleas=\r\ne, try.  Try not to do anything you&#39;ll regret down the road.  I know it&#39;s h=\r\nard and I know these guys really ticked you off, and I&#39;d be ticked too, if =\r\nall this was going down right under my nose. That temper of yours is danger=\r\nous, and this isn&#39;t the time to lose it.&quot;\n\nTucson kneels down and puts a ha=\r\nnd on her shoulder.\n\n&quot; That&#39;s it, keep going.&quot;\n\nShe raises a brow.  And the=\r\nn gives a coy grin.\n\n&quot; Ohhhhh, ohhh, ohhhh...  Now I get it.&quot;\n\nShe nodds as=\r\n does he.  It was an act.  An act he hoped would stump the living sparks ou=\r\nt of all of them. He knew he couldn&#39;t avoid stumping his comrades but he kn=\r\new that in the long run it was the only way to save them.  This was it, maj=\r\nor Charisma to the test.\n\nStraight Shot now gets back into her weapon mode =\r\nand picks up where she left off.  Arrow to Megatron&#39;s chest.\n\n&quot; Uhh uh, the=\r\nre is no way, I&#39;m doing what you&#39;re asking of me!  Sorry!  NO GO!&quot;\n\nTucson =\r\ncontinues the act.\n\n&quot;You&#39;ll do as I say, it must be done!&quot;\n\nMeanwhile, Outs=\r\nide, Quickstride quickly gets Uproar to his feet, and assesses the situatio=\r\nn.  He then looks around the parameters and then remembers a body of goop, =\r\nthat resembled a tar pit, not far from the Ark&#39;s parameters.  Uproar looks =\r\nto him.\n\n&quot;What is it? You okay&quot;\n\nQuickstride pats him on the shoulder.\n\n&quot;Ju=\r\nst fine.  Remember that pool of gunk I found a few clicks from here?  Some =\r\nsorta tar pit?&quot;\n\nUproar nodds.\n\n&quot;Ohh yeah, that.  Why&#39;dya bring that up now=\r\n?&quot;\n\nQuickstride grins.\n\n&quot; I got an idea.  What if we did a fake surrender, =\r\nand y&#39;know..&quot;\n\nUproar nodds.\n\n&quot; I get it.  Wonder if they&#39;d fall for it?  I=\r\nt&#39;s worth a try.&quot;\n\nUproar and Quickstride now approach Deep Stryke and the =\r\nothers with their hands up in submission. Quickstride is the first to appro=\r\nach them.\n\n&quot;Okay, okay, you got us, you got us.  Why don&#39;t we just show you=\r\n guys an easy way inta the ark hmm?  That way we all get what we want and e=\r\nveryone&#39;s happy.&quot;  \n\nFar outside the parameters of the Ark, Night Shift and=\r\n Rat Trap look up in awe at the dinosaurs around them.  Yet they keep quiet=\r\n  so is not to alarm them.  Yet, contact could not be helped as a young Ste=\r\ngasaurous noses up to Night Shift, who is not in the least bit frightened b=\r\ny it.\n\n&quot;Woah, check this out.&quot;\n\nRat Trap gasps.\n\n&quot;Ohh geeze, let&#39;s hope it&#39;=\r\ns parents ain&#39;t around here somewhere.&quot;\n\nThe baby dinosaur groans, and look=\r\ns back into the brush.  Night Shift curiously follows it, and notices a lar=\r\nger stegasaurous standing there with a foot raised, with a large piece of w=\r\nood lodged in it&#39;s left front foot.\n\n&quot;Hey, don&#39;t go too close ta that thing=\r\n!  We dunno if it&#39;s friendly!&quot;\n\nYelps Rat Trap, as Night Shift approaches i=\r\nt.  He looks back to Rat Trap casually.\n\n&quot;It&#39;s okay, if it was gonna do som=\r\nethn&#39; it would&#39;ve done it by now. Okay big fella, easy.  This is gonna hurt=\r\n.&quot;\n\nWith a swift hand he pulls the thorn out of the dino&#39;s foot.  The dino =\r\nroars slightly but is quickly relieved of his pain.  He&#39;s soon joined by hi=\r\ns mate, and it&#39;s clear to see, that this was a family of Stegasaurouses.  H=\r\ne looks down to Night Shift, and nudges his hand with his nose gently.\n\n&quot;It=\r\n&#39;s okay big guy, no sweat, you go back with your family.&quot;\n\nThe stegasaurous=\r\nes now retreat back into the forest, yet the little one looks back once mor=\r\ne thankfully and then retreats.  Rat trap smiles as he watches them retreat=\r\n.\n\n&quot; Talk about meetn&#39; some pretty large friends.  I wonder if they&#39;d be sm=\r\nart enough ta help us out if we needed &#39;em?&quot;\n\nNight Shift raises a brow.\n\n&quot;=\r\n I dunno, but judgn&#39; by the way they treated us, I bet they might just reme=\r\nmber who we are if we came back this way.  If not by facial recognition but=\r\n by smell...  Well, we better get gon&#39;.  We got a lotta ground ta cover.&quot; \n=\r\n\nCarefully he continues the trek onward.  Without warning, he and Rat Trap =\r\nsuddenly find themselves on the back of the dino who they had just helped.\n=\r\n\n&quot;Woah, what the?!&quot;\n\nRat Trap holds onto the dino&#39;s massive scales.\n\n&quot; You =\r\nwere right, he remembered ya. Looks like he wants ta give us a lift.&quot;\n\nNigh=\r\nt Shift smiles.\n\n&quot;Not a bad idea, we cover more ground this way.&quot;\n\nThe Steg=\r\nasaurous walks slowly followed by his mate and hatchling. \n\n\n\n--- In nbwrpg=\r\n@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Hydras/win=\r\ndlord/Kup/nightlight/Perceptor/Elita/Talon\n&gt; \n&gt; \n&gt; Hydras did a final shot =\r\nand send a secret message to Nightrazor &quot;The door is open, time to leave&quot;an=\r\nd said in loud voice &quot;PREDACONS... RETREAT!!!!&quot;\n&gt; Hydras picked up inferno =\r\nand started to leave the area\n&gt; \n&gt; ****************************************=\r\n**\n&gt; Windlord and Kup keep their fire against Scourge and Deepstrike\n&gt; \n&gt; *=\r\n*****************************************\n&gt; \n&gt; Nightlight continue peaceful=\r\nly sleeping while Elita jumped on the bed in her beast form and nuzzled in =\r\nher mom&#39;s cheek while she cried in silence. \n&gt; &quot;Mommie&quot;said Elita&quot; I miss y=\r\nou so much... so much&quot;sobbed the little girl while her tears fell in her mo=\r\nm&#39;s cheek\n&gt; \n&gt; *********************************\n&gt; \n&gt; PErceptor gain contro=\r\nl of the ark and activate all the internal defences against the Hydra&#39;s pre=\r\ndacons and tried to \n&gt; \n&gt; *****************************\n&gt; OOC: Talon is ins=\r\nide Tucson. He transformed with Talon indise\n&gt; IC:\n&gt; Talon continue moaning=\r\n in pain, she hoped that the fight is over, she felt too weak\n&gt; From: Super=\r\n Cyclonus \n&gt; Sent: Friday, April 08, 2011 11:31 AM\n&gt; To: nbwrpg@yahoogroups=\r\n.com \n&gt; Subject: Re: BATTLE at the Ark!\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; H=\r\nydras opened his comlink and said &quot;To al PRedacons concentrate your\n&gt; &gt; fir=\r\ne powers in the door, as soon as is down retreat!!!&quot; he opened \n&gt; &gt; fire ag=\r\nainst the door\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Uproar hits the ground and rolls, landing=\r\n against a large stone, oddly enough Cyclonus does not follow up the attack=\r\n. Instead he responds to Hydras&#39; call to target the Ark&#39;s door. With a quic=\r\nk twist and flare from his boosters he lines himself up with Hydras and pre=\r\npares to follow his orders. \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Quickstride now gets sick=\r\n and tired of Waspinator&#39;s torment as he too, breaks out the big guns again=\r\nst his flying foe.\n&gt; &gt;\n&gt; &gt; &quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropp=\r\ning your bombs on me too, bug aft!&quot;\n&gt; &gt;\n&gt; &gt; He throws continuous rounds fro=\r\nm his large blast cannon while deflecting Waspinator&#39;s blasts.\n&gt; &gt;\n&gt; &gt; &quot;TIM=\r\nE FOR SOME MAJOR PEST CONTROL! THIS&#39;LL MAKE YA WISH YA NEVER GOT OUTA YOUR =\r\nHIVE THIS MORNING!&quot;\n&gt; &gt;\n&gt; &gt; As it was for equine nature, Quickstride shows =\r\na severe dislike to Waspinator, hoping one day he would swat the servos out=\r\n of him in his wasp mode, with his long, copper tail while in his own equin=\r\ne beast mode.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; It would seem that Quickstride is more succes=\r\nsful against Waspinator than Uproar was against Cyclonus. Quockstride&#39;s lar=\r\nge blast cannon fires repeatedly into the air keeping the vicious Predacon =\r\nat bay. One of his attacks catches him in the fuselage sending Waspinator s=\r\npinning through the air once more, smoke trailing behind him. \n&gt; \n&gt; &quot;Waspin=\r\nator hate all this!&quot; he said as he sailed away! \n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt; \n&gt; &gt; Wind=\r\nlord and Kup continue firing against Scourge and Deepstrike.\n&gt; \n&gt; &lt;NEW&gt; \n&gt; =\r\n\n&gt; As Windlord and Kup continue their firefight, Scourge swung out around t=\r\nhem, forcing them to change their attacks and swing with him. Meanwhile Dee=\r\npstryke moved higher up and the other way, swinging his multiple cannon mou=\r\nnts around at the same time. However instead of firing at Kup or Windlord h=\r\ne targets the door to the Ark! \n&gt; \n&gt; MEANWHILE INSIDE THE ARK:\n&gt; \n&gt; &gt; &lt;OLD&gt;=\r\n\n&gt; &gt;\n&gt; &gt; He thinks for a moment. This was a great way to communicate becaus=\r\ne Nightrazor may not have any idea that Tucson was still able to communicat=\r\ne in this mode. He raises an optic and continues to tap his shoulder.\n&gt; &gt;\n&gt;=\r\n &gt; &quot; Don&#39;t take this the wrong way Rodimus, but it&#39;s the only way we can co=\r\nmmunicate in a way that Nightrazor has no notion of us doing so. Feel free =\r\nto do the same, use the morse coding, it will help us understand each other=\r\n to apprehend him sufficiantly.&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; As Tuscon had his hands on=\r\n Rodimus to pass the message he could feel Rodimus move in the darkness, pr=\r\nesumably nodding his head in understanding. &quot;Gotcha!&quot; Rodimus tapped back, =\r\nknowing the code Tuscon was using. \n&gt; \n&gt; &quot;Need move quick&quot; Rodimus tapped b=\r\nack quickly, &quot;Intruder not wait us talk.&quot;\n&gt; \n&gt; Rodimus motioned for them to=\r\n spread out, &quot;Your senses better, find switch&quot; he tapped again. \n&gt; \n&gt; &gt; &lt;OL=\r\nD&gt;\n&gt; &gt;\n&gt; &gt; He stops to feel the vibrations of the floor. Then he puts out h=\r\nis hand to sense vibrations in the air. Through that, he could get a faint =\r\nidea as to how the air circulates around various objects. A cross breeze as=\r\n stale as it was, would navigate him toward an emergency generator switch. =\r\nHe follows that breeze, and extends his hand out to touch it, slowly commin=\r\ng to the device. With another raise of the brow he carefully throws the swi=\r\ntch and waits to see what happens.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Actually as Tuscon was j=\r\nust about to the generator control, but before he could pull it he found th=\r\nat he did not need to! \n&gt; \n&gt; In moving he had stepped out of the field of d=\r\narkness and with a blink he could hear and his radar/sonar snapped back on,=\r\n all sensors were a go! \n&gt; \n&gt; However any scan back to where he came from w=\r\nould show that where he was standing there was a large ball of darkness sev=\r\neral meters across that he could not scan, it was a globe of darkness and s=\r\nilence.  \n&gt; \n&gt; Rodimus stepped out of the other side of the globe blinking =\r\nalso obviously his sensors were coming back online too. He looked around, &quot;=\r\nWhere is the . . . . \n&gt; \n&gt; &gt;&gt;KABOOM!!&lt;&lt;\n&gt; \n&gt; With a deafening explosion the=\r\n main door exploded off its hinges as the combined power of Cyclonus, Hydra=\r\ns, Deepstryke and several other predacons blasted it! Fortunately the falle=\r\nn bodies of the Autobots and Decepticons were too far away to receive more =\r\nthan a little rumbling and smoke, nothing that would significantly impact t=\r\nheir slumber and their eventual awakening. \n&gt; \n&gt; Meanwhile . . . \n&gt; \n&gt; &gt; &lt;O=\r\nLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;We must be carefull&quot;said Talon with a moan, the pain was unbea=\r\nrable.\n&gt; &gt;\n&gt; &gt; &quot;Can you set me in stasis???&quot;sais Talon with pain&quot;I donat kn=\r\now how \n&gt; &gt; much longer i could bear this pain...&quot;\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Evidentl=\r\ny whomever had placed Talon down had left Talon is a well shielded place, t=\r\nhere was no damage to this Maximal as well. The console that was between Ta=\r\nlon and the door snapped off and was flung across the room, but Talon conti=\r\nnued to lay there, his systems merciful shutting him down, sending him into=\r\n stasis lock.\n&gt; \n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Perceptor tried to seal all the corritor=\r\ns that lead to the sleep \n&gt; &gt; decepticons and autobots. He worked as fast a=\r\ns he could.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Perceptor could not seal off the room that the =\r\nAutobots were in simply because the front chamber leading into the Aark was=\r\n one large chamber. It was not until they got further in that it branched o=\r\nff into other sections. \n&gt; \n&gt; However with a small beep the computer came f=\r\nully to like. &quot;Main power restored.&quot; The computer said calmly.\n&gt; \n&gt; &gt; &lt;OLD&gt;=\r\n\n&gt; &gt;\n&gt; &gt; &quot;Mom...&quot;said Elita with fear, and she ran towards the Medical bay,=\r\n \n&gt; &gt; she almos couldnt hold her tears. She was fearing that somethign \n&gt; &gt;=\r\n really bad had happened to her.\n&gt; \n&gt; &lt;NEW&gt;\n&gt; \n&gt; Ramulus ran as well to the=\r\n medical chamber, the whole way, glancing back at Elita to be sure that she=\r\n was keeping up. When they got there the door was locked, sealed with a med=\r\nical privacy code. \n&gt; \n&gt; &quot;FRAG!&quot; he said as he tried the door. &quot;With the po=\r\nwer down it won&#39;t recognize me.&quot; Then with a hum the lights began to come o=\r\nn in the hall and the door began to buzz as it scanned Ramulus. &quot;Identity R=\r\namulus detected and confirmed.&quot; The door slid open\n&gt; \n&gt; Ramulus leaped insi=\r\nde and looked around, and in one corner, there was Nightlight laying on her=\r\n bed, unconscious, but other wise okay. &quot;O Primus!&quot; Ramulus said in relief =\r\nas he looked over the readings. &quot;He was no doctor, but to him everything lo=\r\noked okay.\n&gt; \n&gt; Meanwhile through the rest of the Ark lights began to flick=\r\ner and blink as main power began to reassert itself. The computer&#39;s voice c=\r\nould be heard echoing off several panels as it worked through an internal d=\r\niagnostics check, &quot;Predacon signatures detected.&quot; \n&gt; \n&gt; In the room with Pe=\r\nrceptor the computer began quickly pin pointing the various signatures both=\r\n inside and within a mile of the Ark outside.\n&gt; \n&gt; BACK OUTSIDE THE ARK:\n&gt; =\r\n\n&gt; At the same time Torca, Noctorro, AirHammer, Quicksilver and Bantor, the=\r\n Maximal Fuzors took this moment of distraction to rush the Predacons canno=\r\nns blazing!\n&gt; \n&gt; Several sweeps fell from the skies and Scourge as well too=\r\nk another hit, this one sending a sizzling burn up the side of his flank. \n=\r\n&gt; \n&gt; Cyclonus was also hit, although he was able to twist in the air, turni=\r\nng what would have normally been a devastating blow into one that glanced o=\r\nff his armor. \n&gt; \n&gt; Deepstryke was hit several times, forcing him to back o=\r\nff, his boosters flaring as he began to retreat. \n&gt; \n&gt; Inferno also was dam=\r\naged as he took a hit that was designed for Hydras, the hit sent Inferno sp=\r\niraling towards the ground as well. \n&gt; \n&gt; As powerful as the Predacons were=\r\n, they did not have all their forces there, and the Maximals were finally g=\r\netting their own forces together. The only thing that was holding the Preda=\r\ncons together was the sheer power that Cyclonus and Hydras and to a lesser =\r\nextent Scourge and Deepstyke were bringing to bear on the Maximals!\n&gt; \n&gt; Th=\r\nat might change with the Ark beginning to power up!\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston=\r\n\n&gt;\n\n\n\n"}}