{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"XMTarxz_kmFLi_xmlTBg91o4qm3G_TKHWQi_fPjVZzHlv-zh-aj7X5jcsAyB7JWfS6QY9UndJMYiniFPjlnPr4EAEjboXeF350nKnCYkiA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BATTLE at the Ark!","postDate":"1302539876","msgId":71119,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBTkxrVGlta0RVMDFDMk1ZZDNKcF9kbmg3SnFYbjdjTk1BQG1haWwuZ21haWwuY29tPg==","inReplyToHeader":"PGludjRvMis0YjNzQGVHcm91cHMuY29tPg==","referencesHeader":"PEJBWTE1My1kczE2NjkwNTA4MzEwODJENEY0MDQ0QkZBMEE2MEBwaHguZ2JsPgk8aW52NG8yKzRiM3NAZUdyb3Vwcy5jb20+"},"prevInTopic":71118,"nextInTopic":71121,"prevInTime":71118,"nextInTime":71120,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"OOC: I hope to be posting tommorrow or so, so many things to catch up in so many places. But I had a question :) How is Talon inside Tuscon? When Tuscon","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 69839 invoked from network); 11 Apr 2011 16:37:58 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m13.grp.re1.yahoo.com with QMQP; 11 Apr 2011 16:37:58 -0000\r\nX-Received: from unknown (HELO mail-vx0-f174.google.com) (209.85.220.174)\n  by mta1.grp.re1.yahoo.com with SMTP; 11 Apr 2011 16:37:58 -0000\r\nX-Received: by vxi39 with SMTP id 39so4293018vxi.19\n        for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 11 Apr 2011 09:37:57 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.220.5.129 with SMTP id 1mr1465742vcv.169.1302539876800; Mon,\n 11 Apr 2011 09:37:56 -0700 (PDT)\r\nX-Received: by 10.220.199.133 with HTTP; Mon, 11 Apr 2011 09:37:56 -0700 (PDT)\r\nIn-Reply-To: &lt;inv4o2+4b3s@...&gt;\r\nReferences: &lt;BAY153-ds1669050831082D4F4044BFA0A60@...&gt;\n\t&lt;inv4o2+4b3s@...&gt;\r\nDate: Mon, 11 Apr 2011 12:37:56 -0400\r\nMessage-ID: &lt;BANLkTimkDU01C2MYd3Jp_dnh7JqXn7cNMA@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=windows-1252\r\nContent-Transfer-Encoding: quoted-printable\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=435352480; y=r63WGQsMWOd9sBVbkzUIe4mqH8kjExpvJQCsEuWIwwjFH1hNanoigQ\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nOOC: I hope to be posting tommorrow or so, so many things to catch up\nin so=\r\n many places. But I had a question :)\n\nHow is Talon inside Tuscon? When Tus=\r\ncon transforms back into robot\nmode he is roughly human hieght or slightly =\r\nlarger, the same height as\nnearly all the Maximals and Predacons are more o=\r\nr less. Talon would be\napproximately the same size as Tuscon in this form -=\r\n perhaps a few\ninches shorter or so - seeing as Tuscon is a Prime an all th=\r\nat. But\nhaving said that, having Tuscon holding holding Talon inside, that\n=\r\nwould be a bit . . . um . . . messy?\n\nAnd I want to apologize about Tuscon&#39;=\r\ns arrow. It was not that it was\nineffective, but it was just that Nightrazo=\r\nr was not visable any\nlonger. When I am crafting a post, I try to take into=\r\n account just how\nmuch conversation or other actions have gone on between e=\r\nach move. If\nTuscon was tapping out his communication to Rodimus and Straig=\r\nht Shot,\nthen that gave Nightrazor time to hide or make other choices. I wa=\r\ns\ngiving you a hint to that when I had Rodimus speak in short sentences\nand=\r\n remind Tuscon that the intruder would not wait for lengthy\ncommunications.=\r\n\n\nI am not trying to be mean. As a suggestion, imagine yourself saying\nthe =\r\nthings Tuscon is saying in the middle of a battle or an intense\nscene and y=\r\nou will see what I mean. Imagine how many things you could\nhave done in the=\r\n time that it would have taken for Tuscon to\ncommunicate the information he=\r\n did in morris code to straightshot and\nRodimus.\n\nAgain, not trying to be m=\r\nean, just accurate and realistic as I can be\nin a made up world where robot=\r\ns can transform and we break laws of\nphysics with every stroke of the pen :=\r\n)\n\nPreston\n\nOn Mon, Apr 11, 2011 at 10:54 AM, Sandy &lt;magicquartz@...&gt;=\r\n wrote:\n&gt;\n&gt;\n&gt;\n&gt; OOC: Replying to Airly&#39;s post first, going in that sequence=\r\n.\n&gt;\n&gt; BIC:\n&gt;\n&gt; Inside the Ark, Tucson puts his hand over his chest, and gen=\r\ntly does as Talon had asked. Softly putting her into a peaceful state of st=\r\nasis.\n&gt;\n&gt; &quot; Sleep well Talon, I promise when you awake I will set things ri=\r\nght.&quot;\n&gt;\n&gt; He had now found out that his arrow had no effect on Nightrazor. =\r\nAnd to see what had happened next, just futher infuriates the large Autobot=\r\n leader. He was NOT about to let things go to Hell now. These were his comr=\r\nades and HIS Ark. He had not resorted to his full brutality because he simp=\r\nly believed that he must keep himself in reserve. But that was over now. He=\r\n realized he had to be a brute to fend off those who were now throwing thei=\r\nr weight around in a place where they truely did not belong. His eyes narro=\r\nw dangerously.\n&gt;\n&gt; &quot;THAT&#39;S IT! I&#39;VE HAD ENOUGH!&quot;\n&gt;\n&gt; He senses where Megatr=\r\non&#39;s body was laying down, and slams his foot on his chest, pointing an arr=\r\now straight for it!\n&gt;\n&gt; &quot; HYDRAS, NIGHTRAZOR, CYCLONUS, SCOURGE! IF YOU ARE=\r\n WITHIN RANGE OF MY COMMUNICATIONS HEAR THIS! YOU DARE TO HARM MY FELLOW MA=\r\nXIMALS AND AUTOBOTS, AND THREATEN TO TAKE THEIR LIVES! WELL, I HAVE NEWS FO=\r\nR YOU TOO! YOU&#39;VE LEFT ME NO CHOICE BUT TO DO THE SAME TO YOU AS WELL! I HA=\r\nVE MEGATRON&#39;S BODY UNDER MY FOOT, AND AN ARROW STRAIGHT FOR HIS CHEST CHAMB=\r\nER! YOU STEP FOOT ANY FURTHER INTO MY ARK, TAKE ANOTHER AUTOBOT OR MAXIMAL =\r\nAND I SWEAR I&#39;LL BE SURE HE NEVER WAKES UP! PERIOD!&quot;\n&gt;\n&gt; His voice echoes t=\r\nhrought the Ark. With each word he rattles the Ark, voice booming like that=\r\n of an angry lion. He was sick of the Predacons and Decepticon&#39;s attack on =\r\nhis Ark, and he holds his position over Megatron and awaits their response =\r\nbefore doing anything to anyone. Yet, the arrow remains pointed for a perfe=\r\nct shot to the fallen Megatron&#39;s chest!\n&gt;\n&gt; He then turns his head to Rodim=\r\nus.\n&gt;\n&gt; &quot; I want you to know you have full permission to permanently disabl=\r\ne any predacons or Decepticons you see fit. Scour the parameters of the Ark=\r\n, and be sure no one gets in, Rodimus. I&#39;ll handle Nightrazor in here.&quot;\n&gt;\n&gt;=\r\n His rage returns to Megatron&#39;s fallen body. How badly he just wanted to ac=\r\nt on impulse and finish the job. Something was holding him back from doing =\r\nthat, yet he so wanted to just end it all there and now.\n&gt;\n&gt; &quot; If I truely =\r\nbelieved I could do whatever I wanted, I would have made sure that you neve=\r\nr wake up from your stasis. You&#39;d be one less piece of scrap Optimus Prime =\r\nwould have to worry about in the future!&quot;\n&gt;\n&gt; Out of sheer anger, he kicks =\r\nthe body forcefully with a loud slam!\n&gt;\n&gt; Straight Shot senses something a =\r\nmiss in him.\n&gt;\n&gt; &quot;Tucson, you&#39;re beginning to creep me out, what&#39;s wrong wi=\r\nth you?&quot;\n&gt;\n&gt; She comes out of her cross bow mode and lets up the aim over M=\r\negatron&#39;s chest. She looks up to her long time companion.\n&gt;\n&gt; &quot; I&#39;d do anyt=\r\nhing for you but what you&#39;re making me do now, I can&#39;t. You heard what Perc=\r\neptor said, if you alter anything now, it could have serious reprocussions =\r\nlater on.&quot;\n&gt;\n&gt; Tucson breathes deeply.\n&gt;\n&gt; &quot; If this is the only way I can =\r\nget through to them, then so be it.&quot;\n&gt;\n&gt; Straight Shot gasps.\n&gt;\n&gt; &quot;This isn=\r\n&#39;t you Tucson, and you certainly did NOT become a Prime by stooping to thei=\r\nr level, because really, that&#39;s what you&#39;re doing! You&#39;re much better than =\r\nthat Tucson I know you can be better than that. Please, try. Try not to do =\r\nanything you&#39;ll regret down the road. I know it&#39;s hard and I know these guy=\r\ns really ticked you off, and I&#39;d be ticked too, if all this was going down =\r\nright under my nose. That temper of yours is dangerous, and this isn&#39;t the =\r\ntime to lose it.&quot;\n&gt;\n&gt; Tucson kneels down and puts a hand on her shoulder.\n&gt;=\r\n\n&gt; &quot; That&#39;s it, keep going.&quot;\n&gt;\n&gt; She raises a brow. And then gives a coy gr=\r\nin.\n&gt;\n&gt; &quot; Ohhhhh, ohhh, ohhhh... Now I get it.&quot;\n&gt;\n&gt; She nodds as does he. I=\r\nt was an act. An act he hoped would stump the living sparks out of all of t=\r\nhem. He knew he couldn&#39;t avoid stumping his comrades but he knew that in th=\r\ne long run it was the only way to save them. This was it, major Charisma to=\r\n the test.\n&gt;\n&gt; Straight Shot now gets back into her weapon mode and picks u=\r\np where she left off. Arrow to Megatron&#39;s chest.\n&gt;\n&gt; &quot; Uhh uh, there is no =\r\nway, I&#39;m doing what you&#39;re asking of me! Sorry! NO GO!&quot;\n&gt;\n&gt; Tucson continue=\r\ns the act.\n&gt;\n&gt; &quot;You&#39;ll do as I say, it must be done!&quot;\n&gt;\n&gt; Meanwhile, Outsid=\r\ne, Quickstride quickly gets Uproar to his feet, and assesses the situation.=\r\n He then looks around the parameters and then remembers a body of goop, tha=\r\nt resembled a tar pit, not far from the Ark&#39;s parameters. Uproar looks to h=\r\nim.\n&gt;\n&gt; &quot;What is it? You okay&quot;\n&gt;\n&gt; Quickstride pats him on the shoulder.\n&gt;\n=\r\n&gt; &quot;Just fine. Remember that pool of gunk I found a few clicks from here? So=\r\nme sorta tar pit?&quot;\n&gt;\n&gt; Uproar nodds.\n&gt;\n&gt; &quot;Ohh yeah, that. Why&#39;dya bring tha=\r\nt up now?&quot;\n&gt;\n&gt; Quickstride grins.\n&gt;\n&gt; &quot; I got an idea. What if we did a fak=\r\ne surrender, and y&#39;know..&quot;\n&gt;\n&gt; Uproar nodds.\n&gt;\n&gt; &quot; I get it. Wonder if they=\r\n&#39;d fall for it? It&#39;s worth a try.&quot;\n&gt;\n&gt; Uproar and Quickstride now approach =\r\nDeep Stryke and the others with their hands up in submission. Quickstride i=\r\ns the first to approach them.\n&gt;\n&gt; &quot;Okay, okay, you got us, you got us. Why =\r\ndon&#39;t we just show you guys an easy way inta the ark hmm? That way we all g=\r\net what we want and everyone&#39;s happy.&quot;\n&gt;\n&gt; Far outside the parameters of th=\r\ne Ark, Night Shift and Rat Trap look up in awe at the dinosaurs around them=\r\n. Yet they keep quiet so is not to alarm them. Yet, contact could not be he=\r\nlped as a young Stegasaurous noses up to Night Shift, who is not in the lea=\r\nst bit frightened by it.\n&gt;\n&gt; &quot;Woah, check this out.&quot;\n&gt;\n&gt; Rat Trap gasps.\n&gt;\n=\r\n&gt; &quot;Ohh geeze, let&#39;s hope it&#39;s parents ain&#39;t around here somewhere.&quot;\n&gt;\n&gt; The=\r\n baby dinosaur groans, and looks back into the brush. Night Shift curiously=\r\n follows it, and notices a larger stegasaurous standing there with a foot r=\r\naised, with a large piece of wood lodged in it&#39;s left front foot.\n&gt;\n&gt; &quot;Hey,=\r\n don&#39;t go too close ta that thing! We dunno if it&#39;s friendly!&quot;\n&gt;\n&gt; Yelps Ra=\r\nt Trap, as Night Shift approaches it. He looks back to Rat Trap casually.\n&gt;=\r\n\n&gt; &quot;It&#39;s okay, if it was gonna do somethn&#39; it would&#39;ve done it by now. Okay=\r\n big fella, easy. This is gonna hurt.&quot;\n&gt;\n&gt; With a swift hand he pulls the t=\r\nhorn out of the dino&#39;s foot. The dino roars slightly but is quickly relieve=\r\nd of his pain. He&#39;s soon joined by his mate, and it&#39;s clear to see, that th=\r\nis was a family of Stegasaurouses. He looks down to Night Shift, and nudges=\r\n his hand with his nose gently.\n&gt;\n&gt; &quot;It&#39;s okay big guy, no sweat, you go ba=\r\nck with your family.&quot;\n&gt;\n&gt; The stegasaurouses now retreat back into the fore=\r\nst, yet the little one looks back once more thankfully and then retreats. R=\r\nat trap smiles as he watches them retreat.\n&gt;\n&gt; &quot; Talk about meetn&#39; some pre=\r\ntty large friends. I wonder if they&#39;d be smart enough ta help us out if we =\r\nneeded &#39;em?&quot;\n&gt;\n&gt; Night Shift raises a brow.\n&gt;\n&gt; &quot; I dunno, but judgn&#39; by th=\r\ne way they treated us, I bet they might just remember who we are if we came=\r\n back this way. If not by facial recognition but by smell... Well, we bette=\r\nr get gon&#39;. We got a lotta ground ta cover.&quot;\n&gt;\n&gt; Carefully he continues the=\r\n trek onward. Without warning, he and Rat Trap suddenly find themselves on =\r\nthe back of the dino who they had just helped.\n&gt;\n&gt; &quot;Woah, what the?!&quot;\n&gt;\n&gt; R=\r\nat Trap holds onto the dino&#39;s massive scales.\n&gt;\n&gt; &quot; You were right, he reme=\r\nmbered ya. Looks like he wants ta give us a lift.&quot;\n&gt;\n&gt; Night Shift smiles.\n=\r\n&gt;\n&gt; &quot;Not a bad idea, we cover more ground this way.&quot;\n&gt;\n&gt; The Stegasaurous w=\r\nalks slowly followed by his mate and hatchling.\n&gt;\n&gt; --- In nbwrpg@yahoogrou=\r\nps.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt; &gt;\n&gt; &gt; Hydras/windlord/=\r\nKup/nightlight/Perceptor/Elita/Talon\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; Hydras did a final shot an=\r\nd send a secret message to Nightrazor &quot;The door is open, time to leave&quot;and =\r\nsaid in loud voice &quot;PREDACONS... RETREAT!!!!&quot;\n&gt; &gt; Hydras picked up inferno =\r\nand started to leave the area\n&gt; &gt;\n&gt; &gt; *************************************=\r\n*****\n&gt; &gt; Windlord and Kup keep their fire against Scourge and Deepstrike\n&gt;=\r\n &gt;\n&gt; &gt; ******************************************\n&gt; &gt;\n&gt; &gt; Nightlight contin=\r\nue peacefully sleeping while Elita jumped on the bed in her beast form and =\r\nnuzzled in her mom&#39;s cheek while she cried in silence.\n&gt; &gt; &quot;Mommie&quot;said Eli=\r\nta&quot; I miss you so much... so much&quot;sobbed the little girl while her tears fe=\r\nll in her mom&#39;s cheek\n&gt; &gt;\n&gt; &gt; *********************************\n&gt; &gt;\n&gt; &gt; PEr=\r\nceptor gain control of the ark and activate all the internal defences again=\r\nst the Hydra&#39;s predacons and tried to\n&gt; &gt;\n&gt; &gt; *****************************=\r\n\n&gt; &gt; OOC: Talon is inside Tucson. He transformed with Talon indise\n&gt; &gt; IC:\n=\r\n&gt; &gt; Talon continue moaning in pain, she hoped that the fight is over, she f=\r\nelt too weak\n&gt; &gt; From: Super Cyclonus\n&gt; &gt; Sent: Friday, April 08, 2011 11:3=\r\n1 AM\n&gt; &gt; To: nbwrpg@yahoogroups.com\n&gt; &gt; Subject: Re: BATTLE at the Ark!\n&gt; &gt;=\r\n\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Hydras opened his comlink and sa=\r\nid &quot;To al PRedacons concentrate your\n&gt; &gt; &gt; fire powers in the door, as soon=\r\n as is down retreat!!!&quot; he opened\n&gt; &gt; &gt; fire against the door\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;=\r\n\n&gt; &gt;\n&gt; &gt; As Uproar hits the ground and rolls, landing against a large stone=\r\n, oddly enough Cyclonus does not follow up the attack. Instead he responds =\r\nto Hydras&#39; call to target the Ark&#39;s door. With a quick twist and flare from=\r\n his boosters he lines himself up with Hydras and prepares to follow his or=\r\nders.\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Quickstride now gets sick and tired of Wa=\r\nspinator&#39;s torment as he too, breaks out the big guns against his flying fo=\r\ne.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropping your bom=\r\nbs on me too, bug aft!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; He throws continuous rounds from his la=\r\nrge blast cannon while deflecting Waspinator&#39;s blasts.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;TIME FO=\r\nR SOME MAJOR PEST CONTROL! THIS&#39;LL MAKE YA WISH YA NEVER GOT OUTA YOUR HIVE=\r\n THIS MORNING!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As it was for equine nature, Quickstride shows =\r\na severe dislike to Waspinator, hoping one day he would swat the servos out=\r\n of him in his wasp mode, with his long, copper tail while in his own equin=\r\ne beast mode.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; It would seem that Quickstride is more =\r\nsuccessful against Waspinator than Uproar was against Cyclonus. Quockstride=\r\n&#39;s large blast cannon fires repeatedly into the air keeping the vicious Pre=\r\ndacon at bay. One of his attacks catches him in the fuselage sending Waspin=\r\nator spinning through the air once more, smoke trailing behind him.\n&gt; &gt;\n&gt; &gt;=\r\n &quot;Waspinator hate all this!&quot; he said as he sailed away!\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt;=\r\n &gt;\n&gt; &gt; &gt; Windlord and Kup continue firing against Scourge and Deepstrike.\n&gt;=\r\n &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; As Windlord and Kup continue their firefight, Scourge =\r\nswung out around them, forcing them to change their attacks and swing with =\r\nhim. Meanwhile Deepstryke moved higher up and the other way, swinging his m=\r\nultiple cannon mounts around at the same time. However instead of firing at=\r\n Kup or Windlord he targets the door to the Ark!\n&gt; &gt;\n&gt; &gt; MEANWHILE INSIDE T=\r\nHE ARK:\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; He thinks for a moment. This was a grea=\r\nt way to communicate because Nightrazor may not have any idea that Tucson w=\r\nas still able to communicate in this mode. He raises an optic and continues=\r\n to tap his shoulder.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot; Don&#39;t take this the wrong way Rodimus, =\r\nbut it&#39;s the only way we can communicate in a way that Nightrazor has no no=\r\ntion of us doing so. Feel free to do the same, use the morse coding, it wil=\r\nl help us understand each other to apprehend him sufficiantly.&quot;\n&gt; &gt;\n&gt; &gt; &lt;NE=\r\nW&gt;\n&gt; &gt;\n&gt; &gt; As Tuscon had his hands on Rodimus to pass the message he could =\r\nfeel Rodimus move in the darkness, presumably nodding his head in understan=\r\nding. &quot;Gotcha!&quot; Rodimus tapped back, knowing the code Tuscon was using.\n&gt; &gt;=\r\n\n&gt; &gt; &quot;Need move quick&quot; Rodimus tapped back quickly, &quot;Intruder not wait us t=\r\nalk.&quot;\n&gt; &gt;\n&gt; &gt; Rodimus motioned for them to spread out, &quot;Your senses better,=\r\n find switch&quot; he tapped again.\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; He stops to feel=\r\n the vibrations of the floor. Then he puts out his hand to sense vibrations=\r\n in the air. Through that, he could get a faint idea as to how the air circ=\r\nulates around various objects. A cross breeze as stale as it was, would nav=\r\nigate him toward an emergency generator switch. He follows that breeze, and=\r\n extends his hand out to touch it, slowly comming to the device. With anoth=\r\ner raise of the brow he carefully throws the switch and waits to see what h=\r\nappens.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Actually as Tuscon was just about to the gene=\r\nrator control, but before he could pull it he found that he did not need to=\r\n!\n&gt; &gt;\n&gt; &gt; In moving he had stepped out of the field of darkness and with a =\r\nblink he could hear and his radar/sonar snapped back on, all sensors were a=\r\n go!\n&gt; &gt;\n&gt; &gt; However any scan back to where he came from would show that wh=\r\nere he was standing there was a large ball of darkness several meters acros=\r\ns that he could not scan, it was a globe of darkness and silence.\n&gt; &gt;\n&gt; &gt; R=\r\nodimus stepped out of the other side of the globe blinking also obviously h=\r\nis sensors were coming back online too. He looked around, &quot;Where is the . .=\r\n . .\n&gt; &gt;\n&gt; &gt; &gt;&gt;KABOOM!!&lt;&lt;\n&gt; &gt;\n&gt; &gt; With a deafening explosion the main door =\r\nexploded off its hinges as the combined power of Cyclonus, Hydras, Deepstry=\r\nke and several other predacons blasted it! Fortunately the fallen bodies of=\r\n the Autobots and Decepticons were too far away to receive more than a litt=\r\nle rumbling and smoke, nothing that would significantly impact their slumbe=\r\nr and their eventual awakening.\n&gt; &gt;\n&gt; &gt; Meanwhile . . .\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt;=\r\n &gt;\n&gt; &gt; &gt; &quot;We must be carefull&quot;said Talon with a moan, the pain was unbearab=\r\nle.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Can you set me in stasis???&quot;sais Talon with pain&quot;I donat k=\r\nnow how\n&gt; &gt; &gt; much longer i could bear this pain...&quot;\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; =\r\nEvidently whomever had placed Talon down had left Talon is a well shielded =\r\nplace, there was no damage to this Maximal as well. The console that was be=\r\ntween Talon and the door snapped off and was flung across the room, but Tal=\r\non continued to lay there, his systems merciful shutting him down, sending =\r\nhim into stasis lock.\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Perceptor tried to seal a=\r\nll the corritors that lead to the sleep\n&gt; &gt; &gt; decepticons and autobots. He =\r\nworked as fast as he could.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Perceptor could not seal =\r\noff the room that the Autobots were in simply because the front chamber lea=\r\nding into the Aark was one large chamber. It was not until they got further=\r\n in that it branched off into other sections.\n&gt; &gt;\n&gt; &gt; However with a small =\r\nbeep the computer came fully to like. &quot;Main power restored.&quot; The computer s=\r\naid calmly.\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Mom...&quot;said Elita with fear, and s=\r\nhe ran towards the Medical bay,\n&gt; &gt; &gt; she almos couldnt hold her tears. She=\r\n was fearing that somethign\n&gt; &gt; &gt; really bad had happened to her.\n&gt; &gt;\n&gt; &gt; &lt;=\r\nNEW&gt;\n&gt; &gt;\n&gt; &gt; Ramulus ran as well to the medical chamber, the whole way, gla=\r\nncing back at Elita to be sure that she was keeping up. When they got there=\r\n the door was locked, sealed with a medical privacy code.\n&gt; &gt;\n&gt; &gt; &quot;FRAG!&quot; h=\r\ne said as he tried the door. &quot;With the power down it won&#39;t recognize me.&quot; T=\r\nhen with a hum the lights began to come on in the hall and the door began t=\r\no buzz as it scanned Ramulus. &quot;Identity Ramulus detected and confirmed.&quot; Th=\r\ne door slid open\n&gt; &gt;\n&gt; &gt; Ramulus leaped inside and looked around, and in on=\r\ne corner, there was Nightlight laying on her bed, unconscious, but other wi=\r\nse okay. &quot;O Primus!&quot; Ramulus said in relief as he looked over the readings.=\r\n &quot;He was no doctor, but to him everything looked okay.\n&gt; &gt;\n&gt; &gt; Meanwhile th=\r\nrough the rest of the Ark lights began to flicker and blink as main power b=\r\negan to reassert itself. The computer&#39;s voice could be heard echoing off se=\r\nveral panels as it worked through an internal diagnostics check, &quot;Predacon =\r\nsignatures detected.&quot;\n&gt; &gt;\n&gt; &gt; In the room with Perceptor the computer began=\r\n quickly pin pointing the various signatures both inside and within a mile =\r\nof the Ark outside.\n&gt; &gt;\n&gt; &gt; BACK OUTSIDE THE ARK:\n&gt; &gt;\n&gt; &gt; At the same time =\r\nTorca, Noctorro, AirHammer, Quicksilver and Bantor, the Maximal Fuzors took=\r\n this moment of distraction to rush the Predacons cannons blazing!\n&gt; &gt;\n&gt; &gt; =\r\nSeveral sweeps fell from the skies and Scourge as well took another hit, th=\r\nis one sending a sizzling burn up the side of his flank.\n&gt; &gt;\n&gt; &gt; Cyclonus w=\r\nas also hit, although he was able to twist in the air, turning what would h=\r\nave normally been a devastating blow into one that glanced off his armor.\n&gt;=\r\n &gt;\n&gt; &gt; Deepstryke was hit several times, forcing him to back off, his boost=\r\ners flaring as he began to retreat.\n&gt; &gt;\n&gt; &gt; Inferno also was damaged as he =\r\ntook a hit that was designed for Hydras, the hit sent Inferno spiraling tow=\r\nards the ground as well.\n&gt; &gt;\n&gt; &gt; As powerful as the Predacons were, they di=\r\nd not have all their forces there, and the Maximals were finally getting th=\r\neir own forces together. The only thing that was holding the Predacons toge=\r\nther was the sheer power that Cyclonus and Hydras and to a lesser extent Sc=\r\nourge and Deepstyke were bringing to bear on the Maximals!\n&gt; &gt;\n&gt; &gt; That mig=\r\nht change with the Ark beginning to power up!\n&gt; &gt;\n&gt; &gt; (TAG)\n&gt; &gt;\n&gt; &gt; Preston=\r\n\n&gt; &gt;\n&gt;\n&gt; \n\n"}}