{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy","from":"&quot;Sandy&quot; &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"G6RFU_ApNVJN2oJ6X1zQLCVBa4tj-X7CUy942lyGIspX4mDjw2wCvOkGHe3ylAUVIJ_pCh7V_LSap6uok4BKpanx97IrNw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BATTLE at the Ark!","postDate":"1302619912","msgId":71121,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGlvMW91OCs5bnRnQGVHcm91cHMuY29tPg==","inReplyToHeader":"PEJBTkxrVGlta0RVMDFDMk1ZZDNKcF9kbmg3SnFYbjdjTk1BQG1haWwuZ21haWwuY29tPg=="},"prevInTopic":71119,"nextInTopic":71122,"prevInTime":71120,"nextInTime":71122,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"OOC: No problem.  It gave me the chance to make things interresting.  Remember Tucson s weakness?  Well, part of that is starting to surface.  He s lost his","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 5742 invoked from network); 12 Apr 2011 14:51:54 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m16.grp.re1.yahoo.com with QMQP; 12 Apr 2011 14:51:54 -0000\r\nX-Received: from unknown (HELO n5-vm6.bullet.mail.sp2.yahoo.com) (67.195.135.101)\n  by mta3.grp.re1.yahoo.com with SMTP; 12 Apr 2011 14:51:54 -0000\r\nX-Received: from [67.195.134.238] by n5.bullet.mail.sp2.yahoo.com with NNFMP; 12 Apr 2011 14:51:53 -0000\r\nX-Received: from [69.147.65.147] by t3.bullet.mail.sp2.yahoo.com with NNFMP; 12 Apr 2011 14:51:53 -0000\r\nX-Received: from [98.137.34.72] by t10.bullet.mail.sp1.yahoo.com with NNFMP; 12 Apr 2011 14:51:53 -0000\r\nDate: Tue, 12 Apr 2011 14:51:52 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;io1ou8+9ntg@...&gt;\r\nIn-Reply-To: &lt;BANLkTimkDU01C2MYd3Jp_dnh7JqXn7cNMA@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;Sandy&quot; &lt;magicquartz@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=167039986; y=giNvoso9XM2f4kClWw34kywpc4q2fnqjh5rr461mbAyYTPRm048\r\nX-Yahoo-Profile: magicquartz\r\n\r\nOOC: No problem.  It gave me the chance to make things interresting.  Remem=\r\nber Tucson&#39;s weakness?  Well, part of that is starting to surface.  He&#39;s lo=\r\nst his temper and Straight Shot picked up on it. But to cover himself, he t=\r\nold her it was a pure bluff.  So it looks like he&#39;s bluffing to try to fool=\r\n the enemy, or is it really a bluff? Did he mean everything he said, and di=\r\nd he also intend to ram his foot into Megatron&#39;s fallen body?  This is a gr=\r\neat chance for Rodimus to over come his self doubt as his own comrade&#39;s emo=\r\ntional stability seems to be wearing thin.  And now, he threatens to put an=\r\n arrow straight through the chest of the fallen Decepticon leader, if the e=\r\nnemy does not stand down.  You could call this a fit of bottled up rage tha=\r\nt he&#39;s had for a long time, since his own unfortunate incident when he was =\r\nshot down and taken off line, only to fail in his mission to protect his co=\r\nmrades.  He doesn&#39;t take failure very well since that, and he&#39;ll do everyth=\r\ning in his power to make sure it doesn&#39;t happen again.  \n\nStraight Shot doe=\r\nsn&#39;t know the full scope of Tucson&#39;s issues, it may be up to Rodimus to fil=\r\nl in the gaps for her.  \n\nAs far as what happened, it was the day that Rodi=\r\nmus had been taken by Hydras, as Tucson desperately tried to fend off the e=\r\nnemy, by providing a decoy to get the enemy to focus on him rather than Rod=\r\nimus.  He was taken off line by Cyclonus long before he could actually acco=\r\nmplish what he was trying to do, and the only one who saw that shot, was St=\r\nraight Shot, who just shortly after that, was taken off line herself.  Tucs=\r\non was in vehicle mode when it happened, and can not remember anything of t=\r\nhat battle due to the cranial shot he endured.  This is what makes him so a=\r\nngry.  The fact that he feels that he failed Rodimus and the others the fir=\r\nst time, and now he&#39;s in danger of failing them again.  You could say that =\r\neven though he may think he doesn&#39;t need help, he could really use Rodimus&#39;=\r\ns support right about now.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;=\r\nsupercyclonus@...&gt; wrote:\n&gt;\n&gt; OOC: I hope to be posting tommorrow or so, so=\r\n many things to catch up\n&gt; in so many places. But I had a question :)\n&gt; \n&gt; =\r\nHow is Talon inside Tuscon? When Tuscon transforms back into robot\n&gt; mode h=\r\ne is roughly human hieght or slightly larger, the same height as\n&gt; nearly a=\r\nll the Maximals and Predacons are more or less. Talon would be\n&gt; approximat=\r\nely the same size as Tuscon in this form - perhaps a few\n&gt; inches shorter o=\r\nr so - seeing as Tuscon is a Prime an all that. But\n&gt; having said that, hav=\r\ning Tuscon holding holding Talon inside, that\n&gt; would be a bit . . . um . .=\r\n . messy?\n&gt; \n&gt; And I want to apologize about Tuscon&#39;s arrow. It was not tha=\r\nt it was\n&gt; ineffective, but it was just that Nightrazor was not visable any=\r\n\n&gt; longer. When I am crafting a post, I try to take into account just how\n&gt;=\r\n much conversation or other actions have gone on between each move. If\n&gt; Tu=\r\nscon was tapping out his communication to Rodimus and Straight Shot,\n&gt; then=\r\n that gave Nightrazor time to hide or make other choices. I was\n&gt; giving yo=\r\nu a hint to that when I had Rodimus speak in short sentences\n&gt; and remind T=\r\nuscon that the intruder would not wait for lengthy\n&gt; communications.\n&gt; \n&gt; I=\r\n am not trying to be mean. As a suggestion, imagine yourself saying\n&gt; the t=\r\nhings Tuscon is saying in the middle of a battle or an intense\n&gt; scene and =\r\nyou will see what I mean. Imagine how many things you could\n&gt; have done in =\r\nthe time that it would have taken for Tuscon to\n&gt; communicate the informati=\r\non he did in morris code to straightshot and\n&gt; Rodimus.\n&gt; \n&gt; Again, not try=\r\ning to be mean, just accurate and realistic as I can be\n&gt; in a made up worl=\r\nd where robots can transform and we break laws of\n&gt; physics with every stro=\r\nke of the pen :)\n&gt; \n&gt; Preston\n&gt; \n&gt; On Mon, Apr 11, 2011 at 10:54 AM, Sandy =\r\n&lt;magicquartz@...&gt; wrote:\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; OOC: Replying to Airly&#39;s post firs=\r\nt, going in that sequence.\n&gt; &gt;\n&gt; &gt; BIC:\n&gt; &gt;\n&gt; &gt; Inside the Ark, Tucson puts=\r\n his hand over his chest, and gently does as Talon had asked. Softly puttin=\r\ng her into a peaceful state of stasis.\n&gt; &gt;\n&gt; &gt; &quot; Sleep well Talon, I promis=\r\ne when you awake I will set things right.&quot;\n&gt; &gt;\n&gt; &gt; He had now found out tha=\r\nt his arrow had no effect on Nightrazor. And to see what had happened next,=\r\n just futher infuriates the large Autobot leader. He was NOT about to let t=\r\nhings go to Hell now. These were his comrades and HIS Ark. He had not resor=\r\nted to his full brutality because he simply believed that he must keep hims=\r\nelf in reserve. But that was over now. He realized he had to be a brute to =\r\nfend off those who were now throwing their weight around in a place where t=\r\nhey truely did not belong. His eyes narrow dangerously.\n&gt; &gt;\n&gt; &gt; &quot;THAT&#39;S IT!=\r\n I&#39;VE HAD ENOUGH!&quot;\n&gt; &gt;\n&gt; &gt; He senses where Megatron&#39;s body was laying down,=\r\n and slams his foot on his chest, pointing an arrow straight for it!\n&gt; &gt;\n&gt; =\r\n&gt; &quot; HYDRAS, NIGHTRAZOR, CYCLONUS, SCOURGE! IF YOU ARE WITHIN RANGE OF MY CO=\r\nMMUNICATIONS HEAR THIS! YOU DARE TO HARM MY FELLOW MAXIMALS AND AUTOBOTS, A=\r\nND THREATEN TO TAKE THEIR LIVES! WELL, I HAVE NEWS FOR YOU TOO! YOU&#39;VE LEFT=\r\n ME NO CHOICE BUT TO DO THE SAME TO YOU AS WELL! I HAVE MEGATRON&#39;S BODY UND=\r\nER MY FOOT, AND AN ARROW STRAIGHT FOR HIS CHEST CHAMBER! YOU STEP FOOT ANY =\r\nFURTHER INTO MY ARK, TAKE ANOTHER AUTOBOT OR MAXIMAL AND I SWEAR I&#39;LL BE SU=\r\nRE HE NEVER WAKES UP! PERIOD!&quot;\n&gt; &gt;\n&gt; &gt; His voice echoes throught the Ark. W=\r\nith each word he rattles the Ark, voice booming like that of an angry lion.=\r\n He was sick of the Predacons and Decepticon&#39;s attack on his Ark, and he ho=\r\nlds his position over Megatron and awaits their response before doing anyth=\r\ning to anyone. Yet, the arrow remains pointed for a perfect shot to the fal=\r\nlen Megatron&#39;s chest!\n&gt; &gt;\n&gt; &gt; He then turns his head to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot; =\r\nI want you to know you have full permission to permanently disable any pred=\r\nacons or Decepticons you see fit. Scour the parameters of the Ark, and be s=\r\nure no one gets in, Rodimus. I&#39;ll handle Nightrazor in here.&quot;\n&gt; &gt;\n&gt; &gt; His r=\r\nage returns to Megatron&#39;s fallen body. How badly he just wanted to act on i=\r\nmpulse and finish the job. Something was holding him back from doing that, =\r\nyet he so wanted to just end it all there and now.\n&gt; &gt;\n&gt; &gt; &quot; If I truely be=\r\nlieved I could do whatever I wanted, I would have made sure that you never =\r\nwake up from your stasis. You&#39;d be one less piece of scrap Optimus Prime wo=\r\nuld have to worry about in the future!&quot;\n&gt; &gt;\n&gt; &gt; Out of sheer anger, he kick=\r\ns the body forcefully with a loud slam!\n&gt; &gt;\n&gt; &gt; Straight Shot senses someth=\r\ning a miss in him.\n&gt; &gt;\n&gt; &gt; &quot;Tucson, you&#39;re beginning to creep me out, what&#39;=\r\ns wrong with you?&quot;\n&gt; &gt;\n&gt; &gt; She comes out of her cross bow mode and lets up =\r\nthe aim over Megatron&#39;s chest. She looks up to her long time companion.\n&gt; &gt;=\r\n\n&gt; &gt; &quot; I&#39;d do anything for you but what you&#39;re making me do now, I can&#39;t. Y=\r\nou heard what Perceptor said, if you alter anything now, it could have seri=\r\nous reprocussions later on.&quot;\n&gt; &gt;\n&gt; &gt; Tucson breathes deeply.\n&gt; &gt;\n&gt; &gt; &quot; If t=\r\nhis is the only way I can get through to them, then so be it.&quot;\n&gt; &gt;\n&gt; &gt; Stra=\r\night Shot gasps.\n&gt; &gt;\n&gt; &gt; &quot;This isn&#39;t you Tucson, and you certainly did NOT =\r\nbecome a Prime by stooping to their level, because really, that&#39;s what you&#39;=\r\nre doing! You&#39;re much better than that Tucson I know you can be better than=\r\n that. Please, try. Try not to do anything you&#39;ll regret down the road. I k=\r\nnow it&#39;s hard and I know these guys really ticked you off, and I&#39;d be ticke=\r\nd too, if all this was going down right under my nose. That temper of yours=\r\n is dangerous, and this isn&#39;t the time to lose it.&quot;\n&gt; &gt;\n&gt; &gt; Tucson kneels d=\r\nown and puts a hand on her shoulder.\n&gt; &gt;\n&gt; &gt; &quot; That&#39;s it, keep going.&quot;\n&gt; &gt;\n=\r\n&gt; &gt; She raises a brow. And then gives a coy grin.\n&gt; &gt;\n&gt; &gt; &quot; Ohhhhh, ohhh, o=\r\nhhhh... Now I get it.&quot;\n&gt; &gt;\n&gt; &gt; She nodds as does he. It was an act. An act =\r\nhe hoped would stump the living sparks out of all of them. He knew he could=\r\nn&#39;t avoid stumping his comrades but he knew that in the long run it was the=\r\n only way to save them. This was it, major Charisma to the test.\n&gt; &gt;\n&gt; &gt; St=\r\nraight Shot now gets back into her weapon mode and picks up where she left =\r\noff. Arrow to Megatron&#39;s chest.\n&gt; &gt;\n&gt; &gt; &quot; Uhh uh, there is no way, I&#39;m doin=\r\ng what you&#39;re asking of me! Sorry! NO GO!&quot;\n&gt; &gt;\n&gt; &gt; Tucson continues the act=\r\n.\n&gt; &gt;\n&gt; &gt; &quot;You&#39;ll do as I say, it must be done!&quot;\n&gt; &gt;\n&gt; &gt; Meanwhile, Outside=\r\n, Quickstride quickly gets Uproar to his feet, and assesses the situation. =\r\nHe then looks around the parameters and then remembers a body of goop, that=\r\n resembled a tar pit, not far from the Ark&#39;s parameters. Uproar looks to hi=\r\nm.\n&gt; &gt;\n&gt; &gt; &quot;What is it? You okay&quot;\n&gt; &gt;\n&gt; &gt; Quickstride pats him on the shoul=\r\nder.\n&gt; &gt;\n&gt; &gt; &quot;Just fine. Remember that pool of gunk I found a few clicks fr=\r\nom here? Some sorta tar pit?&quot;\n&gt; &gt;\n&gt; &gt; Uproar nodds.\n&gt; &gt;\n&gt; &gt; &quot;Ohh yeah, that=\r\n. Why&#39;dya bring that up now?&quot;\n&gt; &gt;\n&gt; &gt; Quickstride grins.\n&gt; &gt;\n&gt; &gt; &quot; I got an=\r\n idea. What if we did a fake surrender, and y&#39;know..&quot;\n&gt; &gt;\n&gt; &gt; Uproar nodds.=\r\n\n&gt; &gt;\n&gt; &gt; &quot; I get it. Wonder if they&#39;d fall for it? It&#39;s worth a try.&quot;\n&gt; &gt;\n&gt;=\r\n &gt; Uproar and Quickstride now approach Deep Stryke and the others with thei=\r\nr hands up in submission. Quickstride is the first to approach them.\n&gt; &gt;\n&gt; =\r\n&gt; &quot;Okay, okay, you got us, you got us. Why don&#39;t we just show you guys an e=\r\nasy way inta the ark hmm? That way we all get what we want and everyone&#39;s h=\r\nappy.&quot;\n&gt; &gt;\n&gt; &gt; Far outside the parameters of the Ark, Night Shift and Rat T=\r\nrap look up in awe at the dinosaurs around them. Yet they keep quiet so is =\r\nnot to alarm them. Yet, contact could not be helped as a young Stegasaurous=\r\n noses up to Night Shift, who is not in the least bit frightened by it.\n&gt; &gt;=\r\n\n&gt; &gt; &quot;Woah, check this out.&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap gasps.\n&gt; &gt;\n&gt; &gt; &quot;Ohh geeze, le=\r\nt&#39;s hope it&#39;s parents ain&#39;t around here somewhere.&quot;\n&gt; &gt;\n&gt; &gt; The baby dinosa=\r\nur groans, and looks back into the brush. Night Shift curiously follows it,=\r\n and notices a larger stegasaurous standing there with a foot raised, with =\r\na large piece of wood lodged in it&#39;s left front foot.\n&gt; &gt;\n&gt; &gt; &quot;Hey, don&#39;t g=\r\no too close ta that thing! We dunno if it&#39;s friendly!&quot;\n&gt; &gt;\n&gt; &gt; Yelps Rat Tr=\r\nap, as Night Shift approaches it. He looks back to Rat Trap casually.\n&gt; &gt;\n&gt;=\r\n &gt; &quot;It&#39;s okay, if it was gonna do somethn&#39; it would&#39;ve done it by now. Okay=\r\n big fella, easy. This is gonna hurt.&quot;\n&gt; &gt;\n&gt; &gt; With a swift hand he pulls t=\r\nhe thorn out of the dino&#39;s foot. The dino roars slightly but is quickly rel=\r\nieved of his pain. He&#39;s soon joined by his mate, and it&#39;s clear to see, tha=\r\nt this was a family of Stegasaurouses. He looks down to Night Shift, and nu=\r\ndges his hand with his nose gently.\n&gt; &gt;\n&gt; &gt; &quot;It&#39;s okay big guy, no sweat, y=\r\nou go back with your family.&quot;\n&gt; &gt;\n&gt; &gt; The stegasaurouses now retreat back i=\r\nnto the forest, yet the little one looks back once more thankfully and then=\r\n retreats. Rat trap smiles as he watches them retreat.\n&gt; &gt;\n&gt; &gt; &quot; Talk about=\r\n meetn&#39; some pretty large friends. I wonder if they&#39;d be smart enough ta he=\r\nlp us out if we needed &#39;em?&quot;\n&gt; &gt;\n&gt; &gt; Night Shift raises a brow.\n&gt; &gt;\n&gt; &gt; &quot; I=\r\n dunno, but judgn&#39; by the way they treated us, I bet they might just rememb=\r\ner who we are if we came back this way. If not by facial recognition but by=\r\n smell... Well, we better get gon&#39;. We got a lotta ground ta cover.&quot;\n&gt; &gt;\n&gt; =\r\n&gt; Carefully he continues the trek onward. Without warning, he and Rat Trap =\r\nsuddenly find themselves on the back of the dino who they had just helped.\n=\r\n&gt; &gt;\n&gt; &gt; &quot;Woah, what the?!&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap holds onto the dino&#39;s massive s=\r\ncales.\n&gt; &gt;\n&gt; &gt; &quot; You were right, he remembered ya. Looks like he wants ta g=\r\nive us a lift.&quot;\n&gt; &gt;\n&gt; &gt; Night Shift smiles.\n&gt; &gt;\n&gt; &gt; &quot;Not a bad idea, we cov=\r\ner more ground this way.&quot;\n&gt; &gt;\n&gt; &gt; The Stegasaurous walks slowly followed by=\r\n his mate and hatchling.\n&gt; &gt;\n&gt; &gt; --- In nbwrpg@yahoogroups.com, Airshadow N=\r\nightstar &lt;airly2002@&gt; wrote:\n&gt; &gt; &gt;\n&gt; &gt; &gt; Hydras/windlord/Kup/nightlight/Per=\r\nceptor/Elita/Talon\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Hydras did a final shot and send a sec=\r\nret message to Nightrazor &quot;The door is open, time to leave&quot;and said in loud=\r\n voice &quot;PREDACONS... RETREAT!!!!&quot;\n&gt; &gt; &gt; Hydras picked up inferno and starte=\r\nd to leave the area\n&gt; &gt; &gt;\n&gt; &gt; &gt; ******************************************\n=\r\n&gt; &gt; &gt; Windlord and Kup keep their fire against Scourge and Deepstrike\n&gt; &gt; &gt;=\r\n\n&gt; &gt; &gt; ******************************************\n&gt; &gt; &gt;\n&gt; &gt; &gt; Nightlight co=\r\nntinue peacefully sleeping while Elita jumped on the bed in her beast form =\r\nand nuzzled in her mom&#39;s cheek while she cried in silence.\n&gt; &gt; &gt; &quot;Mommie&quot;sa=\r\nid Elita&quot; I miss you so much... so much&quot;sobbed the little girl while her te=\r\nars fell in her mom&#39;s cheek\n&gt; &gt; &gt;\n&gt; &gt; &gt; *********************************\n&gt;=\r\n &gt; &gt;\n&gt; &gt; &gt; PErceptor gain control of the ark and activate all the internal =\r\ndefences against the Hydra&#39;s predacons and tried to\n&gt; &gt; &gt;\n&gt; &gt; &gt; ***********=\r\n******************\n&gt; &gt; &gt; OOC: Talon is inside Tucson. He transformed with T=\r\nalon indise\n&gt; &gt; &gt; IC:\n&gt; &gt; &gt; Talon continue moaning in pain, she hoped that =\r\nthe fight is over, she felt too weak\n&gt; &gt; &gt; From: Super Cyclonus\n&gt; &gt; &gt; Sent:=\r\n Friday, April 08, 2011 11:31 AM\n&gt; &gt; &gt; To: nbwrpg@yahoogroups.com\n&gt; &gt; &gt; Sub=\r\nject: Re: BATTLE at the Ark!\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n=\r\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Hydras opened his comlink and said &quot;To al PRedacons concent=\r\nrate your\n&gt; &gt; &gt; &gt; fire powers in the door, as soon as is down retreat!!!&quot; h=\r\ne opened\n&gt; &gt; &gt; &gt; fire against the door\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As Upr=\r\noar hits the ground and rolls, landing against a large stone, oddly enough =\r\nCyclonus does not follow up the attack. Instead he responds to Hydras&#39; call=\r\n to target the Ark&#39;s door. With a quick twist and flare from his boosters h=\r\ne lines himself up with Hydras and prepares to follow his orders.\n&gt; &gt; &gt;\n&gt; &gt;=\r\n &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Quickstride now gets sick and tired of Waspinato=\r\nr&#39;s torment as he too, breaks out the big guns against his flying foe.\n&gt; &gt; =\r\n&gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropping your bombs =\r\non me too, bug aft!&quot;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; He throws continuous rounds from his l=\r\narge blast cannon while deflecting Waspinator&#39;s blasts.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;TI=\r\nME FOR SOME MAJOR PEST CONTROL! THIS&#39;LL MAKE YA WISH YA NEVER GOT OUTA YOUR=\r\n HIVE THIS MORNING!&quot;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; As it was for equine nature, Quickstri=\r\nde shows a severe dislike to Waspinator, hoping one day he would swat the s=\r\nervos out of him in his wasp mode, with his long, copper tail while in his =\r\nown equine beast mode.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; It would seem that Qui=\r\nckstride is more successful against Waspinator than Uproar was against Cycl=\r\nonus. Quockstride&#39;s large blast cannon fires repeatedly into the air keepin=\r\ng the vicious Predacon at bay. One of his attacks catches him in the fusela=\r\nge sending Waspinator spinning through the air once more, smoke trailing be=\r\nhind him.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Waspinator hate all this!&quot; he said as he sailed away=\r\n!\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Windlord and Kup continue firing agai=\r\nnst Scourge and Deepstrike.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As Windlord and K=\r\nup continue their firefight, Scourge swung out around them, forcing them to=\r\n change their attacks and swing with him. Meanwhile Deepstryke moved higher=\r\n up and the other way, swinging his multiple cannon mounts around at the sa=\r\nme time. However instead of firing at Kup or Windlord he targets the door t=\r\no the Ark!\n&gt; &gt; &gt;\n&gt; &gt; &gt; MEANWHILE INSIDE THE ARK:\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; =\r\n&gt;\n&gt; &gt; &gt; &gt; He thinks for a moment. This was a great way to communicate becau=\r\nse Nightrazor may not have any idea that Tucson was still able to communica=\r\nte in this mode. He raises an optic and continues to tap his shoulder.\n&gt; &gt; =\r\n&gt; &gt;\n&gt; &gt; &gt; &gt; &quot; Don&#39;t take this the wrong way Rodimus, but it&#39;s the only way =\r\nwe can communicate in a way that Nightrazor has no notion of us doing so. F=\r\neel free to do the same, use the morse coding, it will help us understand e=\r\nach other to apprehend him sufficiantly.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As =\r\nTuscon had his hands on Rodimus to pass the message he could feel Rodimus m=\r\nove in the darkness, presumably nodding his head in understanding. &quot;Gotcha!=\r\n&quot; Rodimus tapped back, knowing the code Tuscon was using.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Need=\r\n move quick&quot; Rodimus tapped back quickly, &quot;Intruder not wait us talk.&quot;\n&gt; &gt; =\r\n&gt;\n&gt; &gt; &gt; Rodimus motioned for them to spread out, &quot;Your senses better, find =\r\nswitch&quot; he tapped again.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; He stops to fe=\r\nel the vibrations of the floor. Then he puts out his hand to sense vibratio=\r\nns in the air. Through that, he could get a faint idea as to how the air ci=\r\nrculates around various objects. A cross breeze as stale as it was, would n=\r\navigate him toward an emergency generator switch. He follows that breeze, a=\r\nnd extends his hand out to touch it, slowly comming to the device. With ano=\r\nther raise of the brow he carefully throws the switch and waits to see what=\r\n happens.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Actually as Tuscon was just about t=\r\no the generator control, but before he could pull it he found that he did n=\r\not need to!\n&gt; &gt; &gt;\n&gt; &gt; &gt; In moving he had stepped out of the field of darkne=\r\nss and with a blink he could hear and his radar/sonar snapped back on, all =\r\nsensors were a go!\n&gt; &gt; &gt;\n&gt; &gt; &gt; However any scan back to where he came from =\r\nwould show that where he was standing there was a large ball of darkness se=\r\nveral meters across that he could not scan, it was a globe of darkness and =\r\nsilence.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Rodimus stepped out of the other side of the globe bli=\r\nnking also obviously his sensors were coming back online too. He looked aro=\r\nund, &quot;Where is the . . . .\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt;&gt;KABOOM!!&lt;&lt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; With a deaf=\r\nening explosion the main door exploded off its hinges as the combined power=\r\n of Cyclonus, Hydras, Deepstryke and several other predacons blasted it! Fo=\r\nrtunately the fallen bodies of the Autobots and Decepticons were too far aw=\r\nay to receive more than a little rumbling and smoke, nothing that would sig=\r\nnificantly impact their slumber and their eventual awakening.\n&gt; &gt; &gt;\n&gt; &gt; &gt; M=\r\neanwhile . . .\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;We must be carefull&quot;sai=\r\nd Talon with a moan, the pain was unbearable.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Can you set =\r\nme in stasis???&quot;sais Talon with pain&quot;I donat know how\n&gt; &gt; &gt; &gt; much longer i=\r\n could bear this pain...&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Evidently whomever =\r\nhad placed Talon down had left Talon is a well shielded place, there was no=\r\n damage to this Maximal as well. The console that was between Talon and the=\r\n door snapped off and was flung across the room, but Talon continued to lay=\r\n there, his systems merciful shutting him down, sending him into stasis loc=\r\nk.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Perceptor tried to seal all the corr=\r\nitors that lead to the sleep\n&gt; &gt; &gt; &gt; decepticons and autobots. He worked as=\r\n fast as he could.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Perceptor could not seal o=\r\nff the room that the Autobots were in simply because the front chamber lead=\r\ning into the Aark was one large chamber. It was not until they got further =\r\nin that it branched off into other sections.\n&gt; &gt; &gt;\n&gt; &gt; &gt; However with a sma=\r\nll beep the computer came fully to like. &quot;Main power restored.&quot; The compute=\r\nr said calmly.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Mom...&quot;said Elita with =\r\nfear, and she ran towards the Medical bay,\n&gt; &gt; &gt; &gt; she almos couldnt hold h=\r\ner tears. She was fearing that somethign\n&gt; &gt; &gt; &gt; really bad had happened to=\r\n her.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Ramulus ran as well to the medical cham=\r\nber, the whole way, glancing back at Elita to be sure that she was keeping =\r\nup. When they got there the door was locked, sealed with a medical privacy =\r\ncode.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;FRAG!&quot; he said as he tried the door. &quot;With the power dow=\r\nn it won&#39;t recognize me.&quot; Then with a hum the lights began to come on in th=\r\ne hall and the door began to buzz as it scanned Ramulus. &quot;Identity Ramulus =\r\ndetected and confirmed.&quot; The door slid open\n&gt; &gt; &gt;\n&gt; &gt; &gt; Ramulus leaped insi=\r\nde and looked around, and in one corner, there was Nightlight laying on her=\r\n bed, unconscious, but other wise okay. &quot;O Primus!&quot; Ramulus said in relief =\r\nas he looked over the readings. &quot;He was no doctor, but to him everything lo=\r\noked okay.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Meanwhile through the rest of the Ark lights began t=\r\no flicker and blink as main power began to reassert itself. The computer&#39;s =\r\nvoice could be heard echoing off several panels as it worked through an int=\r\nernal diagnostics check, &quot;Predacon signatures detected.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; In the=\r\n room with Perceptor the computer began quickly pin pointing the various si=\r\ngnatures both inside and within a mile of the Ark outside.\n&gt; &gt; &gt;\n&gt; &gt; &gt; BACK=\r\n OUTSIDE THE ARK:\n&gt; &gt; &gt;\n&gt; &gt; &gt; At the same time Torca, Noctorro, AirHammer, =\r\nQuicksilver and Bantor, the Maximal Fuzors took this moment of distraction =\r\nto rush the Predacons cannons blazing!\n&gt; &gt; &gt;\n&gt; &gt; &gt; Several sweeps fell from=\r\n the skies and Scourge as well took another hit, this one sending a sizzlin=\r\ng burn up the side of his flank.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Cyclonus was also hit, althoug=\r\nh he was able to twist in the air, turning what would have normally been a =\r\ndevastating blow into one that glanced off his armor.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Deepstryk=\r\ne was hit several times, forcing him to back off, his boosters flaring as h=\r\ne began to retreat.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Inferno also was damaged as he took a hit t=\r\nhat was designed for Hydras, the hit sent Inferno spiraling towards the gro=\r\nund as well.\n&gt; &gt; &gt;\n&gt; &gt; &gt; As powerful as the Predacons were, they did not ha=\r\nve all their forces there, and the Maximals were finally getting their own =\r\nforces together. The only thing that was holding the Predacons together was=\r\n the sheer power that Cyclonus and Hydras and to a lesser extent Scourge an=\r\nd Deepstyke were bringing to bear on the Maximals!\n&gt; &gt; &gt;\n&gt; &gt; &gt; That might c=\r\nhange with the Ark beginning to power up!\n&gt; &gt; &gt;\n&gt; &gt; &gt; (TAG)\n&gt; &gt; &gt;\n&gt; &gt; &gt; Pre=\r\nston\n&gt; &gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt;\n\n\n\n"}}