{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"i4Fgh9jaFsfaJvJfgB9ByTbKAELxeiJ_-k4E2zY5ka9x59bHU6nzfuPMn02OKvt2neT4YCZz0IlA7-tk6ZgGWtOBEjUoreQsQuAZARzdeYJQPQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BATTLE at the Ark!","postDate":"1302674449","msgId":71122,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE4MzM2MkNGNzFDRUEwMUFFNzIwMjJBMEFBMEBwaHguZ2JsPg==","inReplyToHeader":"PGlvMW91OCs5bnRnQGVHcm91cHMuY29tPg==","referencesHeader":"PGlvMW91OCs5bnRnQGVHcm91cHMuY29tPg=="},"prevInTopic":71121,"nextInTopic":71123,"prevInTime":71121,"nextInTime":71123,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"... From: Sandy Sent: Tuesday, April 12, 2011 9:51 AM To: nbwrpg@yahoogroups.com Subject: Re: BATTLE at the Ark! OOC: No problem.  It gave me the chance to","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 80939 invoked from network); 13 Apr 2011 06:04:07 -0000\r\nX-Received: from unknown (66.196.94.106)\n  by m11.grp.re1.yahoo.com with QMQP; 13 Apr 2011 06:04:07 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s5.bay0.hotmail.com) (65.54.190.143)\n  by mta2.grp.re1.yahoo.com with SMTP; 13 Apr 2011 06:04:07 -0000\r\nX-Received: from BAY153-DS18 ([65.54.190.189]) by bay0-omc3-s5.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Tue, 12 Apr 2011 23:00:52 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds183362CF71CEA01AE72022A0AA0@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;io1ou8+9ntg@...&gt;\r\nIn-Reply-To: &lt;io1ou8+9ntg@...&gt;\r\nDate: Wed, 13 Apr 2011 01:00:49 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3508.1109\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3508.1109\r\nX-OriginalArrivalTime: 13 Apr 2011 06:00:52.0957 (UTC) FILETIME=[258248D0:01CBF9A0]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=zFncQW5CfQG8Azz-GWzMfbNETNIYKmk-6BOICRmS1zOVWnUruwAe\r\nX-Yahoo-Profile: xochitla2006\r\n\r\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Tuesday, April 12, 2011 9:51 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: BATTLE at the Ark!\n\nOOC: No problem.  It gave me the chance to make things interresting. \nRemember Tucson&#39;s weakness?  Well, part of that is starting to surface. \nHe&#39;s lost his temper and Straight Shot picked up on it. But to cover \nhimself, he told her it was a pure bluff.  So it looks like he&#39;s bluffing to \ntry to fool the enemy, or is it really a bluff? Did he mean everything he \nsaid, and did he also intend to ram his foot into Megatron&#39;s fallen body? \nThis is a great chance for Rodimus to over come his self doubt as his own \ncomrade&#39;s emotional stability seems to be wearing thin.  And now, he \nthreatens to put an arrow straight through the chest of the fallen \nDecepticon leader, if the enemy does not stand down.  You could call this a \nfit of bottled up rage that he&#39;s had for a long time, since his own \nunfortunate incident when he was shot down and taken off line, only to fail \nin his mission to protect his comrades.  He doesn&#39;t take failure very well \nsince that, and he&#39;ll do everything in his power to make sure it doesn&#39;t \nhappen again.\n\nStraight Shot doesn&#39;t know the full scope of Tucson&#39;s issues, it may be up \nto Rodimus to fill in the gaps for her.\n\nAs far as what happened, it was the day that Rodimus had been taken by \nHydras, as Tucson desperately tried to fend off the enemy, by providing a \ndecoy to get the enemy to focus on him rather than Rodimus.  He was taken \noff line by Cyclonus long before he could actually accomplish what he was \ntrying to do, and the only one who saw that shot, was Straight Shot, who \njust shortly after that, was taken off line herself.  Tucson was in vehicle \nmode when it happened, and can not remember anything of that battle due to \nthe cranial shot he endured.  This is what makes him so angry.  The fact \nthat he feels that he failed Rodimus and the others the first time, and now \nhe&#39;s in danger of failing them again.  You could say that even though he may \nthink he doesn&#39;t need help, he could really use Rodimus&#39;s support right \nabout now.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; OOC: I hope to be posting tommorrow or so, so many things to catch up\n&gt; in so many places. But I had a question :)\n&gt;\n&gt; How is Talon inside Tuscon? When Tuscon transforms back into robot\n&gt; mode he is roughly human hieght or slightly larger, the same height as\n&gt; nearly all the Maximals and Predacons are more or less. Talon would be\n&gt; approximately the same size as Tuscon in this form - perhaps a few\n&gt; inches shorter or so - seeing as Tuscon is a Prime an all that. But\n&gt; having said that, having Tuscon holding holding Talon inside, that\n&gt; would be a bit . . . um . . . messy?\n&gt;\n&gt; And I want to apologize about Tuscon&#39;s arrow. It was not that it was\n&gt; ineffective, but it was just that Nightrazor was not visable any\n&gt; longer. When I am crafting a post, I try to take into account just how\n&gt; much conversation or other actions have gone on between each move. If\n&gt; Tuscon was tapping out his communication to Rodimus and Straight Shot,\n&gt; then that gave Nightrazor time to hide or make other choices. I was\n&gt; giving you a hint to that when I had Rodimus speak in short sentences\n&gt; and remind Tuscon that the intruder would not wait for lengthy\n&gt; communications.\n&gt;\n&gt; I am not trying to be mean. As a suggestion, imagine yourself saying\n&gt; the things Tuscon is saying in the middle of a battle or an intense\n&gt; scene and you will see what I mean. Imagine how many things you could\n&gt; have done in the time that it would have taken for Tuscon to\n&gt; communicate the information he did in morris code to straightshot and\n&gt; Rodimus.\n&gt;\n&gt; Again, not trying to be mean, just accurate and realistic as I can be\n&gt; in a made up world where robots can transform and we break laws of\n&gt; physics with every stroke of the pen :)\n&gt;\n&gt; Preston\n&gt;\n&gt; On Mon, Apr 11, 2011 at 10:54 AM, Sandy &lt;magicquartz@...&gt; wrote:\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; OOC: Replying to Airly&#39;s post first, going in that sequence.\n&gt; &gt;\n&gt; &gt; BIC:\n&gt; &gt;\n&gt; &gt; Inside the Ark, Tucson puts his hand over his chest, and gently does as \n&gt; &gt; Talon had asked. Softly putting her into a peaceful state of stasis.\n&gt; &gt;\n&gt; &gt; &quot; Sleep well Talon, I promise when you awake I will set things right.&quot;\n&gt; &gt;\n&gt; &gt; He had now found out that his arrow had no effect on Nightrazor. And to \n&gt; &gt; see what had happened next, just futher infuriates the large Autobot \n&gt; &gt; leader. He was NOT about to let things go to Hell now. These were his \n&gt; &gt; comrades and HIS Ark. He had not resorted to his full brutality because \n&gt; &gt; he simply believed that he must keep himself in reserve. But that was \n&gt; &gt; over now. He realized he had to be a brute to fend off those who were \n&gt; &gt; now throwing their weight around in a place where they truely did not \n&gt; &gt; belong. His eyes narrow dangerously.\n&gt; &gt;\n&gt; &gt; &quot;THAT&#39;S IT! I&#39;VE HAD ENOUGH!&quot;\n&gt; &gt;\n&gt; &gt; He senses where Megatron&#39;s body was laying down, and slams his foot on \n&gt; &gt; his chest, pointing an arrow straight for it!\n&gt; &gt;\n&gt; &gt; &quot; HYDRAS, NIGHTRAZOR, CYCLONUS, SCOURGE! IF YOU ARE WITHIN RANGE OF MY \n&gt; &gt; COMMUNICATIONS HEAR THIS! YOU DARE TO HARM MY FELLOW MAXIMALS AND \n&gt; &gt; AUTOBOTS, AND THREATEN TO TAKE THEIR LIVES! WELL, I HAVE NEWS FOR YOU \n&gt; &gt; TOO! YOU&#39;VE LEFT ME NO CHOICE BUT TO DO THE SAME TO YOU AS WELL! I HAVE \n&gt; &gt; MEGATRON&#39;S BODY UNDER MY FOOT, AND AN ARROW STRAIGHT FOR HIS CHEST \n&gt; &gt; CHAMBER! YOU STEP FOOT ANY FURTHER INTO MY ARK, TAKE ANOTHER AUTOBOT OR \n&gt; &gt; MAXIMAL AND I SWEAR I&#39;LL BE SURE HE NEVER WAKES UP! PERIOD!&quot;\n&gt; &gt;\n&gt; &gt; His voice echoes throught the Ark. With each word he rattles the Ark, \n&gt; &gt; voice booming like that of an angry lion. He was sick of the Predacons \n&gt; &gt; and Decepticon&#39;s attack on his Ark, and he holds his position over \n&gt; &gt; Megatron and awaits their response before doing anything to anyone. Yet, \n&gt; &gt; the arrow remains pointed for a perfect shot to the fallen Megatron&#39;s \n&gt; &gt; chest!\n&gt; &gt;\n&gt; &gt; He then turns his head to Rodimus.\n&gt; &gt;\n&gt; &gt; &quot; I want you to know you have full permission to permanently disable any \n&gt; &gt; predacons or Decepticons you see fit. Scour the parameters of the Ark, \n&gt; &gt; and be sure no one gets in, Rodimus. I&#39;ll handle Nightrazor in here.&quot;\n&gt; &gt;\n&gt; &gt; His rage returns to Megatron&#39;s fallen body. How badly he just wanted to \n&gt; &gt; act on impulse and finish the job. Something was holding him back from \n&gt; &gt; doing that, yet he so wanted to just end it all there and now.\n&gt; &gt;\n&gt; &gt; &quot; If I truely believed I could do whatever I wanted, I would have made \n&gt; &gt; sure that you never wake up from your stasis. You&#39;d be one less piece of \n&gt; &gt; scrap Optimus Prime would have to worry about in the future!&quot;\n&gt; &gt;\n&gt; &gt; Out of sheer anger, he kicks the body forcefully with a loud slam!\n&gt; &gt;\n&gt; &gt; Straight Shot senses something a miss in him.\n&gt; &gt;\n&gt; &gt; &quot;Tucson, you&#39;re beginning to creep me out, what&#39;s wrong with you?&quot;\n&gt; &gt;\n&gt; &gt; She comes out of her cross bow mode and lets up the aim over Megatron&#39;s \n&gt; &gt; chest. She looks up to her long time companion.\n&gt; &gt;\n&gt; &gt; &quot; I&#39;d do anything for you but what you&#39;re making me do now, I can&#39;t. You \n&gt; &gt; heard what Perceptor said, if you alter anything now, it could have \n&gt; &gt; serious reprocussions later on.&quot;\n&gt; &gt;\n&gt; &gt; Tucson breathes deeply.\n&gt; &gt;\n&gt; &gt; &quot; If this is the only way I can get through to them, then so be it.&quot;\n&gt; &gt;\n&gt; &gt; Straight Shot gasps.\n&gt; &gt;\n&gt; &gt; &quot;This isn&#39;t you Tucson, and you certainly did NOT become a Prime by \n&gt; &gt; stooping to their level, because really, that&#39;s what you&#39;re doing! \n&gt; &gt; You&#39;re much better than that Tucson I know you can be better than that. \n&gt; &gt; Please, try. Try not to do anything you&#39;ll regret down the road. I know \n&gt; &gt; it&#39;s hard and I know these guys really ticked you off, and I&#39;d be ticked \n&gt; &gt; too, if all this was going down right under my nose. That temper of \n&gt; &gt; yours is dangerous, and this isn&#39;t the time to lose it.&quot;\n&gt; &gt;\n&gt; &gt; Tucson kneels down and puts a hand on her shoulder.\n&gt; &gt;\n&gt; &gt; &quot; That&#39;s it, keep going.&quot;\n&gt; &gt;\n&gt; &gt; She raises a brow. And then gives a coy grin.\n&gt; &gt;\n&gt; &gt; &quot; Ohhhhh, ohhh, ohhhh... Now I get it.&quot;\n&gt; &gt;\n&gt; &gt; She nodds as does he. It was an act. An act he hoped would stump the \n&gt; &gt; living sparks out of all of them. He knew he couldn&#39;t avoid stumping his \n&gt; &gt; comrades but he knew that in the long run it was the only way to save \n&gt; &gt; them. This was it, major Charisma to the test.\n&gt; &gt;\n&gt; &gt; Straight Shot now gets back into her weapon mode and picks up where she \n&gt; &gt; left off. Arrow to Megatron&#39;s chest.\n&gt; &gt;\n&gt; &gt; &quot; Uhh uh, there is no way, I&#39;m doing what you&#39;re asking of me! Sorry! NO \n&gt; &gt; GO!&quot;\n&gt; &gt;\n&gt; &gt; Tucson continues the act.\n&gt; &gt;\n&gt; &gt; &quot;You&#39;ll do as I say, it must be done!&quot;\n&gt; &gt;\n&gt; &gt; Meanwhile, Outside, Quickstride quickly gets Uproar to his feet, and \n&gt; &gt; assesses the situation. He then looks around the parameters and then \n&gt; &gt; remembers a body of goop, that resembled a tar pit, not far from the \n&gt; &gt; Ark&#39;s parameters. Uproar looks to him.\n&gt; &gt;\n&gt; &gt; &quot;What is it? You okay&quot;\n&gt; &gt;\n&gt; &gt; Quickstride pats him on the shoulder.\n&gt; &gt;\n&gt; &gt; &quot;Just fine. Remember that pool of gunk I found a few clicks from here? \n&gt; &gt; Some sorta tar pit?&quot;\n&gt; &gt;\n&gt; &gt; Uproar nodds.\n&gt; &gt;\n&gt; &gt; &quot;Ohh yeah, that. Why&#39;dya bring that up now?&quot;\n&gt; &gt;\n&gt; &gt; Quickstride grins.\n&gt; &gt;\n&gt; &gt; &quot; I got an idea. What if we did a fake surrender, and y&#39;know..&quot;\n&gt; &gt;\n&gt; &gt; Uproar nodds.\n&gt; &gt;\n&gt; &gt; &quot; I get it. Wonder if they&#39;d fall for it? It&#39;s worth a try.&quot;\n&gt; &gt;\n&gt; &gt; Uproar and Quickstride now approach Deep Stryke and the others with \n&gt; &gt; their hands up in submission. Quickstride is the first to approach them.\n&gt; &gt;\n&gt; &gt; &quot;Okay, okay, you got us, you got us. Why don&#39;t we just show you guys an \n&gt; &gt; easy way inta the ark hmm? That way we all get what we want and \n&gt; &gt; everyone&#39;s happy.&quot;\n&gt; &gt;\n&gt; &gt; Far outside the parameters of the Ark, Night Shift and Rat Trap look up \n&gt; &gt; in awe at the dinosaurs around them. Yet they keep quiet so is not to \n&gt; &gt; alarm them. Yet, contact could not be helped as a young Stegasaurous \n&gt; &gt; noses up to Night Shift, who is not in the least bit frightened by it.\n&gt; &gt;\n&gt; &gt; &quot;Woah, check this out.&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap gasps.\n&gt; &gt;\n&gt; &gt; &quot;Ohh geeze, let&#39;s hope it&#39;s parents ain&#39;t around here somewhere.&quot;\n&gt; &gt;\n&gt; &gt; The baby dinosaur groans, and looks back into the brush. Night Shift \n&gt; &gt; curiously follows it, and notices a larger stegasaurous standing there \n&gt; &gt; with a foot raised, with a large piece of wood lodged in it&#39;s left front \n&gt; &gt; foot.\n&gt; &gt;\n&gt; &gt; &quot;Hey, don&#39;t go too close ta that thing! We dunno if it&#39;s friendly!&quot;\n&gt; &gt;\n&gt; &gt; Yelps Rat Trap, as Night Shift approaches it. He looks back to Rat Trap \n&gt; &gt; casually.\n&gt; &gt;\n&gt; &gt; &quot;It&#39;s okay, if it was gonna do somethn&#39; it would&#39;ve done it by now. Okay \n&gt; &gt; big fella, easy. This is gonna hurt.&quot;\n&gt; &gt;\n&gt; &gt; With a swift hand he pulls the thorn out of the dino&#39;s foot. The dino \n&gt; &gt; roars slightly but is quickly relieved of his pain. He&#39;s soon joined by \n&gt; &gt; his mate, and it&#39;s clear to see, that this was a family of \n&gt; &gt; Stegasaurouses. He looks down to Night Shift, and nudges his hand with \n&gt; &gt; his nose gently.\n&gt; &gt;\n&gt; &gt; &quot;It&#39;s okay big guy, no sweat, you go back with your family.&quot;\n&gt; &gt;\n&gt; &gt; The stegasaurouses now retreat back into the forest, yet the little one \n&gt; &gt; looks back once more thankfully and then retreats. Rat trap smiles as he \n&gt; &gt; watches them retreat.\n&gt; &gt;\n&gt; &gt; &quot; Talk about meetn&#39; some pretty large friends. I wonder if they&#39;d be \n&gt; &gt; smart enough ta help us out if we needed &#39;em?&quot;\n&gt; &gt;\n&gt; &gt; Night Shift raises a brow.\n&gt; &gt;\n&gt; &gt; &quot; I dunno, but judgn&#39; by the way they treated us, I bet they might just \n&gt; &gt; remember who we are if we came back this way. If not by facial \n&gt; &gt; recognition but by smell... Well, we better get gon&#39;. We got a lotta \n&gt; &gt; ground ta cover.&quot;\n&gt; &gt;\n&gt; &gt; Carefully he continues the trek onward. Without warning, he and Rat Trap \n&gt; &gt; suddenly find themselves on the back of the dino who they had just \n&gt; &gt; helped.\n&gt; &gt;\n&gt; &gt; &quot;Woah, what the?!&quot;\n&gt; &gt;\n&gt; &gt; Rat Trap holds onto the dino&#39;s massive scales.\n&gt; &gt;\n&gt; &gt; &quot; You were right, he remembered ya. Looks like he wants ta give us a \n&gt; &gt; lift.&quot;\n&gt; &gt;\n&gt; &gt; Night Shift smiles.\n&gt; &gt;\n&gt; &gt; &quot;Not a bad idea, we cover more ground this way.&quot;\n&gt; &gt;\n&gt; &gt; The Stegasaurous walks slowly followed by his mate and hatchling.\n&gt; &gt;\n&gt; &gt; --- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@&gt; wrote:\n&gt; &gt; &gt;\n&gt; &gt; &gt; Hydras/windlord/Kup/nightlight/Perceptor/Elita/Talon\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Hydras did a final shot and send a secret message to Nightrazor &quot;The \n&gt; &gt; &gt; door is open, time to leave&quot;and said in loud voice &quot;PREDACONS... \n&gt; &gt; &gt; RETREAT!!!!&quot;\n&gt; &gt; &gt; Hydras picked up inferno and started to leave the area\n&gt; &gt; &gt;\n&gt; &gt; &gt; ******************************************\n&gt; &gt; &gt; Windlord and Kup keep their fire against Scourge and Deepstrike\n&gt; &gt; &gt;\n&gt; &gt; &gt; ******************************************\n&gt; &gt; &gt;\n&gt; &gt; &gt; Nightlight continue peacefully sleeping while Elita jumped on the bed \n&gt; &gt; &gt; in her beast form and nuzzled in her mom&#39;s cheek while she cried in \n&gt; &gt; &gt; silence.\n&gt; &gt; &gt; &quot;Mommie&quot;said Elita&quot; I miss you so much... so much&quot;sobbed the little \n&gt; &gt; &gt; girl while her tears fell in her mom&#39;s cheek\n&gt; &gt; &gt;\n&gt; &gt; &gt; *********************************\n&gt; &gt; &gt;\n&gt; &gt; &gt; PErceptor gain control of the ark and activate all the internal \n&gt; &gt; &gt; defences against the Hydra&#39;s predacons and tried to\n&gt; &gt; &gt;\n&gt; &gt; &gt; *****************************\n&gt; &gt; &gt; OOC: Talon is inside Tucson. He transformed with Talon indise\n&gt; &gt; &gt; IC:\n&gt; &gt; &gt; Talon continue moaning in pain, she hoped that the fight is over, she \n&gt; &gt; &gt; felt too weak\n&gt; &gt; &gt; From: Super Cyclonus\n&gt; &gt; &gt; Sent: Friday, April 08, 2011 11:31 AM\n&gt; &gt; &gt; To: nbwrpg@yahoogroups.com\n&gt; &gt; &gt; Subject: Re: BATTLE at the Ark!\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Hydras opened his comlink and said &quot;To al PRedacons concentrate your\n&gt; &gt; &gt; &gt; fire powers in the door, as soon as is down retreat!!!&quot; he opened\n&gt; &gt; &gt; &gt; fire against the door\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As Uproar hits the ground and rolls, landing against a large stone, \n&gt; &gt; &gt; oddly enough Cyclonus does not follow up the attack. Instead he \n&gt; &gt; &gt; responds to Hydras&#39; call to target the Ark&#39;s door. With a quick twist \n&gt; &gt; &gt; and flare from his boosters he lines himself up with Hydras and \n&gt; &gt; &gt; prepares to follow his orders.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Quickstride now gets sick and tired of Waspinator&#39;s torment as he \n&gt; &gt; &gt; &gt; too, breaks out the big guns against his flying foe.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Yeah, well, I&#39;m gettn&#39; pretty sick of you dropping your bombs on me \n&gt; &gt; &gt; &gt; too, bug aft!&quot;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; He throws continuous rounds from his large blast cannon while \n&gt; &gt; &gt; &gt; deflecting Waspinator&#39;s blasts.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;TIME FOR SOME MAJOR PEST CONTROL! THIS&#39;LL MAKE YA WISH YA NEVER GOT \n&gt; &gt; &gt; &gt; OUTA YOUR HIVE THIS MORNING!&quot;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; As it was for equine nature, Quickstride shows a severe dislike to \n&gt; &gt; &gt; &gt; Waspinator, hoping one day he would swat the servos out of him in \n&gt; &gt; &gt; &gt; his wasp mode, with his long, copper tail while in his own equine \n&gt; &gt; &gt; &gt; beast mode.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; It would seem that Quickstride is more successful against Waspinator \n&gt; &gt; &gt; than Uproar was against Cyclonus. Quockstride&#39;s large blast cannon \n&gt; &gt; &gt; fires repeatedly into the air keeping the vicious Predacon at bay. One \n&gt; &gt; &gt; of his attacks catches him in the fuselage sending Waspinator spinning \n&gt; &gt; &gt; through the air once more, smoke trailing behind him.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Waspinator hate all this!&quot; he said as he sailed away!\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Windlord and Kup continue firing against Scourge and Deepstrike.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As Windlord and Kup continue their firefight, Scourge swung out around \n&gt; &gt; &gt; them, forcing them to change their attacks and swing with him. \n&gt; &gt; &gt; Meanwhile Deepstryke moved higher up and the other way, swinging his \n&gt; &gt; &gt; multiple cannon mounts around at the same time. However instead of \n&gt; &gt; &gt; firing at Kup or Windlord he targets the door to the Ark!\n&gt; &gt; &gt;\n&gt; &gt; &gt; MEANWHILE INSIDE THE ARK:\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; He thinks for a moment. This was a great way to communicate because \n&gt; &gt; &gt; &gt; Nightrazor may not have any idea that Tucson was still able to \n&gt; &gt; &gt; &gt; communicate in this mode. He raises an optic and continues to tap \n&gt; &gt; &gt; &gt; his shoulder.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot; Don&#39;t take this the wrong way Rodimus, but it&#39;s the only way we \n&gt; &gt; &gt; &gt; can communicate in a way that Nightrazor has no notion of us doing \n&gt; &gt; &gt; &gt; so. Feel free to do the same, use the morse coding, it will help us \n&gt; &gt; &gt; &gt; understand each other to apprehend him sufficiantly.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; As Tuscon had his hands on Rodimus to pass the message he could feel \n&gt; &gt; &gt; Rodimus move in the darkness, presumably nodding his head in \n&gt; &gt; &gt; understanding. &quot;Gotcha!&quot; Rodimus tapped back, knowing the code Tuscon \n&gt; &gt; &gt; was using.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Need move quick&quot; Rodimus tapped back quickly, &quot;Intruder not wait us \n&gt; &gt; &gt; talk.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Rodimus motioned for them to spread out, &quot;Your senses better, find \n&gt; &gt; &gt; switch&quot; he tapped again.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; He stops to feel the vibrations of the floor. Then he puts out his \n&gt; &gt; &gt; &gt; hand to sense vibrations in the air. Through that, he could get a \n&gt; &gt; &gt; &gt; faint idea as to how the air circulates around various objects. A \n&gt; &gt; &gt; &gt; cross breeze as stale as it was, would navigate him toward an \n&gt; &gt; &gt; &gt; emergency generator switch. He follows that breeze, and extends his \n&gt; &gt; &gt; &gt; hand out to touch it, slowly comming to the device. With another \n&gt; &gt; &gt; &gt; raise of the brow he carefully throws the switch and waits to see \n&gt; &gt; &gt; &gt; what happens.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Actually as Tuscon was just about to the generator control, but before \n&gt; &gt; &gt; he could pull it he found that he did not need to!\n&gt; &gt; &gt;\n&gt; &gt; &gt; In moving he had stepped out of the field of darkness and with a blink \n&gt; &gt; &gt; he could hear and his radar/sonar snapped back on, all sensors were a \n&gt; &gt; &gt; go!\n&gt; &gt; &gt;\n&gt; &gt; &gt; However any scan back to where he came from would show that where he \n&gt; &gt; &gt; was standing there was a large ball of darkness several meters across \n&gt; &gt; &gt; that he could not scan, it was a globe of darkness and silence.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Rodimus stepped out of the other side of the globe blinking also \n&gt; &gt; &gt; obviously his sensors were coming back online too. He looked around, \n&gt; &gt; &gt; &quot;Where is the . . . .\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt;&gt;KABOOM!!&lt;&lt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; With a deafening explosion the main door exploded off its hinges as \n&gt; &gt; &gt; the combined power of Cyclonus, Hydras, Deepstryke and several other \n&gt; &gt; &gt; predacons blasted it! Fortunately the fallen bodies of the Autobots \n&gt; &gt; &gt; and Decepticons were too far away to receive more than a little \n&gt; &gt; &gt; rumbling and smoke, nothing that would significantly impact their \n&gt; &gt; &gt; slumber and their eventual awakening.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Meanwhile . . .\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;We must be carefull&quot;said Talon with a moan, the pain was \n&gt; &gt; &gt; &gt; unbearable.\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Can you set me in stasis???&quot;sais Talon with pain&quot;I donat know how\n&gt; &gt; &gt; &gt; much longer i could bear this pain...&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Evidently whomever had placed Talon down had left Talon is a well \n&gt; &gt; &gt; shielded place, there was no damage to this Maximal as well. The \n&gt; &gt; &gt; console that was between Talon and the door snapped off and was flung \n&gt; &gt; &gt; across the room, but Talon continued to lay there, his systems \n&gt; &gt; &gt; merciful shutting him down, sending him into stasis lock.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; Perceptor tried to seal all the corritors that lead to the sleep\n&gt; &gt; &gt; &gt; decepticons and autobots. He worked as fast as he could.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Perceptor could not seal off the room that the Autobots were in simply \n&gt; &gt; &gt; because the front chamber leading into the Aark was one large chamber. \n&gt; &gt; &gt; It was not until they got further in that it branched off into other \n&gt; &gt; &gt; sections.\n&gt; &gt; &gt;\n&gt; &gt; &gt; However with a small beep the computer came fully to like. &quot;Main power \n&gt; &gt; &gt; restored.&quot; The computer said calmly.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt; &gt;\n&gt; &gt; &gt; &gt; &quot;Mom...&quot;said Elita with fear, and she ran towards the Medical bay,\n&gt; &gt; &gt; &gt; she almos couldnt hold her tears. She was fearing that somethign\n&gt; &gt; &gt; &gt; really bad had happened to her.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &lt;NEW&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Ramulus ran as well to the medical chamber, the whole way, glancing \n&gt; &gt; &gt; back at Elita to be sure that she was keeping up. When they got there \n&gt; &gt; &gt; the door was locked, sealed with a medical privacy code.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;FRAG!&quot; he said as he tried the door. &quot;With the power down it won&#39;t \n&gt; &gt; &gt; recognize me.&quot; Then with a hum the lights began to come on in the hall \n&gt; &gt; &gt; and the door began to buzz as it scanned Ramulus. &quot;Identity Ramulus \n&gt; &gt; &gt; detected and confirmed.&quot; The door slid open\n&gt; &gt; &gt;\n&gt; &gt; &gt; Ramulus leaped inside and looked around, and in one corner, there was \n&gt; &gt; &gt; Nightlight laying on her bed, unconscious, but other wise okay. &quot;O \n&gt; &gt; &gt; Primus!&quot; Ramulus said in relief as he looked over the readings. &quot;He \n&gt; &gt; &gt; was no doctor, but to him everything looked okay.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Meanwhile through the rest of the Ark lights began to flicker and \n&gt; &gt; &gt; blink as main power began to reassert itself. The computer&#39;s voice \n&gt; &gt; &gt; could be heard echoing off several panels as it worked through an \n&gt; &gt; &gt; internal diagnostics check, &quot;Predacon signatures detected.&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; In the room with Perceptor the computer began quickly pin pointing the \n&gt; &gt; &gt; various signatures both inside and within a mile of the Ark outside.\n&gt; &gt; &gt;\n&gt; &gt; &gt; BACK OUTSIDE THE ARK:\n&gt; &gt; &gt;\n&gt; &gt; &gt; At the same time Torca, Noctorro, AirHammer, Quicksilver and Bantor, \n&gt; &gt; &gt; the Maximal Fuzors took this moment of distraction to rush the \n&gt; &gt; &gt; Predacons cannons blazing!\n&gt; &gt; &gt;\n&gt; &gt; &gt; Several sweeps fell from the skies and Scourge as well took another \n&gt; &gt; &gt; hit, this one sending a sizzling burn up the side of his flank.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Cyclonus was also hit, although he was able to twist in the air, \n&gt; &gt; &gt; turning what would have normally been a devastating blow into one that \n&gt; &gt; &gt; glanced off his armor.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Deepstryke was hit several times, forcing him to back off, his \n&gt; &gt; &gt; boosters flaring as he began to retreat.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Inferno also was damaged as he took a hit that was designed for \n&gt; &gt; &gt; Hydras, the hit sent Inferno spiraling towards the ground as well.\n&gt; &gt; &gt;\n&gt; &gt; &gt; As powerful as the Predacons were, they did not have all their forces \n&gt; &gt; &gt; there, and the Maximals were finally getting their own forces \n&gt; &gt; &gt; together. The only thing that was holding the Predacons together was \n&gt; &gt; &gt; the sheer power that Cyclonus and Hydras and to a lesser extent \n&gt; &gt; &gt; Scourge and Deepstyke were bringing to bear on the Maximals!\n&gt; &gt; &gt;\n&gt; &gt; &gt; That might change with the Ark beginning to power up!\n&gt; &gt; &gt;\n&gt; &gt; &gt; (TAG)\n&gt; &gt; &gt;\n&gt; &gt; &gt; Preston\n&gt; &gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}