{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"P5WHURiPgsm1VCrM3Htdz7XsFtAHRknBYjQPfygo6XMWYO0swvXt86q1PRGNvQT-44NCEAJhA8YzhJ72ArTEwm_oOqZrl55ZEvWFbUC6Zoa29A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: BATTLE at the Ark!","postDate":"1303106914","msgId":71136,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE1My1kczE0MzAzMzIyRDg5MEUyNzYzRTVERDhBMDkxMEBwaHguZ2JsPg==","inReplyToHeader":"PGlvZ2dxbitsZ3Q4QGVHcm91cHMuY29tPg==","referencesHeader":"PGlvZ2dxbitsZ3Q4QGVHcm91cHMuY29tPg=="},"prevInTopic":71135,"nextInTopic":71141,"prevInTime":71135,"nextInTime":71137,"topicId":71086,"numMessagesInTopic":77,"msgSnippet":"Perceptor: Most of us need a good rest said Dryly thge male and We need others to go to CR, and I need Rodimus s help to bring back Nightlight... And I hope","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 37729 invoked from network); 18 Apr 2011 06:09:16 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m16.grp.re1.yahoo.com with QMQP; 18 Apr 2011 06:09:16 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s28.bay0.hotmail.com) (65.54.190.166)\n  by mta1.grp.re1.yahoo.com with SMTP; 18 Apr 2011 06:09:15 -0000\r\nX-Received: from BAY153-DS14 ([65.54.190.189]) by bay0-omc3-s28.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sun, 17 Apr 2011 23:08:41 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY153-ds14303322D890E2763E5DD8A0910@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ioggqn+lgt8@...&gt;\r\nIn-Reply-To: &lt;ioggqn+lgt8@...&gt;\r\nDate: Mon, 18 Apr 2011 01:08:34 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3508.1109\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3508.1109\r\nX-OriginalArrivalTime: 18 Apr 2011 06:08:41.0492 (UTC) FILETIME=[10D7CD40:01CBFD8F]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: BATTLE at the Ark!\r\nX-Yahoo-Group-Post: member; u=111572484; y=3Py57kYC4zDbJ2ztcCwz-i9MqjplQvt0O8_Q1KEucy7LUGHpuMU1\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor:\n\n&quot;Most of us need a good rest&quot; said Dryly thge male&quot;and We need others to go \nto CR, and I need Rodimus&#39;s help to bring back Nightlight... And I hope that \nyou never lost your temper togehter me&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Monday, April 18, 2011 12:05 AM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: BATTLE at the Ark!\n\nTucson may not have liked what he heard, but Perceptor was right, it would \nbe far too harmful for Hydras to get what he wanted and that&#39;s not what \nTucson wanted.   He sighs.\n\n&quot;I understand Perceptor, no such action will be taken. Yet I do not intend \nfor Hydras to get away with his crimes.  He may have retreated for now, but \nit&#39;s not enough.  I made a promise to all of you that tables would be \nturned.  I don&#39;t intend to go back on that promise by any means.  But \nfirst.. &quot;\n\nHe stops, transforms into vehicle mode, and opens his cab door to reveal \nTalon inside.\n\n&quot;I wish for Talon to be resting comofortably in a safe place.&quot;\n\nStraight Shot sighs.\n\n&quot;Wheww, when he transforms into vehicle mode, I know he&#39;s calmed down.  He \ndoesn&#39;t do that when he&#39;s ticked off.&quot;\n\n&quot; You should consider yourself lucky that you&#39;re on my good side Straight \nShot.&quot;\n\nShe gives him a wry look and kicks a tire hard.\n\n&quot; Ow!&quot;\n\nStraght Shot leans up against him.\n\n&quot; You so deserved that and you know it, hot head!&quot;\n\nHe replies back, a bit crestfallen.\n\n&quot; All right, I get the message.  I was out of line.&quot;\n\nStraight Shot smirks.\n\n&quot;That&#39;s more like it.  Don&#39;t take it the wrong way Rodimus, Tucson&#39;s always \nhad a nasty temper, even when he was just an average Autobot. I can remember \na lotta bar room fights and all those times where he&#39;d smash a con&#39;s face to \nunrecognizable smitherines.&quot;\n\nTucson also adds in his part.\n\n&quot;She&#39;s right, I never lost my temper around Autobots, only Decepticons.  But \nI would get agitated with certain Autobots from time to time..  But that&#39;s \nas far as that went.&quot;\n\nStraight Shot nodds.\n\n&quot; I remember that.  Sort of what Ratchet was like back in the days.  Great \nmedic, Brilliant individual, but he also had a nasty temper. That kinda \nrubbed off on you big guy.&quot;\n\nTucson sighs.\n\n&quot; Before I became a warrior, I do remember helping Ratchet periodically with \nSupply runs. I&#39;d get what he needed and deliver the goods safely back to the \nIacon med bay.  Then, I&#39;d actually watch him repair damaged Autobots.  When \nI wasn&#39;t fighting, I was using my spare time to restore old weaponry and \nartifacts.  I got to learn a lot about simple repair work, simply by \nwatching Ratchet, and taking his good advice.  That was all before my \nunfortunate run in with Cyclonus.&quot;\n\nStraight Shot looks up to Rodimus.\n\n&quot; Of course, when he was needed on the battlefield, Tucson was always there, \non time, no matter where he was or what he was doing.  I guess his temper \nstems from the need to see a job well done all the way through.  Hydras is \ndisrupting that sense of stability, and that&#39;s what&#39;s really making Tucson \nangry.  If given the opportunity, would you allow him to face Hydras once \nagain, to try and even the score?  I really think he needs that if he&#39;s \ngonna find personal closure.&quot;\n\n--- In nbwrpg@yahoogroups.com, Airshadow Nightstar &lt;airly2002@...&gt; wrote:\n&gt;\n&gt; Perce alter itoptor:\n&gt;\n&gt; &quot;That isnt possible&quot;said Perceptor by comlink&quot;We willbe altering the \n&gt; history\n&gt; and hydras would have a better chance to capture Megatron&#39;s spark if he\n&gt; wants, as in Beast wars... They have to remain here is the only way that\n&gt; things should be&quot;\n&gt;\n&gt;\n&gt; riginal Message----- \n&gt; From: Sandy\n&gt; Sent: Saturday, April 16, 2011 9:12 AM\n&gt; To: nbwrpg@yahoogroups.com\n&gt; Subject: Re: BATTLE at the Ark!\n&gt;\n&gt; Taking some hard breaths, Tucson lowers his arm, and allows Straight Shot \n&gt; to\n&gt; transform and stand beside him.  She sighs in relief.  She looks up to \n&gt; him.\n&gt;\n&gt; &quot; That was way too close that time Tucson.  Rodimus is right, what was \n&gt; that\n&gt; all about?&quot;\n&gt;\n&gt; Tucson turns his attentions to Rodimus and Straight Shot.\n&gt;\n&gt; &quot; I - I don&#39;t know.  I&#39;m sorry.  Of course, no harm will come to anyone\n&gt; here, Legacy, Rodimus, excuse my actions, they were not done with the best\n&gt; of judgement.&quot;\n&gt;\n&gt; Straight Shot looks to Tucson, and this time with a concerned look on her\n&gt; face.\n&gt;\n&gt; &quot; Ever since that day, you haven&#39;t been the same.  I know, I was there, \n&gt; and\n&gt; lemme tell ya it haunts me too.  Have ya ever thought ta open up about it\n&gt; Tucson?  Maybe that would kinda help ya heal a little bit.  The wounds are\n&gt; still fresh, even though that fight was a long time ago.&quot;\n&gt;\n&gt; Tucson nodds.\n&gt;\n&gt; &quot; You&#39;re right.  Rodimus, Legacy, I&#39;ve been keeping something from you for \n&gt; a\n&gt; long time, and that&#39;s not what a respectable leader does.  A leader may be\n&gt; strong but he too, must open up about the issues that weaken his state of\n&gt; mind.  It all started on the day of that battle, that had Rodimus abducted\n&gt; and taken over by Hydras and his forces.  I fought in that battle as a\n&gt; soldier. And being a Ninjabot myself, I knew of Nightrazor&#39;s properties, \n&gt; yet\n&gt; I felt that if I barged in on Rodimus, it would only land me with a case \n&gt; of\n&gt; insubordination.  So, I refrained from doing so, but tried to divert enemy\n&gt; attentions indirectly.  For the most part it worked and I was able to \n&gt; fight\n&gt; my way through those who knew nothing about Ninjabot combat.  Yet, there\n&gt; were seekers who were far more swift on their wings then I was on my \n&gt; wheels.\n&gt; They were bearing down on the Autobots, to the point that I felt that if I\n&gt; did not step in, there wouldn&#39;t be an Autobot left to defend the Ark or \n&gt; the\n&gt; planet.&quot;\n&gt;\n&gt; He pauses.\n&gt;\n&gt; &quot; From what I remember, I transformed into my vehicle mode, and started to\n&gt; kick up dirt from my tires, in hopes that a seeker would see what I was up\n&gt; to.  It worked, and I grabbed the attention of several, although I \n&gt; couldn&#39;t\n&gt; see who they were because they were rather high up from me.  Then, \n&gt; suddenly,\n&gt; I was struck.  And I don&#39;t remember anything more than that.  A long time\n&gt; afterwards, I was brought back online, and when I woke up, I could only \n&gt; see\n&gt; darkness.  At first, I thought it was a power outage, but then, I was told\n&gt; that my optic sensors were completely destroyed by the cranial shot that I\n&gt; had endured during that chase.  I asked about you Rodimus, but, no one \n&gt; could\n&gt; tell me what happened.  It was at that point where I knew that I failed \n&gt; you\n&gt; If only I had listened to myself the first time, and came in front of you\n&gt; when you were chasing Nightrazor that first time.  You would not have\n&gt; suffered as you had, nor would your family. And since then, I pledged to \n&gt; get\n&gt; back on my feet, and never let my defenses down again, and if I had to, \n&gt; I&#39;d\n&gt; strike back harder than any Decepticon or Predacon could ever fathom.  I\n&gt; failed you once Rodimus, and I pledged NEVER to let that happen again.&quot;\n&gt;\n&gt; Straight Shot looks to Tucson with a thoughtful gaze.\n&gt;\n&gt; &quot;Wow, you never even told me all that before.  Well, since we&#39;re opening \n&gt; up\n&gt; about it, I wish I could help you guys understand what happened, but I \n&gt; only\n&gt; remember a little bit more than he does. Right before he got shot, I saw\n&gt; Cyclonus decending just a tad closser to us than the other seekers that \n&gt; were\n&gt; following us.  I saw him take the shot and I screamed, and that&#39;s when\n&gt; everything went blank.  I think what would really help Tucson now, is\n&gt; knowing that what happened, really wasn&#39;t his fault.&quot;\n&gt;\n&gt; Tucson now turns his head toward Megatron&#39;s body.\n&gt;\n&gt; &quot; Having the Decepticons here amongst us is highly un nerving to me. \n&gt; There\n&gt; must be a way to separate them from the Autobots, and place them in a safe\n&gt; location...  Wait, I remember something..  The Decepticons had their own\n&gt; craft, The Nemisis...  Why couldn&#39;t we return them to their rightful craft\n&gt; and separate them from the Autobots, where both factions would be safe \n&gt; from\n&gt; harm?  Rodimus, due to circumbstances which I have just told you, for my \n&gt; own\n&gt; emotional stability, I can not have these Decepticons here.  But I&#39;m \n&gt; willing\n&gt; to help preserve them in a safe location away from the Ark.  Legacy, if \n&gt; you\n&gt; could, I&#39;d like you to find out where the Nemisis is now located and if it\n&gt; is within reach.  Once located, I want the Decepticons brought safely back\n&gt; to their own ship, where they can rest in peace, thus leaving the Ark to \n&gt; the\n&gt; Autobots to do the same.&quot;\n&gt;\n&gt; Straight Shot smiles.\n&gt;\n&gt; &quot;Now that&#39;s more like the Tucson I know.  I like that idea, I like it \n&gt; alot.&quot;\n&gt;\n&gt; Outside the Ark, Uproar and Quickstride look to each other and just shrug\n&gt; off the event.\n&gt;\n&gt; &quot;Hmm, oh well, would&#39;ve been fun ta see them end up in the tar pit but,\n&gt; works for me, Uproar.&quot;\n&gt;\n&gt; Uproar nodds.\n&gt;\n&gt; &quot;Ditto.  Okay, so, I guess we can go back inside.&quot;\n&gt;\n&gt; They get into beast mode, and prance back into the Ark. Yet, Uproar could\n&gt; not help but look back with a perplexed look on his face.\n&gt;\n&gt; --- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@&gt; wrote:\n&gt; &gt;\n&gt; &gt; INSIDE THE ARK:\n&gt; &gt;\n&gt; &gt; &gt; Hydras did a final shot and send a secret message to Nightrazor &quot;The\n&gt; &gt; &gt; door\n&gt; &gt; is open, time to leave&quot;and said in loud voice &quot;PREDACONS... RETREAT!!!!&quot;\n&gt; &gt; &gt; Hydras picked up inferno and started to leave the area\n&gt; &gt;\n&gt; &gt; &gt; [Tuscon&#39;s] eyes narrow dangerously.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;THAT&#39;S IT! I&#39;VE HAD ENOUGH!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; He senses where Megatron&#39;s body was laying down, and slams his foot on\n&gt; &gt; &gt; his\n&gt; &gt; chest, pointing an arrow straight for it!\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot; HYDRAS, NIGHTRAZOR, CYCLONUS, SCOURGE! IF YOU ARE WITHIN RANGE OF MY\n&gt; &gt; COMMUNICATIONS HEAR THIS! YOU DARE TO HARM MY FELLOW MAXIMALS AND\n&gt; &gt; AUTOBOTS,\n&gt; &gt; AND THREATEN TO TAKE THEIR LIVES! WELL, I HAVE NEWS FOR YOU TOO! YOU&#39;VE\n&gt; &gt; LEFT\n&gt; &gt; ME NO CHOICE BUT TO DO THE SAME TO YOU AS WELL! I HAVE MEGATRON&#39;S BODY\n&gt; &gt; UNDER\n&gt; &gt; MY FOOT, AND AN ARROW STRAIGHT FOR HIS CHEST CHAMBER! YOU STEP FOOT ANY\n&gt; &gt; FURTHER INTO MY ARK, TAKE ANOTHER AUTOBOT OR MAXIMAL AND I SWEAR I&#39;LL BE\n&gt; &gt; SURE HE NEVER WAKES UP! PERIOD!&quot;\n&gt; &gt; &gt;\n&gt; &gt; &gt; His voice echoes throught the Ark. With each word he rattles the Ark,\n&gt; &gt; voice booming like that of an angry lion. He was sick of the Predacons \n&gt; &gt; and\n&gt; &gt; Decepticon&#39;s attack on his Ark, and he holds his position over Megatron\n&gt; &gt; and\n&gt; &gt; awaits their response before doing anything to anyone. Yet, the arrow\n&gt; &gt; remains pointed for a perfect shot to the fallen Megatron&#39;s chest!\n&gt; &gt; &gt;\n&gt; &gt; &gt; He then turns his head to Rodimus.\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot; I want you to know you have full permission to permanently disable \n&gt; &gt; &gt; any\n&gt; &gt; predacons or Decepticons you see fit. Scour the parameters of the Ark, \n&gt; &gt; and\n&gt; &gt; be sure no one gets in, Rodimus. I&#39;ll handle Nightrazor in here.&quot;\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Rodimus looked at Tuscon, a look of complete surprise on his face, &quot;What\n&gt; &gt; are\n&gt; &gt; you doing?&quot; he said as he looked at Tuscon and then at the weapon that \n&gt; &gt; was\n&gt; &gt; being pointed at Megatron.\n&gt; &gt;\n&gt; &gt; &quot;Tuscon, Hydras is already retreating! LOOK!&quot; he said, pointing at \n&gt; &gt; Hydras\n&gt; &gt; who had picked up his fallen teammate and was already moving out of the\n&gt; &gt; Ark.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; At this same time Legacy also stepped into the room, coming from one of\n&gt; &gt; the\n&gt; &gt; back corridors into the front. As a guardian, it was his job, his \n&gt; &gt; internal\n&gt; &gt; directive to keep the Ark and all of its occupants safe, an imperative\n&gt; &gt; that\n&gt; &gt; would also include even the Decepticons that were to wake up several\n&gt; &gt; million\n&gt; &gt; years later.\n&gt; &gt;\n&gt; &gt; Legacy&#39;s single optic pulsed as he took in the scene, Hydras leaving and\n&gt; &gt; Tuscon pointing a weapon at Megatron to ensure that he did so.\n&gt; &gt;\n&gt; &gt; &quot;NONE OF THE ARK&#39;S OCCUPANTS ARE TO COME TO HARM.&quot; Legacy said, falling\n&gt; &gt; into\n&gt; &gt; his old coldly logical voice. His voice sounded nothing if not more\n&gt; &gt; formal,\n&gt; &gt; his tones frigid, his words clear as crystal, and his stance firm and\n&gt; &gt; resolved. Legacy pointedly glanced at Straight Shot and then back at\n&gt; &gt; Tuscon,\n&gt; &gt; &quot;TO PUT OUR FUTURE IN JEOPARDY TO RESOLVE THIS ISSUE IS NOT ACCEPTABLE.&quot;\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; PErceptor gain control of the ark and activate all the internal \n&gt; &gt; &gt; defences\n&gt; &gt; against the Hydra&#39;s predacons and tried to\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; As preceptor worked, the Ark began to respond to his commands as weapons\n&gt; &gt; began to activate, internal defenses systems came online.\n&gt; &gt;\n&gt; &gt; &quot;What is your command?&quot; Teletran 1 asked Perceptor.\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; MEANWHILE IN THE MEDICAL BAY:\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Nightlight continue peacefully sleeping while Elita jumped on the bed \n&gt; &gt; &gt; in\n&gt; &gt; her beast form and nuzzled in her mom&#39;s cheek while she cried in \n&gt; &gt; silence.\n&gt; &gt; &gt; &quot;Mommie&quot;said Elita&quot; I miss you so much... so much&quot;sobbed the little \n&gt; &gt; &gt; girl\n&gt; &gt; while her tears fell in her mom&#39;s cheek\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Nightlight continued to sleep, as all around her the machines registered\n&gt; &gt; her\n&gt; &gt; as resting in a comma like state. All of her systems seemed otherwise in\n&gt; &gt; stable condition.\n&gt; &gt;\n&gt; &gt; Ramulus looked at Nightlight and Elita, a soft look on his face.\n&gt; &gt;\n&gt; &gt; Then Tuscon&#39;s voice boomed through, threatening the Predacons. &quot;SLAG!&quot;\n&gt; &gt; Ramulus said as he glanced back at Elita, &quot;You stay here.&quot; Ramulus said.\n&gt; &gt; &quot;I&#39;m going to lock you in and then go see if anything can be done for \n&gt; &gt; our\n&gt; &gt; medical staff.&quot;\n&gt; &gt;\n&gt; &gt; Ramulus spoke as he quickly gathered up a few med packs and a scanner.\n&gt; &gt; &quot;Danged daft Predacons, causing so much damage.&quot; Ramulus grumbled under\n&gt; &gt; his\n&gt; &gt; breath. Ramulus was no medic, but he did know a bit about first aid.\n&gt; &gt; Perhaps\n&gt; &gt; there was something he could so for Santon and Bump who were still lying\n&gt; &gt; on\n&gt; &gt; the floor of the corridors. Perhaps they were not as . . . hurt as they\n&gt; &gt; looked. He couldn&#39;t even bring himself to think of them as dead.\n&gt; &gt;\n&gt; &gt; With a last look at Elita he left. The door clicked as he locked it and\n&gt; &gt; then\n&gt; &gt; the room that Elita was in went silent except for the computer monitors\n&gt; &gt; that\n&gt; &gt; were watching over Nightlight.\n&gt; &gt;\n&gt; &gt; For the moment all was peaceful in the medbay.\n&gt; &gt;\n&gt; &gt; However outside the Ark was a very different matter!\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Windlord and Kup keep their fire against Scourge and Deepstrike\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; As the firefight continues Deepstryke took a hit, as did Scourge, \n&gt; &gt; forcing\n&gt; &gt; them to break off their attack on the door and swing up into the air to\n&gt; &gt; avoid any further and more critical damage. Several more of the sweeps\n&gt; &gt; were\n&gt; &gt; blasted from the skies, the last one swinging up next to his master\n&gt; &gt; Scourge,\n&gt; &gt; almost as if for protection.\n&gt; &gt;\n&gt; &gt; The Predacons were looking decidedly more damaged and a bit more tired\n&gt; &gt; then\n&gt; &gt; before. Energon looked to be looking a bit lower than before and the \n&gt; &gt; shots\n&gt; &gt; from Windlord and Kup were building up on them, not to mention the\n&gt; &gt; firepower\n&gt; &gt; coming from the fuzors as well as Leo II! Yes, the Predacons had \n&gt; &gt; breached\n&gt; &gt; the door, but getting further in would be an uphill battle indeed, and\n&gt; &gt; many\n&gt; &gt; of them did not look to be in the best shape to fight it!\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Meanwhile, Outside, Quickstride quickly gets Uproar to his feet, and\n&gt; &gt; assesses the situation. He then looks around the parameters and then\n&gt; &gt; remembers a body of goop, that resembled a tar pit, not far from the \n&gt; &gt; Ark&#39;s\n&gt; &gt; parameters. Uproar looks to him.\n&gt; &gt;\n&gt; &gt; *&lt;SNIP/CUT/PASTE&gt;*\n&gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; Uproar and Quickstride now approach Deep Stryke and the others with\n&gt; &gt; &gt; their\n&gt; &gt; hands up in submission. Quickstride is the first to approach them.\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; Deepstryke hovered in the air as he noticed the two walked towards him,\n&gt; &gt; his\n&gt; &gt; cannons swiveling to track them when they spoke . . .\n&gt; &gt;\n&gt; &gt; &gt; &lt;OLD&gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; &quot;Okay, okay, you got us, you got us. Why don&#39;t we just show you guys \n&gt; &gt; &gt; an\n&gt; &gt; easy way inta the ark hmm? That way we all get what we want and \n&gt; &gt; everyone&#39;s\n&gt; &gt; happy.&quot;\n&gt; &gt;\n&gt; &gt; &lt;NEW&gt;\n&gt; &gt;\n&gt; &gt; &quot;You, a Maximal would show a Predacon a way into his own fortress?&quot;\n&gt; &gt; Deepstryke said, obviously not believing the two for a moment, and yet \n&gt; &gt; he\n&gt; &gt; didn&#39;t shoot at them either. Perhaps there was a part of him that WANTED\n&gt; &gt; to\n&gt; &gt; believe it. Then Hydras&#39; call went out to retreat!\n&gt; &gt;\n&gt; &gt; &quot;Blast you Maximal!&quot; Deepstryke said as he began to pull back. &quot;NEXT \n&gt; &gt; TIME\n&gt; &gt; we\n&gt; &gt; will breach your walls and TAKE what we want!&quot;\n&gt; &gt;\n&gt; &gt; The Predacons began to back up, moving into the air, slowly moving away\n&gt; &gt; from\n&gt; &gt; the Ark, even as the Ark&#39;s cannons and weaponry began to move and come\n&gt; &gt; online.\n&gt; &gt;\n&gt; &gt; (TAG)\n&gt; &gt;\n&gt; &gt; Preston\n&gt; &gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; ------------------------------------\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}