{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"MVjXkHL1-DoNK_XsUZ4MDeA6_ONYxeUP7Ss8D0wd0n_74eZ_04p8Wnrba6v1EZsi5rzo5zl3AHnMnNRn5KsXgAodwu9iu4bKbkLrGvhyJI1ieA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: the ARK to awaken from sleep!","postDate":"1307508603","msgId":71251,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE2NS1kczExNDYyOTdERkFBQzA1NERCQTk1NkJBMDYyMEBwaHguZ2JsPg==","inReplyToHeader":"PGlzbXJoZCttbHI1QGVHcm91cHMuY29tPg==","referencesHeader":"PGlzbXJoZCttbHI1QGVHcm91cHMuY29tPg=="},"prevInTopic":71250,"nextInTopic":71252,"prevInTime":71250,"nextInTime":71252,"topicId":71201,"numMessagesInTopic":52,"msgSnippet":"Nightlight/Elita/Talon /Perceptor:: Nigthlight dificulty sat down hoping to see her daughter coming and the only thing that she saw was a spotted hurricane","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 31457 invoked from network); 8 Jun 2011 04:51:57 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m10.grp.re1.yahoo.com with QMQP; 8 Jun 2011 04:51:57 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s1.bay0.hotmail.com) (65.54.190.139)\n  by mta1.grp.re1.yahoo.com with SMTP; 8 Jun 2011 04:51:57 -0000\r\nX-Received: from BAY165-DS11 ([65.54.190.189]) by bay0-omc3-s1.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Tue, 7 Jun 2011 21:50:09 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY165-ds1146297DFAAC054DBA956BA0620@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;ismrhd+mlr5@...&gt;\r\nIn-Reply-To: &lt;ismrhd+mlr5@...&gt;\r\nDate: Tue, 7 Jun 2011 23:50:03 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3508.1109\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3508.1109\r\nX-OriginalArrivalTime: 08 Jun 2011 04:50:09.0054 (UTC) FILETIME=[8B1413E0:01CC2597]\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: the ARK to awaken from sleep!\r\nX-Yahoo-Group-Post: member; u=111572484; y=KS7SkrCSPrhalDT3zXrxmbxrpdGQpA3IYgwayyVi1v1iCfLjU5Va\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nNightlight/Elita/Talon /Perceptor::\n\nNigthlight dificulty sat down hoping to see her daughter coming and the only \nthing that she saw was a spotted hurricane coming to her and before she \ncould do something she felt a impulse backwards and fell in the bed; a warm \ntiny tongue licking her and a furry cheek in hers.\n\n&quot;MOM!!! YOU ARE BACK!!! I MISSED YOU SOO MUCH!!&quot;said a childish voice, \nNightlight Huged tightly her daughter and and tears of happines started to \nappear.\n\n&quot;My Elita... My sweet daughter...&quot;whispered Nighlight with a smile\n\n&quot;I was really Impattient to see you mom; I really... Really missed you&quot; said \nELita with a wide Smile &quot;But my dad and Perceptor...&quot;\n\n&quot;&quot;WHAT????&quot; said shocked Nighlight while she watched Rodimus\n\n&quot;Oppssi&quot; said Elita while she lowed her ears\n\n******************************************\n\nTalon Smiled  and Kissed Tucson.\n\n\n*****************************************\n\nPerceptor walked close to  Lord Elder and shook his head  and said &quot;It&#39;s \nhighly unlikely that that happens &quot;\n\n\n\n\n-----Original Message----- \nFrom: Sandy\nSent: Tuesday, June 07, 2011 10:50 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: the ARK to awaken from sleep!\n\nTucson embraces Talon passionately holding her close to his chest.  He had \nfinally gathered the courage to ask her hand in eternal bond. His spark \nbeating a mile a minute, he couldn&#39;t help but share his joy with her, yet \ndoing so in an innocent way.  He closes his eyes for a moment with a smile \non his face.\n\n&quot; I love you with all my spark, that will never change, and no one will ever \ntake that away from us.&quot;\n\nOutside, Uproar catches up to Lord Elder, as he observes the private code on \nTuscons door.\n\n&quot; Wow, so, I guess Tucson and Talon are kinda gonna be like Rodimus and \nNightlight.  I wonder if Tucson will ya know..  Have a family of his own \nsome day?&quot;\n\nMoving to Legacy&#39;s quarters, Straight Shot thinks for a moment before saying \nanything, which was her best of traits.  Once she had an idea of what she \nwanted to say, she looks up to Legacy, with an air of sincerity she always \nhad for everyone, including her brother.\n\n&quot; Thanks, for letting me talk to you, I appreciate it.  I just wanted ta let \nya know that I think my brother doesn&#39;t quite understand where you&#39;re coming \nfrom and maybe that&#39;s why he&#39;s so critical of your actions.  He&#39;s always \nbeen like that, not just around you, but with me too, and yeah, sometimes it \ngets on my nerves.  But with things as they are, and what happened ta him in \nthe past, I can kind of see why he&#39;s put up such a defense and why he&#39;s so \ndetermined ta think off the pavement.  And maybe that&#39;s why his personality \nclashes with yours.  It&#39;s clashed with mine too, at times.  Honestly though, \nhow do you feel about his thinking outside the box?  Is there a reason why \nyou&#39;d rather not go that way?&quot;\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Nighlight Smiled and squeezed Rodimus&#39;s hand while she lay down, she was\n&gt; &gt; getting better and with more energy with every second that passed \n&gt; &gt; &quot;ELita?,\n&gt; &gt; where is she? how is she?&quot;\n&gt; &gt;\n&gt; &gt; Elita waved her little tail when she hear her mom calling her, she was\n&gt; &gt; impatient to go and give her a big hug, but she knew that she had to \n&gt; &gt; wait\n&gt; &gt; till her dad and Perceptor decided that it was time\n&gt;\n&gt; Rodimus smiled broadly as more and more evidence of Nightlight&#39;s full\n&gt; recovery was being shown. There was always so much weight on his\n&gt; shoulders as of late, weight and guilt. For what he had done, for what\n&gt; he allowed to be done. But being here and now with Nightlight he could\n&gt; feel at least some of that weight lifting from his shoulders.\n&gt;\n&gt; &quot;She is waiting outside my love.&quot; Rodimus said softly. &quot;We were just\n&gt; making sure you were strong enough first before we brought her in.&quot;\n&gt;\n&gt; Turning to wave, Rodimus motioned for Elita to be brought in.\n&gt;\n&gt; *******************************\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Kup watched the scene, letting the couple have time together. While \n&gt; &gt; Windlord\n&gt; &gt; retired still feeling guilty for his part.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Wing Caliber stood watching Kup and Windlord for a moment, Leo Walking\n&gt; up beside him. &quot;We had better get Torca.&quot; Wing Caliber said in low\n&gt; tones. &quot;It will soon be decision time.&quot;\n&gt;\n&gt; Leo II nodded as he looked over at the windown showing the interior of\n&gt; the medical lab. He could see Rodimus and Nightlight, a small wistful\n&gt; smile playing about his face. &quot;Perhaps we can give them a little more\n&gt; time.&quot;\n&gt;\n&gt; Wing Caliber nodded, &quot;A little.&quot;\n&gt;\n&gt; ***************************\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Perceptor walked away of the maximals almost following Lord Elder, with \n&gt; &gt; no a\n&gt; &gt; real purpose by now.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Lord Elder slowed as he walked away, noticing that none of the others\n&gt; had taken the moment to talk with Perceptor. He shot a glance at\n&gt; Uproar and Quickstride and then looked back at Perceptor. With a\n&gt; motion of his hand he gestured for them to talk with Perceptor.\n&gt;\n&gt; He turned to walk in the direction of Tuscon when he was waylaid . . .\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Straight Shot catches up to Lord Elder. If she had learned anything from\n&gt; &gt; her brother, it was how to put up a brave face, and do the things that \n&gt; &gt; you\n&gt; &gt; were afraid to do no matter if you knew the outcome or not.\n&gt; &gt;\n&gt; &gt; &quot;Lord Elder, sir, you&#39;re right too, I know what I gotta do, for my \n&gt; &gt; brother&#39;s\n&gt; &gt; sake. I - really should try ta talk ta Legacy about all this, and get \n&gt; &gt; his\n&gt; &gt; side of the story. Ohh boy, here it goes, Courage 101 in session.&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Elder smiled broadly, &quot;That is very good!&quot; he said happily. &quot;May\n&gt; Primus be with you.&quot; He said as he patted her on the back and then\n&gt; continued on his to see Tuscon\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; She now walks off to find Legacy and by intuition, finds him readilly. \n&gt; &gt; Being\n&gt; &gt; as small as she was, what she was about to do, would take every ounce of\n&gt; &gt; bravory in her tiny spark. To be sure that she was at eye level with \n&gt; &gt; Legacy,\n&gt; &gt; so she didn&#39;t need to crane her neck, she finds the highest point in the\n&gt; &gt; room, climbs on it, and looks to him as if she were about to talk to \n&gt; &gt; Tucson\n&gt; &gt; personally.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; By the time Straight Shot caught up with Legacy he had made it to one\n&gt; of the shops that seemed to liter the Ark. He had made it into his own\n&gt; personal quarters and work station.\n&gt;\n&gt; He had not added much to the place or even made many changes. There\n&gt; was a small section for recharging chamber and a small modified\n&gt; computer panel; something that was needed since these rooms were\n&gt; designed for Autobots who were several times larger than any of them.\n&gt;\n&gt; Legacy was standing at one of the computer panel as information\n&gt; scrolled across the screen.\n&gt;\n&gt; He turned as Straight Shot entered.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; &quot;Legacy, if it&#39;s okay, could - we talk for a little while?&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; Legacy looked at Straight Shot, his cold cyclopean gaze fastening onto\n&gt; her. &quot;That would be acceptable.&quot; Legacy said emotionlessly. He turned\n&gt; to face her completely, folding his arms behind his back he waited\n&gt; patiently for her to say what she had to say.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; He types in a code to close the doors, to allow them a little privacy.\n&gt; &gt; Once hearing them shut, he smiles to Talon, and gently takes her hands.\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; By the time Lord Elder caught up with Tuscon he was inside his\n&gt; chamber, he could smell the metallic oils that Talon customarily wore\n&gt; as well. He smiled grimly as he saw that the privacy codes on Tuscon&#39;s\n&gt; room had been engaged.\n&gt;\n&gt; With a nod Lord Elder turned away. There would be time enough for talk.\n&gt;\n&gt; As he turned he noticed Torca as he walked up to him, a grim look on\n&gt; his face. &quot;Are you okay?&quot; Lord Elder said, concern written on his\n&gt; face.\n&gt;\n&gt; Torca nodded, &quot;We need to talk.&quot; Is all he said, his reverberous tone\n&gt; echoing in the halls.\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Talon widely smiled and said while she jumped to Tucson&#39;s arms and said\n&gt; &gt; &quot;YES!! YES!!&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; With a start Elder thought he heard some sort of outburst from the\n&gt; room but he could not make out what it was. He smiled thinking that at\n&gt; least it sounded happy, they all needed happiness in their life.\n&gt;\n&gt; He looked back at Torca he nodded, &quot;Of course.&quot;\n&gt;\n&gt; With a gesture from Torca he and Elder began walking towards the bridge.\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}