{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":111572484,"authorName":"Airshadow Nightstar","from":"Airshadow Nightstar &lt;airly2002@...&gt;","profile":"xochitla2006","replyTo":"LIST","senderId":"dCRHS84ImmtTD4k8JNtIiTujXshcti-BT22ls7Jp2mCfqxTJsXql3iYysZd-LcTMkHEJlafATHhaAJM40HrOwrhUptuZy51zEBYHYQL8gV9upg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: the ARK to awaken from sleep!","postDate":"1307945107","msgId":71263,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBWTE2NS1kczE0MUZBMjAzOUM1NkVBNTY2OEFENzRBMDY5MEBwaHguZ2JsPg==","inReplyToHeader":"PGl0M2JiYSttZ2x0QGVHcm91cHMuY29tPg==","referencesHeader":"PGl0M2JiYSttZ2x0QGVHcm91cHMuY29tPg=="},"prevInTopic":71262,"nextInTopic":71264,"prevInTime":71262,"nextInTime":71264,"topicId":71201,"numMessagesInTopic":52,"msgSnippet":"Perceptor: we willbe ready fot that replied Perceptor and we will have to start to work ... From: Sandy Sent: Sunday, June 12, 2011 4:33 PM To:","rawEmail":"Return-Path: &lt;airly2002@...&gt;\r\nX-Sender: airly2002@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 26336 invoked from network); 13 Jun 2011 06:06:09 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m8.grp.sp2.yahoo.com with QMQP; 13 Jun 2011 06:06:09 -0000\r\nX-Received: from unknown (HELO bay0-omc3-s19.bay0.hotmail.com) (65.54.190.157)\n  by mta2.grp.sp2.yahoo.com with SMTP; 13 Jun 2011 06:06:09 -0000\r\nX-Received: from BAY165-DS14 ([65.54.190.189]) by bay0-omc3-s19.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.4675);\n\t Sun, 12 Jun 2011 23:05:15 -0700\r\nX-Originating-Email: [airly2002@...]\r\nMessage-ID: &lt;BAY165-ds141FA2039C56EA5668AD74A0690@...&gt;\r\nReturn-Path: airly2002@...\r\nTo: &lt;nbwrpg@yahoogroups.com&gt;\r\nReferences: &lt;it3bba+mglt@...&gt;\r\nIn-Reply-To: &lt;it3bba+mglt@...&gt;\r\nDate: Mon, 13 Jun 2011 01:05:07 -0500\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; format=flowed; charset=&quot;iso-8859-1&quot;;\n\treply-type=original\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nImportance: Normal\r\nX-Mailer: Microsoft Windows Live Mail 15.4.3508.1109\r\nX-MimeOLE: Produced By Microsoft MimeOLE V15.4.3508.1109\r\nX-OriginalArrivalTime: 13 Jun 2011 06:05:15.0415 (UTC) FILETIME=[DD24F270:01CC298F]\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Airshadow Nightstar &lt;airly2002@...&gt;\r\nSubject: Re: the ARK to awaken from sleep!\r\nX-Yahoo-Group-Post: member; u=111572484; y=ZCK7PZufjrnJF3BuCh_hhxDzN9ZvCTYf3EqsbS3gFMu-iDZAsf2L\r\nX-Yahoo-Profile: xochitla2006\r\n\r\nPerceptor:\n\n&quot;we willbe ready fot that&quot;replied Perceptor&quot;and we will have to start to \nwork&quot;\n\n-----Original Message----- \nFrom: Sandy\nSent: Sunday, June 12, 2011 4:33 PM\nTo: nbwrpg@yahoogroups.com\nSubject: Re: the ARK to awaken from sleep!\n\nUproar smiles and salutes Lord Elder, enthusiastically addressing his \nrequest.\n\n&quot;You got it sir, I&#39;ll show him the Ark and the recharging chambers. Oh, by \nthe way, one more question.. Hydras knows Perceptor&#39;s one of us now, how are \nwe gonna fight &#39;em off if he tries another attack on the Ark?&quot;\n\nMeanwhile, in Legacy&#39;s chamber, Straight Shot now sees why he was so \nconcerned about the time space continum.  She had not known what really \nhappened, and at the time it did happen she had not yet been a part of the \nAutobot Faction.  She stands thoughtfully for a moment, now taking in what \nshe had been missing for a long time.\n\n&quot; Wow, that part I never did understand..  That sure explains things. I&#39;m \nglad I did talk to you, Legacy.  So by doing what he did, Starscream saved \nour faction...  I&#39;ve only heard bits&#39;n pieces about Starscream&#39;s \nrelationship with Megatron, and from what I learned, they never did see eye \nto eye. Anyway, thanks for the explanation and the video feed, it was really \nuseful. I better let ya get ta the bridge now.  Thanks again.&quot;\n\nShe gets down from where she was standing and bids Legacy good bye for the \ntime being.\n\n--- In nbwrpg@yahoogroups.com, Super Cyclonus &lt;supercyclonus@...&gt; wrote:\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Nigthlight dificulty sat down hoping to see her daughter coming and the\n&gt; &gt; only thing that she saw was a spotted hurricane coming to her and before \n&gt; &gt; she\n&gt; &gt; could do something she felt a impulse backwards and fell in the bed; a \n&gt; &gt; warm\n&gt; &gt; tiny tongue licking her and a furry cheek in hers.\n&gt; &gt;\n&gt; &gt; &quot;MOM!!! YOU ARE BACK!!! I MISSED YOU SOO MUCH!!&quot;said a childish voice,\n&gt; &gt; Nightlight Huged tightly her daughter and and tears of happines started \n&gt; &gt; to appear.\n&gt; &gt;\n&gt; &gt; &quot;My Elita... My sweet daughter...&quot;whispered Nighlight with a smile\n&gt; &gt;\n&gt; &gt; &quot;I was really Impattient to see you mom; I really... Really missed you&quot; \n&gt; &gt; said\n&gt; &gt; ELita with a wide Smile &quot;But my dad and Perceptor...&quot;\n&gt; &gt;\n&gt; &gt; &quot;&quot;WHAT????&quot; said shocked Nighlight while she watched Rodimus\n&gt; &gt;\n&gt; &gt; &quot;Oppssi&quot; said Elita while she lowed her ears\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; RODIMUS had been smiling broadly as ELITA and NIGHTLIGHT were being\n&gt; reunited. He had even leaned back a little to allow the two to hug and\n&gt; show affection. That is until ELITA&#39;s last statement and he could see\n&gt; the look on NIGHTLIGHT&#39;s face.\n&gt;\n&gt; Smiling warmly and nodding RODIMUS took NIGHTLIGHT&#39;s hand. &quot;Yes,\n&gt; Perceptor has been instrumental in your recovery.&quot; Leaning back in he\n&gt; continued to smile at her, hoping to wipe away her fears if he could.\n&gt;\n&gt; &quot;From what we can tell, Perceptor has joined the Maximals.&quot; RODIMUS\n&gt; rubbed ELITA&#39;s head giving her reassurance and affection as well.\n&gt; &quot;Just like our daughter here has said.&quot;\n&gt;\n&gt; ******************************************\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Perceptor walked close to  Lord Elder and shook his head  and said &quot;It&#39;s\n&gt; &gt; highly unlikely that that happens &quot;\n&gt; &gt;\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Outside, Uproar catches up to Lord Elder, as he observes the private \n&gt; &gt; code\n&gt; &gt; on  Tuscons door.\n&gt; &gt;\n&gt; &gt; &quot; Wow, so, I guess Tucson and Talon are kinda gonna be like Rodimus and\n&gt; &gt; Nightlight.  I wonder if Tucson will ya know..  Have a family of his own\n&gt; &gt; some day?&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; ELDER looked away from the door, his optics reddening slightly. If he\n&gt; were human it might even seem like a blush. &quot;Who can say Uproar, who\n&gt; can say? I would imagine that that is something that we may all want\n&gt; to do at some point.&quot;\n&gt;\n&gt; TORCA and NOCTORRO walked with ELDER as well, their large forms\n&gt; swaying as they walked, the sound of their footsteps large and heavy\n&gt; as their metal booted feet hit the deck plating.\n&gt;\n&gt; &quot;We still must talk.&quot; TORCA said looking at ELDER, his tone somber and\n&gt; resigned. NOCTORRO was tapping out a small message as they talked, but\n&gt; he looked up and nodded in agreement as well.\n&gt;\n&gt; ELDER nodded as he glanced at TORCA and then at the others. &quot;Uproar,\n&gt; why don&#39;t you show Perceptor around the base and help him get settled\n&gt; in, I would imagine he will need to find some quarters and perhaps a\n&gt; recharging chamber coded to his requirements.&quot;\n&gt;\n&gt; ******************************************\n&gt;\n&gt; &gt; &lt;OLD&gt;\n&gt; &gt;\n&gt; &gt; Moving to Legacy&#39;s quarters, Straight Shot thinks for a moment before\n&gt; &gt; saying anything, which was her best of traits.  Once she had an idea of\n&gt; &gt; what she wanted to say, she looks up to Legacy, with an air of sincerity \n&gt; &gt; she\n&gt; &gt; always had for everyone, including her brother.\n&gt; &gt;\n&gt; &gt; &quot; Thanks, for letting me talk to you, I appreciate it.  I just wanted ta \n&gt; &gt; let\n&gt; &gt; ya know that I think my brother doesn&#39;t quite understand where you&#39;re\n&gt; &gt; coming from and maybe that&#39;s why he&#39;s so critical of your actions.  He&#39;s\n&gt; &gt; always been like that, not just around you, but with me too, and yeah,\n&gt; &gt; sometimes it gets on my nerves.  But with things as they are, and what\n&gt; &gt; happened ta him in the past, I can kind of see why he&#39;s put up such a \n&gt; &gt; defense\n&gt; &gt; and why he&#39;s so determined ta think off the pavement.  And maybe that&#39;s \n&gt; &gt; why\n&gt; &gt; his personality clashes with yours.  It&#39;s clashed with mine too, at \n&gt; &gt; times.\n&gt; &gt; Honestly though, how do you feel about his thinking outside the box?  Is \n&gt; &gt; there\n&gt; &gt; a reason why you&#39;d rather not go that way?&quot;\n&gt;\n&gt; &lt;NEW&gt;\n&gt;\n&gt; For a moment LEGACY looked confused, his single crimson optic boring\n&gt; into STRAIGHT SHOT as his mind ran over what she said.\n&gt;\n&gt; &quot;I do not understand all of the colloquialisms than you have\n&gt; utilized.&quot; He said at last, &quot;But I ascertain that you are attempting\n&gt; to explain your sibling&#39;s actions to me and inquiring as to why I will\n&gt; not allow Tuscon to disturb Optimus Prime&#39;s chassis.&quot;\n&gt;\n&gt; LEGACY&#39;s optic flickered for a moment. &quot;I appreciate your intent.&quot; He\n&gt; said his words clear and well articulated. &quot;But I do not require an\n&gt; explanation, since I have taken no offense to his actions; to do so\n&gt; would be an inefficient use of my time.&quot;\n&gt;\n&gt; &quot;However to answer your question I will replay something for you.&quot;\n&gt;\n&gt; Turning to the screen that was standing behind LEGACY he fired a beam\n&gt; of energy at it. But instead of it exploding into shards of glass and\n&gt; debris it simply changed to show a mountainous scene, a volcano, and\n&gt; then the volcano exploding to reveal the Ark. It was obvious from the\n&gt; motion that the events were being speeded up for ease of viewing.\n&gt;\n&gt; Soon after it happened a small satellite like device rose up from the\n&gt; Ark and began to travel away from it and after a while return. After\n&gt; another short moment, short because of the speeded up play back,\n&gt; MEGATRON flew out along with STARSCREAM, SOUNDWAVE and a few other\n&gt; Decepticon seekers, obviously having been repaired by the device. They\n&gt; all land on a cliff and look back at the Ark, and STARSCREAM fires a\n&gt; blast at the Ark and they all fly off.\n&gt;\n&gt; Inside the Ark, because of the blast from STARSCREAM, OPTIMUS PRIME is\n&gt; also is knocked into the beam and his repair process begins.\n&gt;\n&gt; (OOC: This is the scene from G1 Cartoon episode 1 after the bots and\n&gt; cons fell to earth and 4 million years had passed.)\n&gt;\n&gt; The scene fades to black.\n&gt;\n&gt; &quot;These sequence of cannot be disrupted.&quot; LEGACY intoned coldly.\n&gt; &quot;Without the Autobots none of you would be here.&quot; LEGACY turned back\n&gt; to face STRAIGHT SHOT, &quot;And without the Decepticon&#39;s attack on the Ark\n&gt; the Autobots will not survive.&quot;\n&gt;\n&gt; LEGACY folded his arms behind his back, &quot;There can be no disruption of\n&gt; the time flow.&quot;\n&gt;\n&gt; There was a small beep on LEGACY&#39;s panel causing him to look over at\n&gt; it. &quot;Interesting.&quot; He said curiously. &quot;It would seem that I am\n&gt; required on the bridge.&quot;\n&gt;\n&gt; (TAG)\n&gt;\n&gt; Preston\n&gt;\n\n\n\n\n------------------------------------\n\nYahoo! Groups Links\n\n\n\n\n"}}