{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy Panico","from":"Sandy Panico &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"cNJxcDgUsDatQYzDvi6tYQJ1oSAaxXWXwfRBXzh5s7apbMh4NzXcqvCqH3Fgi73b6w7TP7GEPCGKa2knCEJiIQAKs28GLcxohhl7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Changing times (Cue: All Maximals & Autobots)","postDate":"1308763796","msgId":71302,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDFEMjJEREZFLUQ1MzgtNENEQS1BQjhCLTNERENCNEFFQjRFQkB5YWhvby5jb20+","inReplyToHeader":"PGl0dDU0aSs4bXJvQGVHcm91cHMuY29tPg==","referencesHeader":"PGl0dDU0aSs4bXJvQGVHcm91cHMuY29tPg=="},"prevInTopic":71299,"nextInTopic":71303,"prevInTime":71301,"nextInTime":71303,"topicId":71299,"numMessagesInTopic":178,"msgSnippet":"Tucson raises a hand in complete agreement.  I give Leo Prime all of my support on this topic.  And as a Prime myself I wish to see this change follow through","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 85907 invoked from network); 22 Jun 2011 17:30:06 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m11.grp.re1.yahoo.com with QMQP; 22 Jun 2011 17:30:06 -0000\r\nX-Received: from unknown (HELO smtp110-mob.biz.mail.gq1.yahoo.com) (98.136.185.201)\n  by mta3.grp.re1.yahoo.com with SMTP; 22 Jun 2011 17:30:06 -0000\r\nX-Received: (qmail 74399 invoked from network); 22 Jun 2011 17:30:04 -0000\r\nX-Received: from [192.168.1.103] (magicquartz@209.6.194.61 with xymcookie)\n        by smtp110-mob.biz.mail.gq1.yahoo.com with SMTP; 22 Jun 2011 10:30:03 -0700 PDT\r\nX-Yahoo-SMTP: t85HAz2swBBMGqLt2wa7oz2qa1cGma3V\r\nX-YMail-OSG: .pTSa7gVM1m0LyxC9I0wJziC0oGgfqEFesGIHpp.fPuxNOK\n ROBdf3XjNhmfqEfTsT1si1WK4qc3OesGsb6wfpMaWXNLo5bzW.j2ScAEiGxW\n ZzYCncXzpmt4PMQTMH1pVz5zcBwm3KztgtvFnb3_unGCD5sKi40cS6mjlASg\n EGGOXuMJjPb8P.2d0Lif5F8_FV7tOQFOVNG2XtCEO45D.KckaOvVgkXbyvCc\n 5hPyGTm7U4euT5lssYbQI8eQmGzQZrqPNk6ejBFap9bKJzEO_RKur1EeIMpV\n .UhGiyQ2XtMi_wbjvJa.FETbRUj1hO91lQCNXkHbSg0JxFd1afKgrJAXyu3K\n w.Tk__a_SemVW2YKRPQL4EgGyCd0JCvH2bHuM7.9545_j4_eemVXUC73vZtA\n P4VZzWP8qO2jAuscztcHqHGs1xwsSD3I17N3NVYYEYEveIiKXtUXlnvkyMd3\n cCeu7AsHhsTeFNyjUPnM5sVPUfJRJ_E1EBh43T.vFomr7OnS14Y4ywIbV62Y\n _4EwesWZyPSz1D90X9umKBRE6Dhf_qFskckqL4Wq2yUs7QLPnRP9r8PPRwpV\n 9lCoX_cdxR5LCP3VMbmqLPbqRCyN6hMPey1jO7uuI2IkjCYpZgcCV8EnbgeL\n hgAu3X6O_P_lOnba5.9ccBUtbFs8FFT5ILbRocpb_.2o06O26.9rDy9MHuHS\n fSMJ0YeUSZVDqb.i0dxzHj9NqHtOfaI1lBhmUrkmRm.kU63eyhP2MN.0jShJ\n 40.DPSfJ7szqJRy1yV5i3U3nuAfv0QMA.2cVDdFD1g5H8aU9Qx9bu5IpLUL9\n .j.07pMV5FPWCLEz.IrzZe651D0Y3v1DUPyn4VXo3gjQx0hmPJUDEz7rO9li\n c3q1VcNMrvD7kY4DSzdXT2ZuNLMYiTylluo.jh7vVxqo-\r\nX-Yahoo-Newman-Property: ymail-3\r\nReferences: &lt;itt54i+8mro@...&gt;\r\nIn-Reply-To: &lt;itt54i+8mro@...&gt;\r\nX-Apple-Yahoo-Original-Message-Folder: Inbox\r\nMime-Version: 1.0 (iPhone Mail 8J2)\r\nContent-Type: multipart/alternative;\n\tboundary=Apple-Mail-6--255881283\r\nContent-Transfer-Encoding: 7bit\r\nMessage-Id: &lt;1D22DDFE-D538-4CDA-AB8B-3DDCB4AEB4EB@...&gt;\r\nX-Mailer: iPhone Mail (8J2)\r\nX-Apple-Yahoo-Replied-Msgid: 1_53623_AJ2zo0IAAPPYTgIX2gXRF105QjM\r\nDate: Wed, 22 Jun 2011 13:29:56 -0400\r\nTo: &quot;nbwrpg@yahoogroups.com&quot; &lt;nbwrpg@yahoogroups.com&gt;\r\nFrom: Sandy Panico &lt;magicquartz@...&gt;\r\nSubject: Re: Changing times (Cue: All Maximals & Autobots)\r\nX-Yahoo-Group-Post: member; u=167039986; y=hq3o-AJySpoBidqA_WLw2a2rifRHYjcUGVnN1MRCW87sIqJFOeE\r\nX-Yahoo-Profile: magicquartz\r\n\r\n\r\n--Apple-Mail-6--255881283\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Type: text/plain;\n\tcharset=utf-8\r\n\r\nTucson raises a hand in complete agreement.\n\n&quot; I give Leo Prime all of my s=\r\nupport on this topic.  And as a Prime myself I wish to see this change foll=\r\now through faithfully. &quot;\n\nHe turns his head in Leo Prime&#39;s direction.\n\n&quot; Ea=\r\nrth is not our home but Cybertron is. We must right the wrongs that have be=\r\nen committed and send the Predicons and Decepticons to an exile that will p=\r\nrevent them from ever returning to this planet.&quot;\n\nHe too, with the faceplat=\r\ne and near voice pattern of Optimus Prime, Tucson Prime turns his head to e=\r\nveryone in the room.\n\n&quot; If I&#39;m not mistaken Char is still inhabitable. I su=\r\nggest we do as Leo Prime suggests and round up our adversaries and exile th=\r\nem to Char as soon as we can all manage.&quot;\n\nStraight Shot raises her hand. \n=\r\n\n&quot; If we&#39;re gonna pull it off, a certain Prime is gonna need his sight back=\r\n. Tucson Prime always does so much for all of us.  The least we can do now =\r\nis make him whole again.  &quot;\n\nPerpetually on the move and constantly busy. \n=\r\n\nOn Jun 22, 2011, at 12:26 PM, &quot;supercyclonus&quot; &lt;supercyclonus@...&gt; wr=\r\note:\n\n&gt; OOC: Any Maximal or Autobot can be part of this\n&gt; \n&gt; The Maximals a=\r\nnd Autobots are directed to the meeting area, which is near to the front of=\r\n the Ark bay area. A podium is set up and there are places for everyone to =\r\neither stand up or sit down as is their want. \n&gt; \n&gt; As everyone moved into =\r\nposition, LEGACY, LORD ELDER, WINGSABER, SANTON, TORCA and NOCTORRO come in=\r\n a take positions near the podium itself, but it is the bot known as LEO II=\r\n that comes up to take the center of the stage. \n&gt; \n&gt; He steps up behind th=\r\ne podium and take a moment to look at the assembled individuals before him.=\r\n He stands tall and proud, the whites and light browns are caught well in t=\r\nhe lights. His form is strong and well built and in his face you can see th=\r\ne likeness of OPTIMUS PRIME himself. Behind him lay the large fallen forms =\r\nof OPTIMUS and MEGATRON locked, even in death, in the eternal struggle of g=\r\nood versus evil. \n&gt; \n&gt; And it is in this back drop that LEO turned to face =\r\nthe assembled mechs and began to speak. \n&gt; \n&gt; &quot;Autobots, Maximals!&quot; LEO&#39;s v=\r\noice is a rich baritone, one that easily carried across the room. &quot;I am sur=\r\ne that you have been all wondering just what this meeting is about.&quot; He smi=\r\nled a warm and inviting smile as he looked around the room. &quot;And for those =\r\nwho don&#39;t know me, I am LEO and have been named a PRIME by the council of e=\r\nlders on Cybertron.&quot; He paused for a moment for that to take affect and the=\r\nn continued, &quot;and what I have come here to talk about is Earth, and what we=\r\n are doing here.&quot; \n&gt; \n&gt; LEO paused to make sure that everyone was keeping u=\r\np and then continued, &quot;I have been sent by the high council and have been d=\r\niscussing matters with both Your Lord Elder as well as Legacy, both of whom=\r\n have been instrumental in cataloging events here on Earth, and what has be=\r\nen found we find disturbing.&quot;\n&gt; \n&gt; There was a glance from LORD ELDER to LE=\r\nO, but it was a nod of agreement, even from LEGACY there was a very slight =\r\nnod, his single optic pulsing slightly. \n&gt; \n&gt; &quot;Does anyone here know how ma=\r\nny ships have crash landed here on this planet since you have been here?&quot; L=\r\nEO stopped for a moment as he looked at those in the crowd, his optics turn=\r\ning to look at each of the Maximals and Autobots who were present. \n&gt; \n&gt; Th=\r\nere were some in the audience who tentatively raised a hand and perhaps eve=\r\nn a few who raised it with confidence, but most kept their hands down, unsu=\r\nre. \n&gt; \n&gt; &quot;What ever you think that number is, multiply it several times.&quot; =\r\nLEO PRIME&#39;s words were frim and full of convition, &quot;You have to factor in t=\r\nhe Predacons and Decepticons that have crash landed here too, and then ther=\r\ne are the ships that crashed and had no survivors and so may have not been =\r\nreported, and of course the largest one that crash landed into the ocean.&quot;\n=\r\n&gt; \n&gt; LEO PRIME paused for a moment again to let that fact sink in and then =\r\nhe spoke. &quot;Most of these ships contained alien minerals, alien metals and a=\r\nlien technologies, objects that have no business being here on this planet =\r\nat this time.&quot; \n&gt; \n&gt; Gesturing at the audience LEO PRIME asked another ques=\r\ntion, &quot;Does anyone care to hazard a guess at how many tons of it are here o=\r\nn the Earth now?&quot; \n&gt; \n&gt; He paused again to look at the audience, fewer rais=\r\ning their hands. \n&gt; \n&gt; &quot;Or how about the last time there was some major bat=\r\ntle and you blew off a piece of someone&#39;s armor, or they lost a weapon, or =\r\nperhaps that happened to you?&quot; \n&gt; \n&gt; LEO PRIME&#39;s optic&#39;s brightened as he w=\r\nent on, &quot;Has anyone noticed that the humanoids on the planet are beginning =\r\nto learn from us, learning how to use tools and communicate ideas at a fast=\r\ner rate than they historical should have?&quot;\n&gt; \n&gt; Slamming his hands down on =\r\nthe podium he continued in a stronger voice, &quot;Mechs we are having an impact=\r\n on this planet, one that we should not be having. The humans have to proce=\r\ned unmolested on a planet that is supposed to be in a pristine condition wh=\r\nen they inherit it. There should be no leftover smog from our smelting of o=\r\nre, and it should not be being deprived of the very minerals that the human=\r\ns will need to survive. It should not be seeded with technologies that huma=\r\nns should not be able to fathom for another several million years, and we d=\r\nefinitely should not be having cities here, complete with internal crime an=\r\nd slums.&quot;\n&gt; \n&gt; LEO straightened as he looked over his audience to be sure t=\r\nhat he still had their attention. He nodded at the affect that he had. &quot;YES=\r\n, we have to stop Unicron and his minions! And YES, we have to round up the=\r\n Predacons and other assorted criminals that are still running around on th=\r\nis planet. More of which seem to be arriving daily.&quot; \n&gt; \n&gt; Gesturing at the=\r\n audience again LEO sighed, &quot;But we cannot make the Earth our permanent liv=\r\ning quarters, at least not yet. We have reports of civilians here, setting =\r\nup shop . . . setting up families.&quot; He paused again to look at the audience=\r\n, &quot;This planet belongs to the humans and the other animals that live here, =\r\nnot us. We do not have the right!&quot; \n&gt; \n&gt; LEO PRIME leaned into the audience=\r\n, &quot;If we continue on the course that we are now, we are no better than the =\r\nPredacons who take what they want. We are Maximals and Autobots, we are bet=\r\nter than that. We are here to defend it, but this planet, this place, it is=\r\n not our home, and we cannot, through our desire to defend it turn it into =\r\none, nor can we allow the Predacons to do so either.&quot;\n&gt; \n&gt; He straightened,=\r\n &quot;It is time for a change.&quot;\n&gt; \n&gt; (TAG)\n&gt; \n&gt; Preston\n&gt; \n&gt; \n\r\n--Apple-Mail-6--255881283\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Type: text/html;\n\tcharset=utf-8\r\n\r\n&lt;html&gt;&lt;body bgcolor=3D&quot;#FFFFFF&quot;&gt;&lt;div&gt;Tucson raises a hand in complete agree=\r\nment.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&quot; I give Leo Prime all of my support on this=\r\n topic. &nbsp;And as a Prime myself I wish to see this change follow throug=\r\nh faithfully. &quot;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;He turns his head in Leo Prime&#39;s d=\r\nirection.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&quot; Earth is not our home but Cybertron is=\r\n. We must right the wrongs that have been committed and send the Predicons =\r\nand Decepticons to an exile that will prevent them from ever returning to t=\r\nhis planet.&quot;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;He too, with the faceplate and near v=\r\noice pattern of Optimus Prime, Tucson Prime turns his head to everyone in t=\r\nhe room.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&quot; If I&#39;m not mistaken Char is still inhab=\r\nitable. I suggest we do as Leo Prime suggests and round up our adversaries =\r\nand exile them to Char as soon as we can all manage.&quot;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;=\r\ndiv&gt;Straight Shot raises her hand.&nbsp;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&quot; If we&#39;r=\r\ne gonna pull it off, a certain Prime is gonna need his sight back. Tucson P=\r\nrime always does so much for all of us. &nbsp;The least we can do now is ma=\r\nke him whole again. &nbsp;&quot;&lt;/div&gt;&lt;div&gt;&lt;br&gt;Perpetually on the move and const=\r\nantly busy.&nbsp;&lt;/div&gt;&lt;div&gt;&lt;br&gt;On Jun 22, 2011, at 12:26 PM, &quot;supercyclonu=\r\ns&quot; &lt;&lt;a href=3D&quot;mailto:supercyclonus@...&quot;&gt;supercyclonus@...&lt;/=\r\na&gt;&gt; wrote:&lt;br&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&lt;/div&gt;&lt;blockquote type=3D&quot;cite&quot;&gt;&lt;div&gt;\n\n\n\n\n&lt;=\r\nspan style=3D&quot;display:none&quot;&gt;&nbsp;&lt;/span&gt;\n\n\n\n    &lt;div id=3D&quot;ygrp-text&quot;&gt;\n   =\r\n   \n      \n      &lt;p&gt;OOC: Any Maximal or Autobot can be part of this&lt;br&gt;\n&lt;br=\r\n&gt;\nThe Maximals and Autobots are directed to the meeting area, which is near=\r\n to the front of the Ark bay area. A podium is set up and there are places =\r\nfor everyone to either stand up or sit down as is their want. &lt;br&gt;\n&lt;br&gt;\nAs =\r\neveryone moved into position, LEGACY, LORD ELDER, WINGSABER, SANTON, TORCA =\r\nand NOCTORRO come in a take positions near the podium itself, but it is the=\r\n bot known as LEO II that comes up to take the center of the stage. &lt;br&gt;\n&lt;b=\r\nr&gt;\nHe steps up behind the podium and take a moment to look at the assembled=\r\n individuals before him. He stands tall and proud, the whites and light bro=\r\nwns are caught well in the lights. His form is strong and well built and in=\r\n his face you can see the likeness of OPTIMUS PRIME himself. Behind him lay=\r\n the large fallen forms of OPTIMUS and MEGATRON locked, even in death, in t=\r\nhe eternal struggle of good versus evil. &lt;br&gt;\n&lt;br&gt;\nAnd it is in this back d=\r\nrop that LEO turned to face the assembled mechs and began to speak. &lt;br&gt;\n&lt;b=\r\nr&gt;\n&quot;Autobots, Maximals!&quot; LEO&#39;s voice is a rich baritone, one that easily ca=\r\nrried across the room. &quot;I am sure that you have been all wondering just wha=\r\nt this meeting is about.&quot; He smiled a warm and inviting smile as he looked =\r\naround the room. &quot;And for those who don&#39;t know me, I am LEO and have been n=\r\named a PRIME by the council of elders on Cybertron.&quot; He paused for a moment=\r\n for that to take affect and then continued, &quot;and what I have come here to =\r\ntalk about is Earth, and what we are doing here.&quot; &lt;br&gt;\n&lt;br&gt;\nLEO paused to m=\r\nake sure that everyone was keeping up and then continued, &quot;I have been sent=\r\n by the high council and have been discussing matters with both Your Lord E=\r\nlder as well as Legacy, both of whom have been instrumental in cataloging e=\r\nvents here on Earth, and what has been found we find disturbing.&quot;&lt;br&gt;\n&lt;br&gt;\n=\r\nThere was a glance from LORD ELDER to LEO, but it was a nod of agreement, e=\r\nven from LEGACY there was a very slight nod, his single optic pulsing sligh=\r\ntly. &lt;br&gt;\n&lt;br&gt;\n&quot;Does anyone here know how many ships have crash landed here=\r\n on this planet since you have been here?&quot; LEO stopped for a moment as he l=\r\nooked at those in the crowd, his optics turning to look at each of the Maxi=\r\nmals and Autobots who were present. &lt;br&gt;\n&lt;br&gt;\nThere were some in the audien=\r\nce who tentatively raised a hand and perhaps even a few who raised it with =\r\nconfidence, but most kept their hands down, unsure. &lt;br&gt;\n&lt;br&gt;\n&quot;What ever yo=\r\nu think that number is, multiply it several times.&quot; LEO PRIME&#39;s words were =\r\nfrim and full of convition, &quot;You have to factor in the Predacons and Decept=\r\nicons that have crash landed here too, and then there are the ships that cr=\r\nashed and had no survivors and so may have not been reported, and of course=\r\n the largest one that crash landed into the ocean.&quot;&lt;br&gt;\n&lt;br&gt;\nLEO PRIME paus=\r\ned for a moment again to let that fact sink in and then he spoke. &quot;Most of =\r\nthese ships contained alien minerals, alien metals and alien technologies, =\r\nobjects that have no business being here on this planet at this time.&quot; &lt;br&gt;=\r\n\n&lt;br&gt;\nGesturing at the audience LEO PRIME asked another question, &quot;Does any=\r\none care to hazard a guess at how many tons of it are here on the Earth now=\r\n?&quot; &lt;br&gt;\n&lt;br&gt;\nHe paused again to look at the audience, fewer raising their h=\r\nands. &lt;br&gt;\n&lt;br&gt;\n&quot;Or how about the last time there was some major battle and=\r\n you blew off a piece of someone&#39;s armor, or they lost a weapon, or perhaps=\r\n that happened to you?&quot; &lt;br&gt;\n&lt;br&gt;\nLEO PRIME&#39;s optic&#39;s brightened as he went=\r\n on, &quot;Has anyone noticed that the humanoids on the planet are beginning to =\r\nlearn from us, learning how to use tools and communicate ideas at a faster =\r\nrate than they historical should have?&quot;&lt;br&gt;\n&lt;br&gt;\nSlamming his hands down on=\r\n the podium he continued in a stronger voice, &quot;Mechs we are having an impac=\r\nt on this planet, one that we should not be having. The humans have to proc=\r\need unmolested on a planet that is supposed to be in a pristine condition w=\r\nhen they inherit it. There should be no leftover smog from our smelting of =\r\nore, and it should not be being deprived of the very minerals that the huma=\r\nns will need to survive. It should not be seeded with technologies that hum=\r\nans should not be able to fathom for another several million years, and we =\r\ndefinitely should not be having cities here, complete with internal crime a=\r\nnd slums.&quot;&lt;br&gt;\n&lt;br&gt;\nLEO straightened as he looked over his audience to be s=\r\nure that he still had their attention. He nodded at the affect that he had.=\r\n &quot;YES, we have to stop Unicron and his minions! And YES, we have to round u=\r\np the Predacons and other assorted criminals that are still running around =\r\non this planet. More of which seem to be arriving daily.&quot; &lt;br&gt;\n&lt;br&gt;\nGesturi=\r\nng at the audience again LEO sighed, &quot;But we cannot make the Earth our perm=\r\nanent living quarters, at least not yet. We have reports of civilians here,=\r\n setting up shop . . . setting up families.&quot; He paused again to look at the=\r\n audience, &quot;This planet belongs to the humans and the other animals that li=\r\nve here, not us. We do not have the right!&quot; &lt;br&gt;\n&lt;br&gt;\nLEO PRIME leaned into=\r\n the audience, &quot;If we continue on the course that we are now, we are no bet=\r\nter than the Predacons who take what they want. We are Maximals and Autobot=\r\ns, we are better than that. We are here to defend it, but this planet, this=\r\n place, it is not our home, and we cannot, through our desire to defend it =\r\nturn it into one, nor can we allow the Predacons to do so either.&quot;&lt;br&gt;\n&lt;br&gt;=\r\n\nHe straightened, &quot;It is time for a change.&quot;&lt;br&gt;\n&lt;br&gt;\n(TAG)&lt;br&gt;\n&lt;br&gt;\nPresto=\r\nn&lt;br&gt;\n&lt;br&gt;\n&lt;/p&gt;\n\n    &lt;/div&gt;\n     \n\n    \n\n\n\n\n\n&lt;!-- end group email --&gt;\n\n&lt;/di=\r\nv&gt;&lt;/blockquote&gt;&lt;/body&gt;&lt;/html&gt;\r\n--Apple-Mail-6--255881283--\r\n\n"}}