{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"aTrPDuXHtBagy1nG_ulcHaYFFtMpDhALm1h4VpqIdnLn16IEZX3eK5O6WdTzOY3Mt7ScAPtvcfGivHccmciIa7PHC95cZZiJIDm8OJWAtg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Character Request - WHEELIE","postDate":"1308781213","msgId":71307,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBTkxrVGltQjdOUDVqMURvTVVlU3pOM3VEQTRQRjFwTWRBQG1haWwuZ21haWwuY29tPg==","inReplyToHeader":"PGl0dHBncSthYzltQGVHcm91cHMuY29tPg==","referencesHeader":"PGl0dHBncSthYzltQGVHcm91cHMuY29tPg=="},"prevInTopic":71306,"nextInTopic":71308,"prevInTime":71306,"nextInTime":71308,"topicId":71306,"numMessagesInTopic":7,"msgSnippet":"I approve the character. I turn it over to Airly her approval as well. - Preston","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 31824 invoked from network); 22 Jun 2011 22:20:14 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m14.grp.re1.yahoo.com with QMQP; 22 Jun 2011 22:20:14 -0000\r\nX-Received: from unknown (HELO mail-gw0-f46.google.com) (74.125.83.46)\n  by mta1.grp.re1.yahoo.com with SMTP; 22 Jun 2011 22:20:14 -0000\r\nX-Received: by gwaa18 with SMTP id a18so665048gwa.5\n        for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 22 Jun 2011 15:20:13 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.236.77.234 with SMTP id d70mr1899975yhe.23.1308781213075; Wed,\n 22 Jun 2011 15:20:13 -0700 (PDT)\r\nX-Received: by 10.236.43.132 with HTTP; Wed, 22 Jun 2011 15:20:13 -0700 (PDT)\r\nIn-Reply-To: &lt;ittpgq+ac9m@...&gt;\r\nReferences: &lt;ittpgq+ac9m@...&gt;\r\nDate: Wed, 22 Jun 2011 18:20:13 -0400\r\nMessage-ID: &lt;BANLkTimB7NP5j1DoMUeSzN3uDA4PF1pMdA@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Character Request - WHEELIE\r\nX-Yahoo-Group-Post: member; u=435352480; y=hqEd5vwv0UnQ4kIMLHn02F2KW3C_XCD9XnEnQZ5RWJ5qLflfrS_0xg\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nI approve the character. I turn it over to Airly her approval as well.\n\n- Preston\n\nOn 6/22/11, adamsafran &lt;adamsafran@...&gt; wrote:\n&gt; Requesting the character of Wheelie, going back along with Leos&#39; crew to\n&gt; pastoral Earth.  Can be one of the reinforcements and such sent in.\n&gt;\n&gt; WHEELIE\n&gt;\n&gt; Faction: Autobot/Maximal\n&gt;\n&gt; QUOTE:  Look there, over there!  Friends find, look behind!\n&gt;\n&gt; PROFILE:  An Autobot by the name of Wheelie grew up on a crashed ship,\n&gt; surviving for an unkonwn period of time on Quintessa.  Found by Autobots\n&gt; during the first Unicron crisis, he soon joined them and was a stalwart part\n&gt; of their forces going alon gwith the first Maximal Imperium after the war.\n&gt; A loner often forming strong bonds adn freindships and with a unique sort of\n&gt; personality from his time spent in isolation and having to fight to survive,\n&gt; Wheelie is often accompanied by his scrounger friend Gnaw, operating with\n&gt; local groups that cna tolerate his infmay as he moves on.\n&gt;\n&gt; ABILITIES:  A permanent glitch in his vocal processor developed by his long\n&gt; period in isolation upon Quintessa, Wheelie&#39;s vocalizer tends to vocalize in\n&gt; ways in whatever linguistic dialect that are often translated as &#39;rhymes&#39;.\n&gt; These tend to be high pitched, grating, and annoying, and prolonged exposure\n&gt; is held to be extremely damaging to one&#39;s circuits, much like Cosmic Rust\n&gt; and Fire Suppressant Foam.  As such, the sight (or sound) of Wheelie on the\n&gt; battlefield is often enough to drive many Predacons or Decepticons to flee\n&gt; and abandon the area.\n&gt;\n&gt; Wheelie is armed with a small energon slingshot with a close range high\n&gt; capacity load that is capable of inflicting significant damage on larger\n&gt; Cybertronians.  His small alt mode of a Cybertronian racer has a top speed\n&gt; of 180 kilometers per hour and a range of over three thousand kilometers.\n&gt; Wheelie himself is heavily energon efficient, even by Maximal standard, and\n&gt; his bodyframe is capable of extended independent functioning without\n&gt; refueling or repairs (which is the way many Maximals would profess to like\n&gt; it), and is quite simplistic to maintain that even Wheelie can keep himself\n&gt; basically functional without medical supervision.  His small bodyframe is\n&gt; also quite agile and difficult to hit, combined with his long vorns spent of\n&gt; surviving have made him quite surprisingly adept at escape and evasion,\n&gt; guerilla operations, and reconaissance in urban or organic areas.\n&gt;\n&gt;\n&gt; Weaknesses:  Wheelie has much of a reputation, deserved or not, among\n&gt; Autobots and Decepticons.  While he can count some as staunch friends, his\n&gt; ability to seemingly inflict insanity to those in constant presence of his\n&gt; chattering has made many Autobots and Maximals wish to avoid prolonged\n&gt; interactions with him, and can lead to his constant solo operations in the\n&gt; field without backup.  This has also lead to a constant but unsubstantiated\n&gt; threats of violence to be inflicted upon him by his own faction, depending\n&gt; on how casual the company is.\n&gt;\n&gt; Wheelie&#39;s form, while agile, is very small and very vulnerable, and lacks\n&gt; power.  He is weak physically, and his primary weapon (an energon slingshot)\n&gt; has a very limited range, and even low powered energy weapons can inflict\n&gt; significant damage upon him.  In a hand to hand fight he is seriously\n&gt; vulnerable to damage and can take few hits.\n&gt;\n&gt;\n&gt; History:  Wheelie spent unknown thousands of vorns as the only survivor of a\n&gt; crashed ship upon Quintessa, where upon his rescue he became a stalwart part\n&gt; of the AUtobot forces, most often operating on long range reconaissance\n&gt; missions or as backup to his friends.  After the Autobot/Decepticon War\n&gt; ended, and many of his friends went into retirement, Wheelie was not\n&gt; upgraded along with teh initial wave of Maximal upgrading, preferring to\n&gt; keep his original body as a memory to those whom had been lost in the war.\n&gt;\n&gt; Pending the end of the war, Wheelie&#39;s whereabouts became much fo a mystery,\n&gt; with various stories at any point theorizing he had been killed in a back\n&gt; alley by Autobot/Decepticons (most often accompanied by &#39;I&#39;LL DRINK TO\n&gt; THAT!&#39; in Maccadam&#39;s) to that he was working with th Maximal Security\n&gt; Administration.  One theroy even stated that he had been part of the Maximal\n&gt; Experimentation Program that had produced Protoform X, simply stating that\n&gt; he was what had driven the unit that would eventually call itself Rampage to\n&gt; total sociopathy and nihilism simply from being locked in a cell for the\n&gt; experiments!  Many would explain their decline to believe in Primus by\n&gt; saying &#39;He made that guy, didn&#39;t he?&#39; and gesture to the MiniBot.\n&gt;\n&gt; (Un)fortunately, Wheelie has been still functioning over the era, living on\n&gt; Cybertron, often going on trips to search the galaxy and find more\n&gt; information.  While there, he would spend much of his time in Little Iacon\n&gt; remiscing of the old days.  Upon attemptimg to join a craft, according to\n&gt; scuttleaft a Maximal hit upon the idea of sending him along with Leo&#39;s\n&gt; reinforcement crew to Earth.\n&gt;\n&gt; Further scuttleaft was hoping that by sending him several tens of thousands\n&gt; of vorns back in time and to active military conflict would &#39;get the little\n&gt; cans to be recycled&#39;, but were never actively confirmed as transfer orders\n&gt; were sent.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n"}}