{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":69240176,"authorName":"adamsafran","from":"&quot;adamsafran&quot; &lt;adamsafran@...&gt;","profile":"adamsafran","replyTo":"LIST","senderId":"H42YHAX2mgDtCDniaeRpS8VsOTZyenp2hMhOB_p_6--H2gunczarZ1-6fWv7exDe-3SWsS7x_jl0tiGiy0k_GjiTkyU6fnAmMVU","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Changing times (Cue: All Maximals & Autobots)","postDate":"1309317210","msgId":71346,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGl1ZTU4citudXFuQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGl1Y3U2YStzb3VrQGVHcm91cHMuY29tPg=="},"prevInTopic":71344,"nextInTopic":71349,"prevInTime":71345,"nextInTime":71347,"topicId":71299,"numMessagesInTopic":178,"msgSnippet":"Wheelie resisted the urge to pick a fight over with Tuscon at the mention of someone being injured, though the look of shooting his energon slugs from his","rawEmail":"Return-Path: &lt;adamsafran@...&gt;\r\nX-Sender: adamsafran@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 60526 invoked from network); 29 Jun 2011 03:13:32 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m8.grp.sp2.yahoo.com with QMQP; 29 Jun 2011 03:13:32 -0000\r\nX-Received: from unknown (HELO n40b.bullet.mail.sp1.yahoo.com) (66.163.168.154)\n  by mta2.grp.sp2.yahoo.com with SMTP; 29 Jun 2011 03:13:32 -0000\r\nX-Received: from [69.147.65.172] by n40.bullet.mail.sp1.yahoo.com with NNFMP; 29 Jun 2011 03:13:32 -0000\r\nX-Received: from [98.137.34.73] by t14.bullet.mail.sp1.yahoo.com with NNFMP; 29 Jun 2011 03:13:32 -0000\r\nDate: Wed, 29 Jun 2011 03:13:30 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;iue58r+nuqn@...&gt;\r\nIn-Reply-To: &lt;iucu6a+souk@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;adamsafran&quot; &lt;adamsafran@...&gt;\r\nSubject: Re: Changing times (Cue: All Maximals & Autobots)\r\nX-Yahoo-Group-Post: member; u=69240176; y=JRwTlZhCAAv5DETtR2Y1gYuZjwVc9XakZEYnrUMGy4PlDw9-mA\r\nX-Yahoo-Profile: adamsafran\r\n\r\nWheelie resisted the urge to pick a fight over with Tuscon at the mention o=\r\nf someone being injured, though the look of shooting his energon slugs from=\r\n his slingshot up to the somewhat bulkier Autobot&#39;s optics ran strong in hi=\r\ns optics.\n\nWheelie then took a seat over to the back, &quot;Well, if they all ge=\r\nt to have the fun, we should go catch up and get someone! If they won&#39;t com=\r\ne out to play, then we&#39;ll have to hit them another way.  In case they don&#39;t=\r\n wish to come about, we&#39;ll have to go within and out!  They&#39;re up to no goo=\r\nd as it might ever seem, so I think we should take the chance to try and ma=\r\nke them scream!&quot;\n\n\n&gt; Tucson turns to Kup. He too, could sense something a m=\r\niss.\n&gt; \n&gt; &quot; You&#39;re right Kup, something is disturbing about Windlord...  It=\r\n seems that perhaps some Predacon programming may have remained there resid=\r\nually..  Hopefully Stanton and Bump will be able to convince him to have an=\r\nother scan done of his logic circuitry, just to be on the safe side.  No do=\r\nubt that Hydras has impacted us all, especially those who have been infecte=\r\nd by that Predacon shell program.&quot;\n&gt; \n&gt; He tightens his fist.\n&gt; \n&gt; &quot; That i=\r\ns why perhaps it&#39;s wise that I confront him one on one.  He has not infecte=\r\nd me but has struck at Rodimus, Windlord and Nightlight.  For their saftey,=\r\n I take the burden of dealing with Hydras personally.&quot;\n&gt; \n&gt; Straight Shot, =\r\nUproar, Quickstride, and Rat Trap nearly fall out of their seats with eyes =\r\nwide with shock. Straight Shot is the first to speak up.\n&gt; \n&gt; &quot;ARE YOU NUTS=\r\n?!  YOU CAN&#39;T DO THAT HE&#39;LL KILL YOU!&quot;\n&gt; \n&gt; Quickstride chimes in next.\n&gt; \n=\r\n&gt; &quot;Yeah, that&#39;s like whoah, seriously not a very good decision sir..  Very =\r\ngenerous but wow, that could really be messy.&quot;\n&gt; \n&gt; Rat Trap looks to Tucso=\r\nn.\n&gt; \n&gt; &quot;Wheels, ya can&#39;t, ya just can&#39;t do that.  You got a great bunch of=\r\n bots, like ya said, please ya gotta accept help this time.&quot;\n&gt; \n&gt; Tucson lo=\r\noks to everyone.\n&gt; \n&gt; &quot; I know you have all expressed concern over my actio=\r\nns, when it comes to Hydras, and I fully understand why you are so concerne=\r\nd.  Hydras needs to be stopped, but I can not expect any of you to become v=\r\nulnerable to his attack, when it is I who should be doing something about h=\r\nim personally.  Rodimus, I owe it to you to avenge what he has done to you,=\r\n Nightlight and Windlord, soley due to the fact that when you needed me yea=\r\nrs ago, I did not come through for you.  Now, I have to redeem myself for t=\r\nhat costly mistake, and amend the wrongs which have been set upon you.&quot;\n&gt; \n=\r\n&gt; Uproar looks to Tucson.\n&gt; \n&gt; &quot; But, that wasn&#39;t your fault.  I read up on=\r\n it, you didn&#39;t do anything wrong, you were out there going above and beyon=\r\nd the call of duty and you were unexpectedly hit from behind.  There was no=\r\n way you could have avoided what happened to you.  Although, we don&#39;t know =\r\nwho did it do we?  That wasn&#39;t in the intel I read.  Guys, We can&#39;t let Tuc=\r\nson face Hydras all alone, it&#39;s way too dangerous.&quot;\n&gt; \n&gt; Straight Shot look=\r\ns to Leo Prime and everyone else.\n&gt; \n&gt; &quot;Leo Prime,everyone, I believe I kno=\r\nw how ta fill in the gaps as to what happened vorns ago.  I was with him du=\r\nring that battle.  He had finished dealing with some of the heavy hitting b=\r\nattlechargers, when he noticed that Rodimus and the others were getting ser=\r\niously pegged out in battle.  He couldn&#39;t just sit there and watch it happe=\r\nn, and he knew that decoy detail wasn&#39;t best suited for his alt form which =\r\nat the time, was more designed for utility and off road driving.  But he co=\r\nuldn&#39;t bare to see anyone suffer or be oppressed so he did the unthinkable,=\r\n and beyond his ability specifications, he sped out there to catch the atte=\r\nntions of the Seekers, who were concentrating on striking at the Autobot sp=\r\needsters.  Well, Tucson got their attention and began to draw them away fro=\r\nm Rodimus and the others, but then, un be known to him, way out in the dist=\r\nance, Cyclonus hid himself nicely among cloud cover, and decided to take a =\r\npop shot at Tucson.  Well, I saw out of the rear view, Cyclonus in the dist=\r\nance, and then I saw the shot coming toward us.  After that, Tucson and I w=\r\nere struck, but I was the only one who saw the shot and the perpetrator.  T=\r\nhen, anything after the strike, I really don&#39;t remember.&quot;\n&gt; \n&gt; Night Shift =\r\nnow hobbles into the room slowly.\n&gt; \n&gt; &quot; I do.  I - was there too.  I could=\r\n see Cyclonus headn&#39; toward &#39;em, but I was so far off fightn&#39; some of the c=\r\nombaticons, I couldn&#39;t get there fast enough ta swing Tucson or Straight Sh=\r\not outa the way.  I was miles behind them  and no matter how loud I beeped =\r\nmy horn ta warn &#39;em, they couldn&#39;t hear me.  Then, yeah, I saw that slag ba=\r\nll hit my buddy, and there was an explosion that went miles up in the sky..=\r\n I thought for sure he was a gonner..  I did my best ta get back up, and th=\r\nen got Tucson back ta base..  He was off line for a long time, and when he =\r\nwoke up, he thought the power went out..  Little did he know he was struck =\r\nblind by Cyclonus, never ta see the light of day again, or at least until h=\r\ne got a second opinion from a medic.&quot;\n&gt; \n&gt; Straight Shot knew that Talon wo=\r\nuld also like to see Tucson get his sight back.  She smiles to Talon and pu=\r\nts a hand on hers.\n&gt; \n&gt; &quot; I think Talon said it best, when she said it was =\r\ntime we gave Tucson back his eyes.  Leo Prime, before anything else, I thin=\r\nk it&#39;s time you guys fought as a whole, and you really can&#39;t do that unless=\r\n all of you can see the road ahead of you.  So, if I may do so, I want to r=\r\nequest that Tucson Prime undergoes a detailed examination and full repair o=\r\nf his visual impairment.&quot;\n&gt; \n&gt; Tucson looks to Straight Shot and Talon.\n&gt; \n=\r\n&gt; &quot;They&#39;re right.  It&#39;s time I stopped procrastinating.  Stanton, Bump, I w=\r\nould like to give you two the honor of undergoing this proceedure.  I&#39;ve se=\r\nen your work, and I would be honored if you would perform the repairs.&quot;\n&gt; \n=\r\n&gt; He looks to everyone confidently.\n&gt; \n&gt; &quot; We will do this, we will overcom=\r\ne every obsticle they&#39;ve put in front of us.  But we must work as a team if=\r\n we&#39;re to achieve success.&quot; \n&gt; \n&gt; --- In nbwrpg@yahoogroups.com, Airshadow =\r\nNightstar &lt;airly2002@&gt; wrote:\n&gt; &gt;\n&gt; &gt; Kup\n&gt; &gt; \n&gt; &gt; Kup looked in sadness ho=\r\nw Windlord Stormed out the room and then he looked at Tucson said  =E2=80=\r\n=9CIt seems that Nighlight is in her old self... But time will tells, this =\r\nexperience have been a tought one... But Windlord, start to worries me... H=\r\ne=E2=80=99s so a gressive lately=E2=80=9D\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; From: Sandy Panico =\r\n\n&gt; &gt; Sent: Monday, June 27, 2011 10:12 PM\n&gt; &gt; To: nbwrpg@yahoogroups.com \n&gt;=\r\n &gt; Subject: Re: Changing times (Cue: All Maximals & Autobots)\n&gt; &gt; \n&gt; &gt; \n&gt; &gt;=\r\n \n&gt; &gt; \n&gt; &gt; Tucson nods witha smile of relief.\n&gt; &gt; \n&gt; &gt; &quot; That&#39;s good to hea=\r\nr. Hopefully she will return with undaunted fortitude.&quot;\n&gt; &gt; \n&gt; &gt; His expres=\r\nsions change once again as comments are thrown around as Wheelie tries to e=\r\nxplain what he knows about the Unicronians.  It was the same look he had gi=\r\nven Legacy for his words against his commands.\n&gt; &gt; \n&gt; &gt; To get his point qu=\r\nickly across the room a fist goes down hard on the table with thunderous fo=\r\nrce.\n&gt; &gt; \n&gt; &gt; &quot; That&#39;s enough!  If one more negative comment is said at thi=\r\ns table, those who say them will have to answer to me!  Is that understood?=\r\n!&quot;\n&gt; &gt; \n&gt; &gt; Perpetually on the move and constantly busy. \n&gt; &gt; \n&gt; &gt; On Jun 2=\r\n7, 2011, at 3:41 AM, Airshadow Nightstar &lt;airly2002@&gt; wrote:\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; =\r\n    \n&gt; &gt;   Windlord/Talon/Kup:\n&gt; &gt; \n&gt; &gt;   &quot;I cant stand you!!&quot;growled Windl=\r\nord and leave annoyed the room.\n&gt; &gt; \n&gt; &gt;   Talon shook her head and walked =\r\nslowly towards a corder while Kup sighed and \n&gt; &gt;   looked at Tucson and sa=\r\nid &quot;Nighlight is recovering fast and Elita is with \n&gt; &gt;   her, Do you know =\r\nif any of the Doctors are vailable in order to perfomr a \n&gt; &gt;   last check =\r\nbefore she leaves the Medical Bay?&quot;\n&gt; &gt; \n&gt; &gt;   -----Original Message----- \n=\r\n&gt; &gt;   From: adamsafran\n&gt; &gt;   Sent: Sunday, June 26, 2011 10:02 PM\n&gt; &gt;   To:=\r\n nbwrpg@yahoogroups.com\n&gt; &gt;   Subject: Re: Changing times (Cue: All Maximal=\r\ns & Autobots)\n&gt; &gt; \n&gt; &gt;   &gt;\n&gt; &gt;   &gt; Tucson listens to Wheelie and clears his=\r\n throat with a bit of a commanding \n&gt; &gt;   &gt; voice.\n&gt; &gt;   &gt;\n&gt; &gt;   &gt; &quot; I unde=\r\nrstand you&#39;re not accustomed to things here, wheelie but may I \n&gt; &gt;   &gt; rem=\r\nind you that Respect of all your comrades is extremely essential. \n&gt; &gt;   &gt; =\r\nPlease, try to be a little more mindful of what you say. Rat Trap risked \n&gt;=\r\n &gt;   &gt; his spark to save mine when it seemed that I was near termination. A=\r\nnd \n&gt; &gt;   &gt; anyone who does so, deserves respect.&quot;\n&gt; &gt;   &gt;\n&gt; &gt;   &gt; Tucson P=\r\nrime states with a stern yet knowledgable expression on his face.\n&gt; &gt; \n&gt; &gt; =\r\n  Wheelie just sitting over and gazing back at Tuscon, then turning over to=\r\n \n&gt; &gt;   Windrazor, &quot;youe ver tried speaking with a brain? Try it sometime, =\r\nlife \n&gt; &gt;   will never be the same.&quot;\n&gt; &gt; \n&gt; &gt;   Then going to settle in his=\r\n seat to wait for Leo Prime to continue over with \n&gt; &gt;   the discussion.\n&gt; =\r\n&gt; \n&gt; &gt;   ------------------------------------\n&gt; &gt; \n&gt; &gt;   Yahoo! Groups Link=\r\ns\n&gt; &gt;\n&gt;\n\n\n\n"}}