{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":167039986,"authorName":"Sandy Panico","from":"Sandy Panico &lt;magicquartz@...&gt;","profile":"magicquartz","replyTo":"LIST","senderId":"u7rHz1Ft_44cI6OaQfoPFr9iOW7BgT18LAvQGtf5G56z1M0WhoJvbQT71PwKtTdsEtxApTUsOld3DDbH8LOun1vnqvRG9_iOvQcU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Changing times (Cue: All Maximals & Autobots)","postDate":"1310008666","msgId":71427,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEQzMDI3NkUwLTY1RDUtNEY2OC1BRUY3LUU1RTU0N0IyMDAwN0B5YWhvby5jb20+","inReplyToHeader":"PGl2MzU2YStvbHFtQGVHcm91cHMuY29tPg==","referencesHeader":"PGl2MzU2YStvbHFtQGVHcm91cHMuY29tPg=="},"prevInTopic":71426,"nextInTopic":71428,"prevInTime":71426,"nextInTime":71428,"topicId":71299,"numMessagesInTopic":178,"msgSnippet":"Ooc: gotchya. BIC: Tucson nods and turns to get ready for a little alone time with Talon. Yet he turns back to Wheelie.  If that s what you want, that s fine","rawEmail":"Return-Path: &lt;magicquartz@...&gt;\r\nX-Sender: magicquartz@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 78526 invoked from network); 7 Jul 2011 03:17:51 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m15.grp.re1.yahoo.com with QMQP; 7 Jul 2011 03:17:51 -0000\r\nX-Received: from unknown (HELO smtp116-mob.biz.mail.ac4.yahoo.com) (98.136.86.55)\n  by mta1.grp.re1.yahoo.com with SMTP; 7 Jul 2011 03:17:51 -0000\r\nX-Received: (qmail 96730 invoked from network); 7 Jul 2011 03:17:51 -0000\r\nX-Received: from [192.168.1.103] (magicquartz@209.6.194.61 with xymcookie)\n        by smtp116-mob.biz.mail.ac4.yahoo.com with SMTP; 06 Jul 2011 20:17:50 -0700 PDT\r\nX-Yahoo-SMTP: t85HAz2swBBMGqLt2wa7oz2qa1cGma3V\r\nX-YMail-OSG: diETLgkVM1nS7Mmb9LpfxMhGTyNCCJKsFI9n.jaAAWTwlLu\n KrK17x8hXAOlcFizZHAzXiq0aCUI5iXCHLkXVFl15N2opz.mPAo4DYMVQaXL\n 2p3rJyrdtNafcL1CQqvqeUMyOpcCxqBmOEOvXaiQuQVEF3QeYDCc6hJFgURb\n YHzM_X7OnvmqykhcfJCpHjZDYirGzHTGKHmr3LFbpd.mDlWIPDv4ee6CSSse\n vbysylfO7EKC4We4FKpDb.z4o7c7.TsrZWz1QX7j86giO6EQ7OOtTg_uAP07\n xYEL_yitLj.ZD95fTmn4.1_5PKH5S4EgDbPJP7nfuKaDdoMedK_6AkJ53pa9\n hhu9QNgyKV.i3f.IH6neYZwQNo52yJuoFm5vsCUB02kEw5HVu5.XeACOWxNf\n QxBOyPimtWkYOP20V5f9wfxlQ8w.klZ5dHITtQxQyHsVrcVILB0Wkbm6PMbf\n hLzz8.M.3gBem3Lpzabz1aGVAsmJTthLkEPEr7qpl6.xPD31c_0nqIaDZsE2\n OldoJF.j5yQ1N0iM7IZ5lyENf7HjeypoULbkQsEZ_r9OAetM3CirpzJiMni.\n a4MurFwC1FEITeiLxMcGCtptfLJ4BtWIAqDvk0YFYngFKha9t2Zzpg1vkqwS\n fev.Bq0TOgAA.hdFvS.WSOul844hZuxkyPV1j4IIh.3VSm_gUMY9r5AfLvNO\n pFENETWgiPNEUol94neTB2aQPPXFnStW6Bvkl7y1cN4tBV3OB0PegYF3Bqpb\n W854tx8hZ8.Ma3K_KWO1iqjs4HtF0DDE4uxSnLg2kmGHeYLvkrkY3T_GzRD9\n Lft_nrB5b37B2zXmiaCCuZxjzAukeUD1i1JvJ0jkkwNDM0OvgXA3.H3S6.VC\n NMkpVvIag15c4RyhY.rKobAJ0z2X548P15DOfoI00oRk-\r\nX-Yahoo-Newman-Property: ymail-3\r\nReferences: &lt;iv356a+olqm@...&gt;\r\nIn-Reply-To: &lt;iv356a+olqm@...&gt;\r\nX-Apple-Yahoo-Original-Message-Folder: Inbox\r\nMime-Version: 1.0 (iPhone Mail 8J2)\r\nContent-Type: multipart/alternative;\n\tboundary=Apple-Mail-16-988987510\r\nContent-Transfer-Encoding: 7bit\r\nMessage-Id: &lt;D30276E0-65D5-4F68-AEF7-E5E547B20007@...&gt;\r\nX-Mailer: iPhone Mail (8J2)\r\nX-Apple-Yahoo-Replied-Msgid: 1_37349_AJyzo0IAAX66ThUYFgWcFyM2Kwo\r\nDate: Wed, 6 Jul 2011 23:17:46 -0400\r\nTo: &quot;nbwrpg@yahoogroups.com&quot; &lt;nbwrpg@yahoogroups.com&gt;\r\nFrom: Sandy Panico &lt;magicquartz@...&gt;\r\nSubject: Re: Changing times (Cue: All Maximals & Autobots)\r\nX-Yahoo-Group-Post: member; u=167039986; y=tIvMSbJiA8EXOP9DbaCWGYXPKWIb_QBPaq9WXHQ1F3HmkwvlTno\r\nX-Yahoo-Profile: magicquartz\r\n\r\n\r\n--Apple-Mail-16-988987510\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Type: text/plain;\n\tcharset=utf-8\r\n\r\nOoc: gotchya.\n\nBIC:\n\nTucson nods and turns to get ready for a little alone =\r\ntime with Talon.\n\nYet he turns back to Wheelie.\n\n&quot; If that&#39;s what you want,=\r\n that&#39;s fine by me, Wheelie.  But keep in mind, it doesn&#39;t hurt to have a f=\r\nriend as well as a comrade by your side. I learned that many vorns ago when=\r\n I started working with the Autobots.  And yes war is a difficult time and =\r\nwe can not weaken our defenses but, it doesn&#39;t mean we have to be anti soci=\r\nal either.  Strength is in numbers.  That was one of Master Yokitron&#39;s word=\r\ns.&quot;\n\nTucson backs into his private quarters and closes the door softly.\n\nPe=\r\nrpetually on the move and constantly busy. \n\nOn Jul 6, 2011, at 10:20 PM, &quot;=\r\nadamsafran&quot; &lt;adamsafran@...&gt; wrote:\n\n&gt; \n&gt; &gt; \n&gt; &gt; Meanwhile, in Tucson=\r\n&#39;s quarters, Tucson looks down at Wheelie and realizes that he had no idea =\r\nof his change of status, seeing that the last time they were together Tucso=\r\nn was just an average comrade, just a slight larger than Wheelie. He heaves=\r\n a sigh and kneels down to Wheelie.\n&gt; &gt; \n&gt; &gt; &quot; I was going to give you a le=\r\ncture and a warning but I realize you just comeback online after many vorns=\r\n . You were not aware of my change of status to Prime office and perhaps mi=\r\nstook me for my previous status. I&#39;ll let it go this one time, Wheelie but =\r\nkeep in mind that a Prime is a Prime no matter who they are. All right, you=\r\n&#39;re free to roam the Auto base now. Please try not to get sent to my office=\r\n again, okay?&quot;\n&gt; &gt; \n&gt; &gt; With a smile of understanding, Tucson opens the doo=\r\nr to let Wheelie go on his way. Once having let Wheelie free, he waits for =\r\nTalon with a light hearted smile on his face.\n&gt; &gt; \n&gt; \n&gt; OOC - Uhm, I posted=\r\n Wheelie leaving your quarters and he never entered them in the first place=\r\n, then him heading out. So there&#39;s no way he coudl have been there, and he =\r\nwouldn&#39;t have gone back over to them! So will pose this as taking place out=\r\n in the ship corridors. Thanks!\n&gt; \n&gt; Also, I appreciate your posting, but i=\r\nt&#39;s sort of weird how you have each and every character of your&#39;s coming up=\r\n, then doing something to me, then knowing each and every thing that happen=\r\ned to each adn every other one that did, and them all having the exact same=\r\n opinions over on everyone as everyone else did. \n&gt; \n&gt; Also, unless your ch=\r\naracte ris asuperior officer who&#39;s going to emphatically order him to do so=\r\nmething, please don&#39;t pose him going somewhere far else after you for a set=\r\nup. Since it&#39;s hideously unrealistic for him to go back to Tuscon&#39;s quarter=\r\ns twice now as you&#39;ve posed him doing when he&#39;s not especially fond of Tusc=\r\non, nor him following someone else as well when I posd him trying to leave.=\r\n So, if going to go somewhere with him, please give me a cahnce to respond =\r\nto it ahead of time. It&#39;s two times you posed him extensively going with yo=\r\nur characters when it was not in character for him to do so.\n&gt; \n&gt; If your c=\r\nharacters have had interactions with him in the past or things I should kno=\r\nw of, let me know? As I have no idea where Wheelie interacted with Tuscon o=\r\nr how they would have remotely konwn of one another, and you&#39;ve posted repe=\r\naetdly that Tuscon knows him from the past, when I have no idea of that.\n&gt; =\r\n\n&gt; So again, if they&#39;ve had interactions as NPC&#39;s, let me know their generi=\r\nc history so I can respond appropriately. If he&#39;s going to be told to go so=\r\nmewhere wtih someone, either give me a chance to respond appropriately if h=\r\ne does or not, or make it something like a specific order in the case someo=\r\nne is a superior. And it&#39;s also rather weird how your characers come up fro=\r\nm nowhere, all have the exact same opininos and back one another up to the =\r\nhilt on thier interactions and everything. I feel kind of wedged into a cor=\r\nner by this.\n&gt; \n&gt; I understand I&#39;m new to the gruop and you&#39;ve been here mu=\r\nch longer, I just feel rather hemmed in on the character with what you&#39;re d=\r\noing and am confused as to how things operate, and how you have all of your=\r\n alts congregating and making me feel pressed into a corner.\n&gt; \n&gt; Anyways, =\r\nsorry if this is coming fof a bit too negative, thank you very much for the=\r\n welcome here and for playing wtih me and interacting with Wheelie.\n&gt; \n&gt; &lt;B=\r\nack In Character&gt;\n&gt; \n&gt; Wheelie, having met Tuscon up in the hall, gazes ove=\r\nr at him, &quot;What is this with all of you? You&#39;re back and forth whatever I d=\r\no. This is what Prime is, just a rank? It seems like it&#39;s just sort of dank=\r\n. We had four of five in a room, that&#39;s not a level of doom and gloom.&quot;\n&gt; \n=\r\n&gt; Then, walking away from Tuscon, but looking behind, &quot;I&#39;m glad you&#39;re good=\r\n with all of your friends, congrualtions on the promotion and to whatever e=\r\nnds. But we, we were never friends. We went back and forth in our ways, and=\r\n I respect your orders for these days. But we&#39;re not here to have fun, we&#39;r=\r\ne here to fight and run and gun.&quot;\n&gt; \n&gt; Wheelie leaning against the wall, &quot;I=\r\n&#39;ll work wtih you, if you do tell, but I&#39;m a soldier, and war is hell. I&#39;d =\r\nprefer to keep my own advice, and I appreciate your friends, they try and b=\r\ne nice. But don&#39;t have them ganging up on me and telling me what to do, or =\r\nhow you&#39;ll react, or on you&#39;ll I chew. So by al lmeans, give me some space,=\r\n we&#39;re here to fight for the future of our race.&quot;\n&gt; \n&gt; \n\r\n--Apple-Mail-16-988987510\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Type: text/html;\n\tcharset=utf-8\r\n\r\n&lt;html&gt;&lt;body bgcolor=3D&quot;#FFFFFF&quot;&gt;&lt;div&gt;Ooc: gotchya.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div=\r\n&gt;BIC:&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;Tucson nods and turns to get ready for a lit=\r\ntle alone time with Talon.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;Yet he turns back to Wh=\r\neelie.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&quot; If that&#39;s what you want, that&#39;s fine by m=\r\ne, Wheelie. &nbsp;But keep in mind, it doesn&#39;t hurt to have a friend as wel=\r\nl as a comrade by your side. I learned that many vorns ago when I started w=\r\norking with the Autobots. &nbsp;And yes war is a difficult time and we can =\r\nnot weaken our defenses but, it doesn&#39;t mean we have to be anti social eith=\r\ner. &nbsp;Strength is in numbers. &nbsp;That was one of Master Yokitron&#39;s w=\r\nords.&quot;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;Tucson backs into his private quarters and =\r\ncloses the door softly.&lt;/div&gt;&lt;div&gt;&lt;br&gt;Perpetually on the move and constantl=\r\ny busy.&nbsp;&lt;/div&gt;&lt;div&gt;&lt;br&gt;On Jul 6, 2011, at 10:20 PM, &quot;adamsafran&quot; &lt;&lt;=\r\na href=3D&quot;mailto:adamsafran@...&quot;&gt;adamsafran@...&lt;/a&gt;&gt; wrote:&lt;=\r\nbr&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&lt;/div&gt;&lt;blockquote type=3D&quot;cite&quot;&gt;&lt;div&gt;\n\n\n\n\n&lt;span style=3D&quot;=\r\ndisplay:none&quot;&gt;&nbsp;&lt;/span&gt;\n\n\n\n    &lt;div id=3D&quot;ygrp-text&quot;&gt;\n      \n      \n   =\r\n   &lt;p&gt;&lt;br&gt;\n&gt; &lt;br&gt;\n&gt; Meanwhile, in Tucson&#39;s quarters, Tucson looks dow=\r\nn at Wheelie and realizes that he had no idea of his change of status, seei=\r\nng that the last time they were together Tucson was just an average comrade=\r\n, just a slight larger than Wheelie.  He heaves a sigh and kneels down to W=\r\nheelie.&lt;br&gt;\n&gt; &lt;br&gt;\n&gt; &quot; I was going to give you a lecture and a warnin=\r\ng but I realize you just comeback online after many vorns .   You were not =\r\naware of my change of status to Prime office and perhaps mistook me for my =\r\nprevious status.  I&#39;ll let it go this one time, Wheelie but keep in mind th=\r\nat a Prime is a Prime no matter who they are.   All right, you&#39;re free to r=\r\noam the Auto base now.  Please try not to get sent to my office again, okay=\r\n?&quot;&lt;br&gt;\n&gt; &lt;br&gt;\n&gt; With a smile of understanding, Tucson opens the door =\r\nto let Wheelie go on his   way.   Once having let Wheelie free, he waits fo=\r\nr Talon with a light hearted smile on his face.&lt;br&gt;\n&gt; &lt;br&gt;\n&lt;br&gt;\nOOC - Uh=\r\nm, I posted Wheelie leaving your quarters and he never entered them in the =\r\nfirst place, then him heading out.  So there&#39;s no way he coudl have been th=\r\nere, and he wouldn&#39;t have gone back over to them!  So will pose this as tak=\r\ning place out in the ship corridors.  Thanks!&lt;br&gt;\n&lt;br&gt;\nAlso, I appreciate y=\r\nour posting, but it&#39;s sort of weird how you have each and every character o=\r\nf your&#39;s coming up, then doing something to me, then knowing each and every=\r\n thing that happened to each adn every other one that did, and them all hav=\r\ning the exact same opinions over on everyone as everyone else did.  &lt;br&gt;\n&lt;b=\r\nr&gt;\nAlso, unless your characte ris  asuperior officer who&#39;s going to emphati=\r\ncally order him to do something, please don&#39;t pose him going somewhere far =\r\nelse after you for a setup.  Since it&#39;s hideously unrealistic for him to go=\r\n back to Tuscon&#39;s quarters twice now as you&#39;ve posed him doing when he&#39;s no=\r\nt especially fond of Tuscon, nor him following someone else as well when I =\r\nposd him trying to leave.  So, if going to go somewhere with him, please gi=\r\nve me a cahnce to respond to it ahead of time.  It&#39;s two times you posed hi=\r\nm extensively going with your characters when it was not in character for h=\r\nim to do so.&lt;br&gt;\n&lt;br&gt;\nIf your characters have had interactions with him in =\r\nthe past or things I should know of, let me know?  As I have no idea where =\r\nWheelie interacted with Tuscon or how they would have remotely konwn of one=\r\n another, and you&#39;ve posted repeaetdly that Tuscon knows him from the past,=\r\n when I have no idea of that.&lt;br&gt;\n&lt;br&gt;\nSo again, if they&#39;ve had interaction=\r\ns as NPC&#39;s, let me know their generic history so I can respond appropriatel=\r\ny.  If he&#39;s going to be told to go somewhere wtih someone, either give me a=\r\n chance to respond appropriately if he does or not, or make it something li=\r\nke a specific order in the case someone is a superior.  And it&#39;s also rathe=\r\nr weird how your characers come up from nowhere, all have the exact same op=\r\nininos and back one another up to the hilt on thier interactions and everyt=\r\nhing.  I feel kind of wedged into a corner by this.&lt;br&gt;\n&lt;br&gt;\nI understand I=\r\n&#39;m new to the gruop and you&#39;ve been here much longer, I just feel rather he=\r\nmmed in on the character with what you&#39;re doing and am confused as to how t=\r\nhings operate, and how you have all of your alts congregating and making me=\r\n feel pressed into a corner.&lt;br&gt;\n&lt;br&gt;\nAnyways, sorry if this is coming fof =\r\na bit too negative, thank you very much for the welcome here and for playin=\r\ng wtih me and interacting with Wheelie.&lt;br&gt;\n&lt;br&gt;\n&lt;Back In Character&gt;&lt;=\r\nbr&gt;\n&lt;br&gt;\nWheelie, having met Tuscon up in the hall, gazes over at him, &quot;Wha=\r\nt is this with all of you?  You&#39;re back and forth whatever I do.  This is w=\r\nhat Prime is, just a rank?  It seems like it&#39;s just sort of dank.  We had f=\r\nour of five in a room, that&#39;s not a level of doom and gloom.&quot;&lt;br&gt;\n&lt;br&gt;\nThen=\r\n, walking away from Tuscon, but looking behind, &quot;I&#39;m glad you&#39;re good with =\r\nall of your friends, congrualtions on the promotion and to whatever ends.  =\r\nBut we, we were never friends.  We went back and forth in our ways, and I r=\r\nespect your orders for these days.  But we&#39;re not here to have fun, we&#39;re h=\r\nere to fight and run and gun.&quot;&lt;br&gt;\n&lt;br&gt;\nWheelie leaning against the wall, &quot;=\r\nI&#39;ll work wtih you, if you do tell, but I&#39;m a soldier, and war is hell.  I&#39;=\r\nd prefer to keep my own advice, and I appreciate your friends, they try and=\r\n be nice.  But don&#39;t have them ganging up on me and telling me what to do, =\r\nor how you&#39;ll react, or on you&#39;ll I chew.  So by al lmeans, give me some sp=\r\nace, we&#39;re here to fight for the future of our race.&quot;&lt;br&gt;\n&lt;br&gt;\n&lt;/p&gt;\n\n    &lt;/=\r\ndiv&gt;\n     \n\n    \n\n\n\n\n\n&lt;!-- end group email --&gt;\n\n&lt;/div&gt;&lt;/blockquote&gt;&lt;/body&gt;&lt;=\r\n/html&gt;\r\n--Apple-Mail-16-988987510--\r\n\n"}}