{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"MN-1p9KjxAgqdRcTTSNizrcvZJh2f5-rY_Cu_Au0v6rcHxVx-pS9e9rIBQwEfl6MhAwYh6HbEiXIsNx2v5gf1FZ4ho63J6gpXuBF4_DH9g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Strange meetings - the Silver Dragon and the Preds","postDate":"1312852770","msgId":71585,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE92MlVGPXQtNnFMM3hjVjM3NV8xTko4Nm1MZFZ1SzdyVjNTcXdGdUxZOU5wZ0BtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PDczRjkxMDI0LTdDN0MtNDIyMi1BNEI1LUM5ODcyMUQ0Mzc1OUB5YWhvby5jb20+","referencesHeader":"PENBQlpKWE90UHYweDNRYmgzUHN0UDhqakZBdW9uSEdSdlJ1K242eWdSV3FoTTAxSE5VZ0BtYWlsLmdtYWlsLmNvbT4JPDczRjkxMDI0LTdDN0MtNDIyMi1BNEI1LUM5ODcyMUQ0Mzc1OUB5YWhvby5jb20+"},"prevInTopic":71584,"nextInTopic":71586,"prevInTime":71584,"nextInTime":71586,"topicId":71578,"numMessagesInTopic":35,"msgSnippet":"OOC: FYI. I would imagine that Tuscon is about the same size as Optimus Primal, who is approximately 10 feet tall. Since Maximals don;t size change all that","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 5679 invoked from network); 9 Aug 2011 01:19:31 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m13.grp.re1.yahoo.com with QMQP; 9 Aug 2011 01:19:31 -0000\r\nX-Received: from unknown (HELO mail-yi0-f45.google.com) (209.85.218.45)\n  by mta1.grp.re1.yahoo.com with SMTP; 9 Aug 2011 01:19:31 -0000\r\nX-Received: by yih10 with SMTP id 10so2092163yih.4\n        for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 08 Aug 2011 18:19:31 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.236.143.100 with SMTP id k64mr329160yhj.76.1312852771030; Mon,\n 08 Aug 2011 18:19:31 -0700 (PDT)\r\nX-Received: by 10.236.34.194 with HTTP; Mon, 8 Aug 2011 18:19:30 -0700 (PDT)\r\nIn-Reply-To: &lt;73F91024-7C7C-4222-A4B5-C98721D43759@...&gt;\r\nReferences: &lt;CABZJXOtPv0x3Qbh3PstP8jjFAuonHGRvRu+n6ygRWqhM01HNUg@...&gt;\n\t&lt;73F91024-7C7C-4222-A4B5-C98721D43759@...&gt;\r\nDate: Mon, 8 Aug 2011 21:19:30 -0400\r\nMessage-ID: &lt;CABZJXOv2UF=t-6qL3xcV375_1NJ86mLdVuK7rV3SqwFuLY9Npg@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Strange meetings - the Silver Dragon and the Preds\r\nX-Yahoo-Group-Post: member; u=435352480; y=KPhkIk4zuvGTP_IIvwhaAOPOtpyF15Lmqz5FerCmQJxl4txJ7cNQ9A\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nOOC: FYI. I would imagine that Tuscon is about the same size as\nOptimus Primal, who is approximately 10 feet tall. Since Maximals\ndon;t size change all that much, the dragon mode should also be about\n10 feet long, with the tail maybe giving him another 3 - 5 feet or\nlength and the wings perhaps almost the same width. he would not\nfeasibly be able to surround the  Preds, especailly as far out as they\nare spaced. He can try to circle around, but that is a big circle.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; &quot; Look, below us.   THAT has no right happening.  Hydras has gone too far,\n&gt; and it&#39;s time he was put in his place!&quot;\n&gt;\n&gt; With a roar of sheer rage, he turns on the surrounding Predacons releasing a\n&gt; powerful stream of fire, flames a bright hue of red, yellow and blue.\n&gt;\n&gt; &quot; Now let&#39;s show Hydras what happens when he preys on innocent creatures!&quot;\n\n&lt;NEW&gt;\n\nWhat stands before TUSCON is nearly ALL the Predacon forces. The\nFuzors SKYSHADOW, INJECTOR and BUZZCLAW seemed to be keeping watch\nwith CYCLONUS flhing lead along with SCOURGE and several sweeps.\n\nDEEPSTRYKE floats high in the air as PHOBIA and BLACK RAZOR circle\nabout. as well as WASPINATOR who buzzes about angrilly as he watched.\n\nThey are all flying above miles and miles and miles of burning\ndinosaurs. Beast and reptiles of all sorts! What sorts they were it is\ndifficult to tell, being as they are on fire as the Maximals approach.\nThe stench is hideous, and most of the trees and surrounding scrub is\nburning along with the reptiles, the preds are darting all around the\nsuper large burning pyre.\n\nThat is until TUSCON starts firing.\n\n&gt; &lt;OLD Straight Shot & Talon&gt;\n&gt;\n&gt; As Straight Shot rides with Talon, she picks up on Tucson&#39;s location and\n&gt; from a far, realizes what is now transpiring between him and Hydras!  Still\n&gt; in cross bow mode, she calibrates her systems and weight distribution to fit\n&gt; Talon&#39;s configurations, for optimal results.\n&gt;\n&gt; &quot; Hydras!  Ohhh I can&#39;t believe he&#39;s gonna face off with him again!  He\n&gt; doesn&#39;t realize that he needs help!  Wait, Ohh good, he&#39;s not alone, Rodimus\n&gt; is with him.  But still, it doesn&#39;t hurt ta lend him a hand.  I better let\n&gt; Leo Prime in on this, he&#39;s probably wondering why Tucson isn&#39;t contacting\n&gt; him, which is something he&#39;s notorious for doing. &quot;\n&gt;\n&gt; She opens her link to Leo Prime.\n&gt;\n&gt; &quot; Leo Prime, it&#39;s me, Straight Shot.  Talon and I are reaching Tucson&#39;s\n&gt; location shortly and I&#39;m sure he hasn&#39;t contacted you yet.  He&#39;s with\n&gt; Rodimus and now he&#39;s facing off with Hydras.  A lotta fire just got deployed\n&gt; and I&#39;m definitely sure it wasn&#39;t from Hydras.  Tucson&#39;s in a really bad\n&gt; mood, and I think it&#39;s about ta get worse.&quot;\n\n&lt;NEW&gt;\n\n&quot;This is Leo. Judging from your location we are at least several hours\nfrom you, and that that is for those of us who can fly. You had better\nget Tuscon reigned in until we can get there. Leo Prime. Out.&quot;\n\n&gt; &lt;OLD - Straight Shot, Talon & Hydras&gt;\n&gt;\n&gt; Much to Straight Shot&#39;s suspicion, Tucson does indeed have the look of an\n&gt; enraged predator on his draconic face.  What he wouldn&#39;t do to be able to\n&gt; sink his sharp claws into Hydras, tearing at his armor until there was\n&gt; nothing left.  Yet he holds enough restraint to hold back from doing so, for\n&gt; the time being.\n&gt;\n&gt; &quot; Many innocent creatures who were native to this planet have lost their\n&gt; lives needlessly, no thanks to you and your reign of greed and destruction.\n&gt; This is NOT our planet and we have NO right taking away what belongs here!\n&gt; That is what brings me here, Hydras!  This planet deserves freedom and I am\n&gt; here to make sure it gets it!&quot;\n&gt;\n&gt; He exclaims with a loud draconic roar, as smoke seeps out of his flaring\n&gt; nostrils as do a couple of white hot flames.\n&gt;\n&gt; With Rodimus still on his back, Tucson circles Hydras as the never ending\n&gt; coils of his long tail creates a ring around the enemy.\n&gt;\n&gt; &quot;Rodimus, this is also your chance to take back something that was taken\n&gt; from you.  No holds barred, do what you feel is the right thing, and what\n&gt; you feel in your spark is rightful to your cause.  I will follow suit.  We\n&gt; will fight as one, and as one we will serve judgement to those who deserve\n&gt; it. &quot;\n&gt;\n&gt; He remains in his circling pattern, waiting for Rodimus to direct him, in\n&gt; hopes to help build his confidence as an Autobot Commander.  At the same\n&gt; time, Tucson had to learn to control his greatest weakness, his\n&gt; uncontrollable temper which left unchecked, had the potential to turn him\n&gt; into an extremely dangerous individual.  Now that he takes on the role of a\n&gt; powerful creature, it would prove hard to quell the fire that burns deep\n&gt; within his spark.  He hoped that this partnership would help keep the\n&gt; balance between the both of them.  They would need that more than ever if\n&gt; they have hopes of stopping Hydras for good.\n&gt;\n\n&lt;NEW&gt;\n\n&quot;Tuscon!&quot; RODIMUS imperiously said from TUSCON&#39;s back. &quot;That&#39;s alot of\nPredacons out there. Unless you have some back up out here that I\ndon&#39;t know about we are a long way from home.&quot; RODIMUS looked around,\n&quot;I see Cyclonus, have you seen Hydras yet?&quot;\n\nIt was not fear that moved RODIMUS in all this, but a warrior&#39;s\ncaution. Even the most fearless of warriors had to know when the odds\nwere stacked against them, and when they had even a snowball&#39;s chance\nof winning a fight. As RODIMUS pulled out his rifle and targeted the\nPredacons, he could not help wondering if he fires will it get them\nall killed, and if TUSCON wanted to them to go down in some blaze of\nglory.  Even two primes cannot stand up to the entire Predacon forces!\n\nCYCLONUS and HYDRAS were by themsevles their equals and at the moment\nHYDRAS was not visible, which made the situation even more dangerous.\nAnd that was not counting all the other Predacons just waiting to blow\nthem out of the air.\n\n&quot;What are you doing here.&quot; CYCLONUS&#39; voice came over the comlink over\na general frequency. &quot;We have no quarel with you this night. Continue\nfiring on us and we will wipe you from the skies.&quot;\n\nThere was a wicked chuckle from SKYSHADOW, &quot;I don&#39;t think these two\nwould try to take on the entire Predacon army. Maybe they came to be\nthe dino beasts along with us?&quot;\n\n&quot;He is full of enough hot air.&quot; SCOURGE said, sounding almost eager to\nfight. &quot;Maybe he can put it to some good use.&quot; SCOURGE&#39;s sweeps began\nto circle outwards their weapons charging but not yet firing.\n\n&quot;Finish burning the dinosaurs.&quot; CYCLONUS barked to the other Predacons\nwho seemed to be approaching. &quot;Make sure none of the crazed beasts\nrises again.&quot;\n\nCYCLONUS, SCOURGE and the sweeps slid foward, &quot;We will deal with these\nintruders.&quot; DEEPSTRYKE PHOBIA and BLACK RAZOR slid in behind them.\n\nDEEPSTRYKE sent HYDRAS a message alerting him to TUSCON&#39;s and RODIMUS&#39;\nappearance and the approach of a flying Maximal. (Talon)\n\n(TAG)\n\nPreston\n\n"}}