{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":69240176,"authorName":"adamsafran","from":"&quot;adamsafran&quot; &lt;adamsafran@...&gt;","profile":"adamsafran","replyTo":"LIST","senderId":"jThdfckPasQvk9m3UBF5-l3c_A3lZ8lDlCzP3q3IIQKhryFtaG6Y8lElHwPLKOwQIQTM5fY-pe28c7NJv3M5JfpFPmE0tEExU6M","spamInfo":{"isSpam":false,"reason":"6"},"subject":"Re: Enter the Jungle!","postDate":"1320462589","msgId":72600,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGo5MjlkdCtxYjVvQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGo4cnJnditwOTI5QGVHcm91cHMuY29tPg=="},"prevInTopic":72594,"nextInTopic":72605,"prevInTime":72599,"nextInTime":72601,"topicId":72581,"numMessagesInTopic":17,"msgSnippet":"OOC - Vice Grip is digigng, Waspinator is flying (and probably going to be crushed at some point, Dinobot is running on the ground.  Feel free to post","rawEmail":"Return-Path: &lt;adamsafran@...&gt;\r\nX-Sender: adamsafran@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 46762 invoked from network); 5 Nov 2011 03:09:50 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m14.grp.sp2.yahoo.com with QMQP; 5 Nov 2011 03:09:50 -0000\r\nX-Received: from unknown (HELO n43d.bullet.mail.sp1.yahoo.com) (66.163.169.157)\n  by mta3.grp.sp2.yahoo.com with SMTP; 5 Nov 2011 03:09:50 -0000\r\nX-Received: from [69.147.65.174] by n43.bullet.mail.sp1.yahoo.com with NNFMP; 05 Nov 2011 03:09:50 -0000\r\nX-Received: from [98.137.35.12] by t12.bullet.mail.sp1.yahoo.com with NNFMP; 05 Nov 2011 03:09:50 -0000\r\nDate: Sat, 05 Nov 2011 03:09:49 -0000\r\nTo: nbwrpg@yahoogroups.com\r\nMessage-ID: &lt;j929dt+qb5o@...&gt;\r\nIn-Reply-To: &lt;j8rrgv+p929@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;adamsafran&quot; &lt;adamsafran@...&gt;\r\nSubject: Re: Enter the Jungle!\r\nX-Yahoo-Group-Post: member; u=69240176; y=H73FeQkP3w4Gu45He_owaMPwaRYpozhBnUvHVO00K2wRzcw9tw\r\nX-Yahoo-Profile: adamsafran\r\n\r\nOOC - Vice Grip is digigng, Waspinator is flying (and probably going to be =\r\ncrushed at some point, Dinobot is running on the ground.  Feel free to post=\r\n something kabonging Waspy.  It&#39;s his state in life!\n\n\n&gt;\n&gt; As the party qui=\r\nckly moves away from the clearing and towards the jungle, the area foliage =\r\nquickly becomes much denser. As they are still following a trail they are s=\r\ntill able to pass through it relatively easily, but at the sides of the tra=\r\nil the brush and plants are becoming thicker and greener. However as we hav=\r\ne night still falling, the way ahead is getting darker, and the gnarled tre=\r\ne limbs beginning to look as much like claws as they do wood. \n&gt; \n&gt; For tho=\r\nse who have chosen to fly. Before them would be what appears to be an a dar=\r\nk ocean of or dark green water complete with waves as the tops of tress mov=\r\ne lazily in response to unseen breezes. The sky itself is clear and bright,=\r\n very little in the way of cloud cover and the moon is just beginning to ma=\r\nke itself seen as it rises up over the horizon of trees. A casual gaze down=\r\nward shows the rest of the group walking along, wether in robot mode or bea=\r\nst mode, but a quick glance ahead showed that in very short order the group=\r\n below will be harder and harder to locate due to the every increasing dens=\r\nity of the plant life. \n&gt; \n&gt; For those who were burrowing along underground=\r\n, even their way was becoming slowed with the massive entanglement of roots=\r\n that sat just beneath the surface of the ground. \n&gt; \n&gt; However for all tea=\r\nms there is one constant. Within the space of a mile the communications go =\r\nfrom crystal clear to non-existent. Even the IFF com-signal goes down, and =\r\neveryone is restricted to sensory recognition only. Even sensors are muffle=\r\nd somewhat, although visual, audio and olfactory senses appear to be unaffe=\r\ncted. \n&gt; \n&gt; At the front of the group on the ground LEO PRIME walked in bea=\r\nst mode, a lion stalking through the jungle, looking completely at home her=\r\ne. TORCA, who was in an almost nightmarerish fusion of elephant and killer =\r\nwhale walked next to him, and on the other side was SANTON in his MAMMOTH b=\r\neast mode. \n&gt; \n&gt; Around these three ranges the rest of the Maxmals, some in=\r\n the air, like AIRHAMMER, NOCTORRO and WINGCALIBER while there were others =\r\non the ground like BANTOR. \n&gt; \n&gt; Then again the PREDACONS were here too, ma=\r\nking their presence felt as they flew and walked. SKYSHADOW was in the air =\r\nin beast mode along with BUZZCLAW and INJECTOR, while QUICKSTRIKE and TERRO=\r\nRGATOR walked on the ground. \n&gt; \n&gt; &quot;This way!&quot; LEO PRIME said as he walked =\r\non. &quot;The signal is coming from this way.&quot; He was carrying the makeshift tra=\r\ncking device, its signal taking him darker and darker into the dark of the =\r\nJungle!\n&gt; \n&gt; OOC: I am not sure who is flying and who is walking. Most I ca=\r\nn make assumptions on. Is Hydras flying or walking, I am not sure if the Hy=\r\ndra has wings? Also is Buzzsaw going to be flying above the trees or just b=\r\nelow the treeline. Either one is possible, although it will call for some f=\r\nancy flying to stay below as the trees get denser. \n&gt; \n\n&lt;NEW&gt;\n\nAt this poin=\r\nt, as the group came on to a seeming battle sight, DINOBOT held up then as =\r\nthe MAXIMALS took the forefront.  Tracking was not his forte, and for now h=\r\ne would remain mostly quiet.  HE was along for muscle, after all.\n\nWhereas =\r\nVICE GRIP was an expert tracker of some ability, for the moment he was not =\r\nvisible (and eprhaps unknown) just digging along over underground.  Along w=\r\nith DRILL BIT, a few dozen meters and tracking the TRANSFORMERS up above by=\r\n their IFF signals through the dirt, going past heavy roots and vines under=\r\nneath.\n\nAnd WASPINATOR, flying along in the air, went very, very slowly.  W=\r\nhile he was an agile and adept flier, the increasing undergrowth made him s=\r\nlow down heavily to avoid being bludgeoned.\n\nAnd so, as they found tracks, =\r\nDINOBOT watched as the battle sight was analyzed by the MAXIMALS, waiting f=\r\nor further instructions.\n\n\n"}}