{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"KJ8aTyG3zoS-dEYkIEFFvTVujgNN8XdJx2DM-XND0TD4kLxXD1ROLqcaln6t90Eckx_8yiLgWNdDl3w6k9dIdkA8yKuMhnCf6A-Fqkcd4Q","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Of fire and evil storms!","postDate":"1323516523","msgId":72783,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE90dVNWeEV2TjdEX0JiTUNPYUdCPVgrVjVEX2NjYjE4S3ZVVmVOQU05eDl1Z0BtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGpidjVocCtvOTRiQGVHcm91cHMuY29tPg==","referencesHeader":"PENBQlpKWE9zPUZnc1ZjZW5BR0NSMFdaeHBKS2tkSmdUc1lEQ0Z4cUpoaXZhZV9GPVBXZ0BtYWlsLmdtYWlsLmNvbT4JPGpidjVocCtvOTRiQGVHcm91cHMuY29tPg=="},"prevInTopic":72782,"nextInTopic":72788,"prevInTime":72782,"nextInTime":72784,"topicId":72731,"numMessagesInTopic":30,"msgSnippet":"...  CRYOTEK and SKYSHADOW continue to watch each other for a long moment none of them moving, thier optics bright and their weapons steady. You know I","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 73762 invoked from network); 10 Dec 2011 11:28:43 -0000\r\nX-Received: from unknown (98.137.35.160)\n  by m13.grp.sp2.yahoo.com with QMQP; 10 Dec 2011 11:28:43 -0000\r\nX-Received: from unknown (HELO mail-gx0-f172.google.com) (209.85.161.172)\n  by mta4.grp.sp2.yahoo.com with SMTP; 10 Dec 2011 11:28:43 -0000\r\nX-Received: by ggnk5 with SMTP id k5so5879547ggn.17\n        for &lt;nbwrpg@yahoogroups.com&gt;; Sat, 10 Dec 2011 03:28:43 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.216.105 with SMTP id op9mr1309110obc.57.1323516523138;\n Sat, 10 Dec 2011 03:28:43 -0800 (PST)\r\nX-Received: by 10.182.60.131 with HTTP; Sat, 10 Dec 2011 03:28:43 -0800 (PST)\r\nIn-Reply-To: &lt;jbv5hp+o94b@...&gt;\r\nReferences: &lt;CABZJXOs=FgsVcenAGCR0WZxpJKkdJgTsYDCFxqJhivae_F=PWg@...&gt;\n\t&lt;jbv5hp+o94b@...&gt;\r\nDate: Sat, 10 Dec 2011 06:28:43 -0500\r\nMessage-ID: &lt;CABZJXOtuSVxEvN7D_BbMCOaGB=X+V5D_ccb18KvUVeNAM9x9ug@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Of fire and evil storms!\r\nX-Yahoo-Group-Post: member; u=435352480; y=9uTdQNd6W5r-2x6uCCVrMF29iVhhyTV0hAJm2FOwticIAfOx_6z5HA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Rattrap observes the happenings, and ponders them.  He could see some sort\n&gt; of pattern happening.\n&gt;\n&gt; &quot;Hmmm, whatever it is, it&#39;s feedn&#39; off of aggression and anger.  The Cons\n&gt; and Preds got plenty of that.  Notice how it didn&#39;t take any of us yet?\n&gt; It&#39;s like I dunno, but it&#39;s like it knows how we operate and what makes us\n&gt; tick.  I could be wrong, but that&#39;s what it feels like..&quot;\n&gt;\n&gt; Quickstride nods.\n&gt;\n&gt; &quot; You&#39;re right, it hasn&#39;t taken any of us Maximals yet.  It&#39;s like it knows\n&gt; something.  Chaos..  It could be feeding off of chaos, and that&#39;s one thing\n&gt; we don&#39;t have here.  Among us anyway.  Guys, I think Rattrap&#39;s onto\n&gt; something, if we keep our composure as we are, and our commitment to\n&gt; cooperation, whatever grabbed them won&#39;t grab us. &quot;\n&gt;\n&gt; Rattrap looks to everyone.\n&gt;\n&gt; &quot; We gotta keep our cool, even if  it is gonna be difficult..&quot;\n&gt;\n&gt; He looks over to Skyshadow and Cryotek.\n&gt;\n&gt; &quot; If you guys wanna avoid what happened ta your boss, ya better keep it\n&gt; tagether.  Just a little hint of advice.&quot;\n\n&lt;NEW&gt;\n\nCRYOTEK and SKYSHADOW continue to watch each other for a long moment\nnone of them moving, thier optics bright and their weapons steady.\n\n&quot;You know I know more about what&#39;s going on here than you.&quot; CRYOTEK\nsaid as watched SKYSHADOW warily. &quot;If we&#39;re going to get out of here\nwe need knowledge as much as firepower.&quot;\n\n&quot;Fine!&quot; SKYSHADOW said, &quot;You want to run the show, then run it.&quot; His\nwords were dark and deep. &quot;But will revisit this later, just you\nwait.&quot;\n\nCRYOTEK nodded although for a long moment neither of them dropped\ntheir weapons. Then finally they both lowered them and for a moment it\nseemed as if the Predacons breathed a sigh of relief.\n\nLooking over at RAT TRAP and QUICKSTRIDE, &quot;Is that why you think that\nHydras was taken, in addition to Cyclonus and Scourge?&quot; He raised an\noptic ridge. &quot;There is another commonality that you have not yet\nconsidered.&quot;\n\nLEO PRIME nodded as he was catching on to it.\n\n&quot;What! What?&quot; BANTOR said looking around as if he was the only one who\ndidn&#39;t catch it.\n\nSANTON leaned in, &quot;All of them were have some of Unicron built into\nthem. Even Hydras is built from Galvatron Unicron&#39;s former herald.&quot;\n\nWith a surprised expression BANTOR nodded.\n\n&quot;Well we have lost our guide.&quot; LEO PRIME said looking down at the\ndestroyed tracker. &quot;so they couldn&#39;t all have been holograms either.&quot;\n\nNOCTORRO looked at LEO PRIME, &quot;Now which way?&quot;\n\nTERRORGATOR pointed, &quot;There?&quot; he said as he pointed at the caves.\n\nThere was a grunt from BANTOR, &quot;Yeah, but how do we know where it goes.&quot;\n\nLEO PRIME walked towards the caves. &quot;We don&#39;t, but I would think this\nis the same place Tuscon was taken.&quot;\n\n\nMeanwhile unknown to most some of the PREDACONS had taken it upon\nthemselves to make other plans . . .\n\n&gt;\n&gt; For the moment, up in the trees, BLACKARACHNIA had managed to try and plant\n&gt; a powerful homing beacon tracking the IFF of Hydras &#39;before&#39; his capture,\n&gt; which each PREDACON had been planted with.\n&gt;\n&gt; Hopefully being able to use it to track HYDRAS even through the heavy\n&gt; jamming in the area.\n\n&lt;NEW&gt;\n\nIf these new beacons that BLACKARACHNIA was trying to plant were the\nequivalent of digital bugle in power outputs, what she was getting\nback was like &#39;triangles&#39;. It was heavily muted and only good for\nshort range, perhaps 40 or 50 meters. Actually better than what they\nwere getting before, which was virtually nothing past 10 meters.\n\nHowever having said that there was still no trace of HYDRAS. If he was\nstill alive, he was out of sensor range.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; For the moment, wtih transponders only working at close range, DINOBOT had\n&gt; vanished along with DRILL BIT into the tunnels in all of the chaos, probably\n&gt; unnoticed, wtih BLACKARACHNIA hiopefully being able to at short range at\n&gt; least give them a heading through the comm jamming to track the tracer\n&gt; beacon upon HYDRAS, if possible.\n&gt;\n&gt; With WASPINATOR up in teh air hopefully assisting with providing\n&gt; triangulation, with luck they mnight have a rough heading to break off and\n&gt; begin tracking thier &#39;leader&#39; even as SKY SHADOW and CRYOTEK put on a show.\n\nThe tunnels appear to be going down, the ground sloping down almost\nsharply in spots. The tunnel walls are made completely of stone and\nrock and, at least at this point, look natural. There was still no\ntrace of HYDRAS as they went down. However the interesting thing was\nthat the lower they went the shorter their transponder signal became.\nWhatever it was they were going into, the interference on their\ncom-links and transponders was getting stronger.\n\n&gt;\n&gt; OOC - Entirely up to you if this works for purposes you have SuperCyc, and\n&gt; feel free to have it not, them be on a wild scraplet chase, or for thier\n&gt; sensors to not get ahold of anything at all or be able to communicater.\n&gt; It&#39;s all itnended as an attempt, anyways.  What thier initial plan was,\n&gt; whether it works remotely or not.\n\nOOC: No problem and welcome back. :)\n\n(TAG)\n\n- Preston\n\n"}}