{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"DMJZDDTLV6F81ODJHolF3OomJLpNEZi1509qfvaAbJ_3Df_LL9izWVZjgoDGPJbRUCJoll0Cam0WAhvpEe4TZh3w2H4LeZYX5ZqrhLdBKQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Dark Reunions and Evil Lights","postDate":"1325179695","msgId":72895,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE92YUIrS2hhb0YybUFacWliUUg1bXNGZUdFa3VrOExIY0tUTTR1Uk1BUXhtUUBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":72897,"prevInTime":72894,"nextInTime":72896,"topicId":72895,"numMessagesInTopic":37,"msgSnippet":"OOC: As I am responding, please keep in mind that Tuson, at the beginning of this post, was several hundred meters away, and in a different thread from Leo","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 49540 invoked from network); 29 Dec 2011 17:28:16 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m14.grp.sp2.yahoo.com with QMQP; 29 Dec 2011 17:28:16 -0000\r\nX-Received: from unknown (HELO mail-tul01m020-f175.google.com) (209.85.214.175)\n  by mta3.grp.sp2.yahoo.com with SMTP; 29 Dec 2011 17:28:16 -0000\r\nX-Received: by obcwn6 with SMTP id wn6so10308993obc.20\n        for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 29 Dec 2011 09:28:15 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.31.78 with SMTP id y14mr31816220obh.25.1325179695426; Thu,\n 29 Dec 2011 09:28:15 -0800 (PST)\r\nX-Received: by 10.182.251.102 with HTTP; Thu, 29 Dec 2011 09:28:15 -0800 (PST)\r\nDate: Thu, 29 Dec 2011 12:28:15 -0500\r\nMessage-ID: &lt;CABZJXOvaB+KhaoF2mAZqibQH5msFeGEkuk8LHcKTM4uRMAQxmQ@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Dark Reunions and Evil Lights\r\nX-Yahoo-Group-Post: member; u=435352480; y=ajBMRU9YOWZ0qaCeXGy4zfM1s60xM6AK_Ck4mKINLCWlFfIqqFUosA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nOOC: As I am responding, please keep in mind that Tuson, at the\nbeginning of this post, was several hundred meters away, and in a\ndifferent thread from Leo Prime and the rest of the Maximals and the\ndoor is BEHIND the Maximals and Predacons, so he would most likely not\neven be aware of its existence never mind its closing.\n\nHowever I am merging the two threads now. GAME ON!\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Tucson kicks up the blue light of his optics to give everyone a bit more\n&gt; light.  He was determined to reach the outside and meet up with Leo Prime to\n&gt; get to the bottom of the stasis pod trade off which he had NEVER been told\n&gt; or agreed to.   He was overstepped by Leo and was not happy.  In all his\n&gt; life he never thought he could feel distrust for a fellow Prime but, now he\n&gt; felt it.  He felt betrayed by the very being he thought was honest with him.\n&gt;  And now he felt that the one who truly earned that right was Big Convoy.\n&gt; But now things had to change.  He had to gain full command of his division\n&gt; and it meant having to tell Leo in a civil manner that it was best for him\n&gt; to stand down and return full leadership to Tucson Prime, who would never in\n&gt; his life, submit to such an unspeakable demand of trading a life in exchange\n&gt; for cooperation.\n&gt;\n&gt; So he sends a message to Leo hoping it would reach him.\n&gt;\n&gt; Leo, it has come to my attention that you have made an unspeakable demand\n&gt; with the Predicons in order to establish their cooperation.  By doing so you\n&gt; overstepped my command and agreed to something I would never agree to.\n&gt; Needless to say when all is said and done, I expect you to answer for your\n&gt; actions and I demand that your unspeakable bargain be renounced immediately,\n&gt; as well as your chain of command.  I will allow you to remain among us but\n&gt; keep in mind you will be under my command.  The same will hold true for\n&gt; Rodimus upon his return.  And now, to take your place, I hereby request that\n&gt; Big Convoy assists me in leadership of our troop.&quot;\n&gt;\n&gt; He turns to Big Convoy.\n&gt;\n&gt; &quot; I would be honored if you would take your place beside me as leader of my\n&gt; Maximal clan.  My command is your command and you have proven to be more\n&gt; than trustworthy.  Everyone, you are all welcome among my clan.  Our home is\n&gt; your home now.&quot;\n\n&lt;NEW&gt;\n\nTUSCON&#39;s attempt to send a radio wave signal is met with static as the\ntransmission was completely lost.\n\nHowever TUSCON&#39;s hearing is able to pick up the sound of many\nindividuals approaching from one of the paths leading away from where\nhe was standing. In fact there were three. One led back in the\ndirection he came, another led further down into darkness and the\nthird led upwards, and that was the direction he thought he heard LEO\nPRIME&#39;s voice, along with several other voices.\n\nBIG CONVOY glanced at TUSCON at his offer, &quot;You mean you believe this\nPredacon about Leo Prime?&quot; CONVOY had a surprised look on his face.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; There was an amused glance over at the roaring TUSCON, and DRILL BIt\n&gt; murmured, &quot;Really, Maximal, you should have been a Predacon. You acn&#39;t go\n&gt; half a breem without screaming at someone..&quot; Audible only to those paying\n&gt; -close- attention given all of the yelling going around at hte moment.\n&gt;\n&gt; Listening as the MAXIMALS came down the hole, DRILL BIT, not yet aware of\n&gt; the slamming trap up top, whispered, &quot;Right ons chedule.&quot;\n&gt;\n&gt; Then as the MAXIMALS and possibly teh PREDACONS were coming on down,\n&gt; went to transform and then dig away underground to lie in wait anew.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Tucson growls back at Drill Bit with a snarl.\n&gt;\n&gt; &quot; Just focus on what you&#39;re doing and mind your own business. &quot;\n&gt;\n&gt; He tries very hard to keep his composure but it was difficult to resist the\n&gt; temptation of snapping Drill bit to smitherines.\n\nAs this was going on BIG CONVOY was looking at the upward path as he\ncould see others approaching.\n\nIt was LEO PRIME followed closely by a mech that TUSCON probrably only\nknew by reputation . . .\n\nCRYOTEK.\n\nHe was rumored to have been amongst the PREDACON faction although it\ncould never quite be proven. There were some who even speculated he\nran it until MEGATRON took over, but it could never be proven. Even\nwith the theft of the golden disk, which cast many allegations his way\nnothing ever stuck to him. However he disappeared soon after.\n\nBehind CRYOTEK was other MAXIMALS, TORCA plus his FUZORS, minus\nSILVBERBOLT who was still at the Ark. WINGCALBER and SANTON were also\nin accompanyment, as well as RAT TRAP and QUICKSTRIDE.\n\nBehind the MAXIMALS curiously bringing up the rear was SKYSHADOW and\nhis FUZOR team along with DINOBOT and WASPINATOR.\n\nSKYSHADOW seemed to be wearing a pointedly irritated look on his face\nas he walked. Occasionally he looked behind him at the locked door\nthat TUSCON could not see.\n\nLEO came up to BIG CONVOY and shook hands. &quot;Welcome.&quot; LEO said. &quot;It\nhas been some time.&quot;\n\nBIG CONVOY nodded, &quot;It has indeed.&quot; He said. He jerked his head in\nTUSCON&#39;s direction and the pile of dirt that used to be DRILLBIT,\n&quot;Tuscon want&#39;s to talk to you.&quot;\n\nLEO PRIME glanced at his soldiers behind him for a moment ands then\nturned to TUSCON a curious look on his face, &quot;So what&#39;s the situation\ndown here?&quot;\n\n\n(TAG)\n\n- Preston\n\n"}}