{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"E0_XXblIk8Mm2gMVz39d_8eA4Q0qdZtZiteQu5TGzYJiycru4HY7TZtTGdWEQmzUMXNPyhBO98UZ6KHj-nvvQve5Xkg3ZGMzAEw_g081gQ","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Dark Reunions and Evil Lights","postDate":"1325540121","msgId":72921,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE9zTndVTGdUdFNnTnZuc3hQd0hyQ0hzWHh1bm1tUzhlOUczNjZjWlk2NjMyZ0BtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGpkbWIwayt2bnE1QGVHcm91cHMuY29tPg==","referencesHeader":"PENBQlpKWE92OS1pUEdZTEhCTmhTQm89MF9RTFhma1pVY19Md3ZRQm1NWFNYTEpyb0JSUUBtYWlsLmdtYWlsLmNvbT4JPGpkbWIwayt2bnE1QGVHcm91cHMuY29tPg=="},"prevInTopic":72910,"nextInTopic":72922,"prevInTime":72920,"nextInTime":72922,"topicId":72895,"numMessagesInTopic":37,"msgSnippet":"... LEO PRIME stood there grinding his teeth, well he would if he had any in robot mode. He glared at TUSCON. Haven t you noticed that Hydras isn t here, or","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 49600 invoked from network); 2 Jan 2012 21:35:21 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m14.grp.sp2.yahoo.com with QMQP; 2 Jan 2012 21:35:21 -0000\r\nX-Received: from unknown (HELO mail-tul01m020-f174.google.com) (209.85.214.174)\n  by mta2.grp.sp2.yahoo.com with SMTP; 2 Jan 2012 21:35:21 -0000\r\nX-Received: by mail-tul01m020-f174.google.com with SMTP id wo16so16250105obc.33\n        for &lt;nbwrpg@yahoogroups.com&gt;; Mon, 02 Jan 2012 13:35:21 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.202.69 with SMTP id kg5mr42966740obc.35.1325540121077;\n Mon, 02 Jan 2012 13:35:21 -0800 (PST)\r\nX-Received: by 10.182.251.102 with HTTP; Mon, 2 Jan 2012 13:35:21 -0800 (PST)\r\nIn-Reply-To: &lt;jdmb0k+vnq5@...&gt;\r\nReferences: &lt;CABZJXOv9-iPGYLHBNhSBo=0_QLXfkZUc_LwvQBmMXSXLJroBRQ@...&gt;\n\t&lt;jdmb0k+vnq5@...&gt;\r\nDate: Mon, 2 Jan 2012 16:35:21 -0500\r\nMessage-ID: &lt;CABZJXOsNwULgTtSgNvnsxPwHrCHsXxunmmS8e9G366cZY6632g@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Dark Reunions and Evil Lights\r\nX-Yahoo-Group-Post: member; u=435352480; y=n_xaMaD6akanili9jKzPZDM_hzJuXhXmYY79ztdQjOSWKsYj50bFSA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Tucson turns on Leo and stomps a powerful foot down on the ground.\n&gt; Something had just snapped inside his directory yet he still keeps his\n&gt; composure.\n&gt;\n&gt; &quot; It isn&#39;t a matter of what the Predacon has told me, it was a matter of how\n&gt; composed they remained while helping us.  Oh yes I kept that in the back of\n&gt; my mind Leo Prime, I kept that in the back of my mind. &quot;\n&gt;\n&gt; He narrows his eyes with a wise expression.\n&gt;\n&gt; &quot; I wondered why the alliance went as well as it did.  I was sure to get a\n&gt; refusal but I didn&#39;t, and at first I thought nothing of it but then I\n&gt; started thinking.  How could this be?  Oh yes for a grave price you get\n&gt; cooperation from a Predacon.  Now you tell me Leo, I&#39;m listening, how is it\n&gt; that this alliance happened so easily?  I will take back what I said and\n&gt; things will be as they stand, with you in command of course.  The truth Leo,\n&gt; all I want   IS THE TRUTH.  You can tell me that can you?&quot;\n&gt;\n&gt; He stands firm with a thrash of his tail.\n\nLEO PRIME stood there grinding his teeth, well he would if he had any\nin robot mode. He glared at TUSCON. &quot;Haven&#39;t you noticed that Hydras\nisn&#39;t here, or Cyclonus or Scourge or any of the sweeps?&quot; LEO said,\nhis voice calm but seething with his own anger. &quot;The Predacons come\nfor the same reason as we, to locate their missing comrades and to\nfind out what is at the bottom of this jungle. The same reasons that\nthey were ready to do so before.&quot;\n\nLEO paused for emphasis, &quot;There is no offer of any life for a life for\nthis mission, and if you claim to know what it is to be a Prime then\nyou would know that I would never sell someone&#39;s life for this.&quot;\n\nEven as he spoke LEO kept silent on the matters closest to him, like\nthe suspicion that the PREDACONS did have some other agenda, some\nother reason for being here. But it was not something he was willing\nto give voice to so close to finding out what was going on.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; For the moment, witnessing the seeming altercation of aggression circuits\n&gt; between LEO PRIME and TUSCON PRIME as DINOBOT went out of the tunnel,\n&gt; flanking over towards SKY SHADOW with a look of..  AMUSEMENT upon his\n&gt; faceplate, but remaining in silence.\n&gt;\n&gt; Staying on inter-Predacon radio, which hopefully at close range would work\n&gt; then, and not be audible to the MAXIMALS, and sending a signal to CRYOTEK.\n&gt; &lt;We seem to be restrained down here for now.  What are your orders then?\n&gt; Press on or attempt to instigate altercations within the MAXIMALS?&gt;\n\n&lt;NEW&gt;\n\nActually inside the caves radios were completely out. However CRYOTEK\nhad made his way back to stand with DINOBOT and SKYSHADOW. &quot;We may\nneed them before we get to the end of this.&quot; CRYOTEK said\nthoughtfully. &quot;This is obviously a trap of some sort and unfortunately\nwe seem to be caught within it as much as the Maximals are.&quot; he said\nin a low voice.\n\nSKYSHADOW nodded, &quot;Unfortunately I have to agree.&quot;\n\nCRYOTEK glanced at DINOBOT, &quot;But go ahead and do what you can to keep\nthem off balance. We can&#39;t have them ready to turn against us too\nsoon.&quot; He grunted, &quot;Hydras has been taken from us, that seriously\nchanges the balance of power here.&quot;\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; The aerial Predacons up aboveground seemed to be cut off from them for now,\n&gt; who had not followed them underground (such as WASPINATOAR and\n&gt; BLACKARACHNIA).\n&gt;\n&gt; DRILL BIT had dug back underground once his bait had been laid, digging\n&gt; underneath.  VICE GRIP remained at hte rear of the tunnel, still cloaked,\n&gt; and attempting to (and most likely failing) to scan whatever had seemingly\n&gt; cut off the tunnel back to the surface.\n\n&lt;NEW&gt;\n\nActive sensors are down here inside the cave, however vibrations can\nbe sensed by DRILLBIT, vibrations that center roughly about in the\nentrance chamber where they first entered into the caves. Vibrations\nwere very familiar to DRILL BIT and but centered on that entrance way\nbut spreading out to affect even the tunnels he was digging. . .\n\nEven above the rest of the MAXIMALS and PREDACONS began to feel a\nrumble and then a shaking, the rumbling quickly being felt down the\npaths to where the rest of the MAXIMALS and the PREDACONS stood.\nAnyone who had ever had any experience inside of caves or in\nunderground setting knew what they were feeling.\n\nThe opening tremors for a CAVE IN!!!!!\n\nThe walls began to shake as stone and rocks began to fall. The\napparent only way to safety lay in further into the caves themselves,\nsince, strangely enough, it was the cave through which most of the\nMAXIMALS and PREDACON had entered this place was from where it seemed\nto be extending from.\n\nIt was like they were being pushed or herded forward!\n\n(TAG)\n\n- Preston\n\n"}}