{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage Dinobot","from":"Carnage Dinobot &lt;carnage@...&gt;","replyTo":"LIST","senderId":"4GdSZ334PzXxTU6lBbp1B7Q1LxOZbfi-9z3-Rd9TnTLPTT1Q8r6gGNtfLommXcj_j5dvRnYgh9ZeCT78Djf0N2UKmm7j_FcpMUWeUg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"963930390","msgId":7297,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNzE4MTQyNjMwLjI3NjExLmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":7291,"nextInTopic":7304,"prevInTime":7296,"nextInTime":7298,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot nodded silently as he heard Prowl s words, sizing up Reptilica as his optics fell upon him. Not much of a bot, yet he looked as if he might just put","rawEmail":"Return-Path: &lt;carnage@...&gt;\r\nReceived: (qmail 6111 invoked from network); 18 Jul 2000 14:26:32 -0000\r\nReceived: from unknown (10.1.10.27) by m3.onelist.org with QMQP; 18 Jul 2000 14:26:32 -0000\r\nReceived: from unknown (HELO c014.sfo.cp.net) (209.228.12.75) by mta1 with SMTP; 18 Jul 2000 14:26:32 -0000\r\nReceived: (cpmta 27612 invoked from network); 18 Jul 2000 07:26:30 -0700\r\nDate: 18 Jul 2000 07:26:30 -0700\r\nMessage-ID: &lt;20000718142630.27611.cpmta@...&gt;\r\nX-Sent: 18 Jul 2000 14:26:30 GMT\r\nReceived: from [209.53.248.120] by mail.penpals.com with HTTP; 18 Jul 2000 07:26:30 PDT\r\nContent-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nTo: nbwrpg@egroups.com\r\nX-Mailer: Web Mail 3.6.5.3\r\nSubject: Re: Neo Beast Wars\r\nFrom: Carnage Dinobot &lt;carnage@...&gt;\r\n\r\n\n\n* Dinobot nodded silently as he heard Prowl&#39;s words, sizing up Reptilica as his optics fell upon him. Not much of a bot, yet he looked as if he might just put up a good fight...until he was hit a few times.\nIt wasn&#39;t long before Dinobot was edging towards the left flank of the Alliance entrance, Prowl ahead of him. As much as he was willing to take the lead he decided not to for safety reasons, if Prowl was detected or found out then he would remain silent and unseen. Thus continue on their mission. As he had once and always said, he was not a team player. However, if Prowl was found a captured he would return and get him as well, fir the Third In Command&#39;s sake.\nBut it was then that he saw Reptilica stop for a moment, look around with what looked like puzzlement on his face. But then he saw the Alliance bot shrug and simply continue on his way, who he thought of just how easily he could have scrapped him. Right there and not even aware of their presence, what a dolt! Had he no training? Had he no sense?\nDinobot shook his head and sighed, obviously the warrior was lost. Lost and replaced by no acount half wits that couldn&#39;t help a skunk stink! ( no offence meant, just his thoughts.)\nBut then he began to inch towards the entrance, Prowl&#39;s silent shadow. Both bots inching towards their first task, to enter the enemy base undetected.\nDinobot hated to do so, to remain unseen when he urged to fight. Not hiding like some pathetic coward, somebot whom could not face reality and it&#39;s battles. But if they were to succeed in this plan then he had to put up with it, with the fact that he might not be able to get his claws bloody...like he was hoping.\nHe couldn&#39;t help but think and want that, battle was in his mech fluid, in his very being. Battle was...was...him!\nBut as he pressed his back to the wall and inched past the scanners his mind then narrowed to the task at hand again, needing all his attention on it in order to succeed.\nThe sound of Prowl&#39;s voice erupting after a long pause of silence made him growl, a common reaction to sudden changes in events that made him uneasy. It was just fortunate that the silencer was active, or he would have been detected.\nBut it was then that something occurred to him once he heard Prowl&#39;s first sentence, why in the Pit would they be in the brig? Wouldn&#39;t that be the first place any rescuers would look? Either that or the containment cells. They wouldn&#39;t put then in such an obvious place, would they? Well, unless they were inviting trouble they would.\nDinobot looked about the hall once he had cleared the entrance, quickly scanning of a low frequency so that he could not be detected. Gaining a quick scan of the ship was a very good advantage in a rescue mission, it gave the locations of the bots while he scan was taken and the condition of one&#39;s surroundings. Yet, since this ship was most likely to have inner scan blocks, all he got was a clear image 10 meters from his position.\nDinobot growled, it had been no use. He had no way to scan and thus was dependant of their circumstance in order to locate Tavatron.\nBut he would meet every challenge with determination.\nHowever, the brig still sounded like the first place in which the Alliance would expect them to look. The possibilities of the two fembots being contained in a less likable room was better.\nDinobot then glanced about the hall and then turned his head towards Prowl, somewhat relieved not to have his back pressed against the wall like some coward but needing to relay his concerns.*\n\n&quot; Negative. The brig is far too predictable a location for our targets to be located. I doubt the Alliance would be so careless. A less likely room would be the appropriate location.&quot;\n\n* Dinobot then looked just in time to see Reptilica disappear into the distance, then thinking again of just hoe idiotic he had seemed not to detect them right when they had been so close. A sigh escaping Dinobot as he then realized what he had just said.*\n\n&quot; However, carelessness seems to be a dominant factor on this threshold.&quot;\n\n* With another shake of his head he then looked back towards Prowl, simply indication that the brig might be a better place to look then he had first thought. No knowing just how seriously the Alliance took captivity.*\r\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest \naddress on the Net! \nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n"}}