{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"p0vjb2Tjv93ziIHt5HeOc_7uL4ZuAqay98YiXKbWto6qPGHOgG8TJ5jhzkVqEK0AzIEDFrDQZbCp9sFY4KTplqqjCXo47xZi7ORsKFl5gA","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: Dark Reunions and Evil Lights","postDate":"1328037363","msgId":73019,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE90R1l0T2N5bXNOR05LLVFDVHVmT3U1bTBIK1RtMGU2eGJ0UDdTYkhBeTJ4QUBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGpmdDhxZytxYjkzQGVHcm91cHMuY29tPg==","referencesHeader":"PDlGQ0E1NUVDLTQxOEItNDEwMC1BNTA0LTNERjhFRjY5ODZERkB5YWhvby5jb20+CTxqZnQ4cWcrcWI5M0BlR3JvdXBzLmNvbT4="},"prevInTopic":73017,"nextInTopic":73024,"prevInTime":73018,"nextInTime":73020,"topicId":72895,"numMessagesInTopic":37,"msgSnippet":"... RODIMUS looked down at NIGHTLIGHT, his optics dark and brooding and then he looked up at SABERBACK anger painted in them clearly. If you want your little","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 39128 invoked from network); 31 Jan 2012 19:16:04 -0000\r\nX-Received: from unknown (98.137.34.44)\n  by m3.grp.sp2.yahoo.com with QMQP; 31 Jan 2012 19:16:04 -0000\r\nX-Received: from unknown (HELO mail-tul01m020-f178.google.com) (209.85.214.178)\n  by mta1.grp.sp2.yahoo.com with SMTP; 31 Jan 2012 19:16:04 -0000\r\nX-Received: by obbwc7 with SMTP id wc7so408313obb.37\n        for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 31 Jan 2012 11:16:04 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.74.102 with SMTP id s6mr36493602obv.46.1328037363997; Tue,\n 31 Jan 2012 11:16:03 -0800 (PST)\r\nX-Received: by 10.60.13.130 with HTTP; Tue, 31 Jan 2012 11:16:03 -0800 (PST)\r\nIn-Reply-To: &lt;jft8qg+qb93@...&gt;\r\nReferences: &lt;9FCA55EC-418B-4100-A504-3DF8EF6986DF@...&gt;\n\t&lt;jft8qg+qb93@...&gt;\r\nDate: Tue, 31 Jan 2012 14:16:03 -0500\r\nMessage-ID: &lt;CABZJXOtGYtOcymsNGNK-QCTufOu5m0H+Tm0e6xbtP7SbHAy2xA@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: Dark Reunions and Evil Lights\r\nX-Yahoo-Group-Post: member; u=435352480; y=3i2ZKf-sEHYiegGhuCQ3hj_-taqyV0XnvbkwKtE2kaf4rAPOxIB4gA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; &lt;OLD - Nightlight&gt;\n&gt;\n&gt; The autorepair system of Nightlight was very damaged and varely keep her\n&gt; alive.\n\nRODIMUS looked down at NIGHTLIGHT, his optics dark and brooding and\nthen he looked up at SABERBACK anger painted in them clearly.\n\n&quot;If you want your little female repaired then you had better get your\ncranial unit out of your hind quarters!&quot; MAGMATRON said as he looked\nat DARK RODIMUS, his optics glowing dangerously. It was obviouslthat\nhe was full of some sort of dark power.\n\nDARK RODIMUS stood up angrilly for a moment but then backed up a step,\nas if he were seeing something in MAGMATRON&#39;s optics that even he had\nnot seen before.\n\nSABERBACK nodded as he pointed at the approaching TUSCON and those\nthat were with him. &quot;They won&#39;t reach us yet, but soon. We must be\nready for the final stage.&quot;\n\n&quot;Stage of what?&quot; DARK RODIMUS said as he looked away from MAGMATRON to\nglance at SABERBACk and then at the severaly weakened OPTIMUS PRIME.\n&quot;Him? He is no threat to us!&quot;\n\nWith a shake of his head SABERBACK looked at RODIMUS, &quot;Don&#39;t worry\nabout that boy, just get ready to defend yourself!&quot;\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; To rise up to an impossible challenge meant having to do something\n&gt; extraordinary.  But deeds of extraordinary feats did not have to be larger\n&gt; than life.  Hearing past phrases from Master Yoketron , Tucson rides the\n&gt; torrent of water as if flying through air, as wings double as fins,\n&gt; guiding him masterfully toward the root of the problem.  Saberback.   He\n&gt; was the one hindering his progress.  Once again he shifts from dragon to\n&gt; warrior and draws his blade while still riding the wave of water like a\n&gt; skilled surfer, using the walls of the cavern like a surf board, gaining\n&gt; altitude and ground on Saberback.  Yet he makes no attempt to strike him\n&gt; directly.  With his sword Tucson guides the water over the blade, in a\n&gt; sideways position, guiding a torrent of water in Saberbacks direction, in\n&gt; an attempt to throw him off long enough to rescue Optimus Prime.\n&gt;\n&gt; &quot; A storm can find anyone, no matter how devious they may think they are.\n&gt; Now, it&#39;s time that a few tables were turned.    LEO!   SURROUND RODIMUS\n&gt; AND DETAIN HIM!  BIG CONVOY, I NEED YOU TO SECURE NIGHTLIGHT!\n&gt; MAXIMALS, PREDACONS, OPERATION STORM, NOW!&quot;\n\n&lt;NEW&gt;\n\nLEO PRIME and BIG CONVOY, along with the rest of the MAXIMALS quickly\nmoved down the center of the room as well, allowing TUSCON to take the\nlead at the moment.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; VICE GRIP had fallen in over behind CRYOTEK, ready over to assist in a\n&gt; flanking position as they came face to face over with MAGMATRON and what\n&gt; seemed to be..  OPTIMUS PRIME.\n&gt;\n&gt; DINOBOT was ahead and over to flank, and while still etnirely confused -\n&gt; OPTIMUS was still aboard the ARK, and it was supposed to be impossible to\n&gt; clone sparks forged from the MATRIX, he held back over and waited to attack.\n&gt;  Let the MAXIMALS weaken themselves first after all, and then charge in!\n&gt;\n&gt; So now, the duo of PREDACONS watied like stooges over for the orders to\n&gt; attack, ready to rush forwards and gut anything in their path!\n\n\nMeanwhile the other PREDACONS looked at TUSCON and then at CRYOTEK and\nSKY SHADOW.\n\n&quot;Who does that Tuscon think he is?&quot; INJECTOR, one of the FUZORS said.\n&quot;He doesn&#39;t rule here.&quot;\n\n&quot;No!&quot; CRYOTEK said. &quot;But I do, and I want Optimus Prime dead! Now Move!&quot;\n\nWith that the PREDACONS also took to the air and ran along the ground,\nrunning along with TUSCON but having a very different objective in\nmind.\n\nThe water flowed down the center of the vast chamber, finding the\noriginal channel it had once possesed. At first it was a walkl of\nwater, then a break as it filled out and then it was a powerful font\nof water that ran swiftly towards its goal.\n\nHowever before it reached the pillar of fire like energy it bisected,\nsplitting into two streams and began to flow around it. It had made\ncontact with a shield, a shield which for the moment protected\nMAGMATRON, SABERBACK and DARK RODIMUS as well as other SHARKTICONS\nthat were spilling out from the cave opening near to their location.\n\nDARK RODIMUS looked up at TUSCON and the others and laughed as he\nspoke to SABERBACK and MAGMATRON. &quot;There is no reason to worry, that\nbungling idiot TUSCON, he couldn&#39;t fight his way out of a paper bag.&quot;\n\nAt the same time others of MAGMATRON&#39;s troops began to appear,\ndinosaur like troops of all shapes and numbers. And MAGMATRON himself\nlooked as if he had grown to nearly twice his size. He was standing\nnealy a full 20&#39; tall!\n\nHe laughed as well! &quot;You have come to your doom!&quot; His voive echoed\nabout the vast chamber.\n\nThis was not going to be easy at all.\n\n(TAG)\n\n- Preston\n\n"}}