{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"CPbzz0ul7MxVCw4ayOUwLUWOrW9zvWgwZCsbLixr5C2I0BFKsBdjj-L_dJLNOOPpaC1gKae4w9oXdVYMv93OQ6Omo7_Xgma0kQWgOW1hOg","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: At Blackest Light!","postDate":"1328650663","msgId":73051,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE9zPU5NPVAxLUpWZDAyQmdrVWVYT1ItcGRSYkZ5cURxeFNGZmdzamVhODlXUUBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGpnbzVsYSs2djZ2QGVHcm91cHMuY29tPg==","referencesHeader":"PDhCRjA2QjU0LTEwMDktNDk0NS05MTE4LTg5Mjg5QjJFRjAzMEB5YWhvby5jb20+CTxqZ281bGErNnY2dkBlR3JvdXBzLmNvbT4="},"prevInTopic":73049,"nextInTopic":73056,"prevInTime":73050,"nextInTime":73052,"topicId":73034,"numMessagesInTopic":63,"msgSnippet":"... OOC: Basically they are kind of bunched up, yep. :) ... The cracks that had appeared in the floor were widening into fissues, fissues that were draining","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 80262 invoked from network); 7 Feb 2012 21:37:44 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m14.grp.sp2.yahoo.com with QMQP; 7 Feb 2012 21:37:44 -0000\r\nX-Received: from unknown (HELO mail-tul01m020-f175.google.com) (209.85.214.175)\n  by mta2.grp.sp2.yahoo.com with SMTP; 7 Feb 2012 21:37:44 -0000\r\nX-Received: by mail-tul01m020-f175.google.com with SMTP id x4so9831035obh.6\n        for &lt;nbwrpg@yahoogroups.com&gt;; Tue, 07 Feb 2012 13:37:43 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.155.105 with SMTP id vv9mr17480199obb.6.1328650663761;\n Tue, 07 Feb 2012 13:37:43 -0800 (PST)\r\nX-Received: by 10.60.13.130 with HTTP; Tue, 7 Feb 2012 13:37:43 -0800 (PST)\r\nIn-Reply-To: &lt;jgo5la+6v6v@...&gt;\r\nReferences: &lt;8BF06B54-1009-4945-9118-89289B2EF030@...&gt;\n\t&lt;jgo5la+6v6v@...&gt;\r\nDate: Tue, 7 Feb 2012 16:37:43 -0500\r\nMessage-ID: &lt;CABZJXOs=NM=P1-JVd02BgkUeXOR-pdRbFyqDqxSFfgsjea89WQ@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: At Blackest Light!\r\nX-Yahoo-Group-Post: member; u=435352480; y=gvHoN9ZrkVBwHDw6NHRnNqlacRbYOYjlroUaZD-TLaUwvV3SXZbHjw\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; OOC - Writing this here, and I assume all the Maximals/Predacons are\n&gt; together with Tuscon.  if I&#39;m incorrect in things (aka they&#39;re separated\n&gt; while being rushed by the Sharkticons), let me know and will rewrite!\n\nOOC: Basically they are kind of bunched up, yep. :)\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; As they were seemingly rusehd by a legion of SHARKTICONS, the PREDACONS were\n&gt; faced with a contradiction from the days of old  - the Predacacons were\n&gt; barely in many cases bigger than the Sharkticons, who had much more intense\n&gt; numbers and were deadly in close range!\n&gt;\n&gt; DINOBOT fell back, &quot;WE will be overwhelmed in close quarters.  Suggestions?&quot;\n&gt;\n&gt; His optic lasers doing minimal damage then!\n&gt;\n&gt; DRILL BIT called out, &quot;He who fights and runs away..&quot;\n&gt;\n&gt; VICE GRIP trying to then sue his diggers to smash over under the ground to\n&gt; collapse the floor out from underneath the SHARKTICONS!\n\nThe cracks that had appeared in the floor were widening into fissues,\nfissues that were draining off the water that TUSCON had brought\ncrashing into this chamber. However these same fissures were also\nmaking it difficult for the SHARKTICONS to advance across the rough\nand shaky terrain.\n\nVICE GRIP&#39;s attempt to collapse the floor was assisted by the\nexpanding cracks that were still stretching across it. Several\nSHARKTICONS fell into them and disappeared from view.\n\nHowever these SHARKTICONS were not the ones of old from the days of\nUNICRON! They had been advanced and were slimmer and seemed to be a\nlittle more designed to fight, although not all that much more\nintelligent.\n\nhttp://tfwiki.net/w2/images2/d/d4/ESharkticon.jpg\n\n&quot;Spread out!&quot; SKY SHADOW said as he and his FUZORS were doing just\nthat. &quot;These guys are idiots! they don&#39;t do well without leadership.&quot;\n\n&quot;The pits is empty and all the devils are here.&quot; There was laughter\nfrom SKYBYTE the leader of the SHARKTICONS as he stood as his soldiers\ncontinued to pour out of the caves! &quot;Come my devils, rise! RISE!&quot; With\nthat he transformed into his shark mode and began to fly as did the\nSHARTICONS with him rising around the upper sides of the massive cave!\n\nWith large, micro serrated teeth at least three launched themselves at\nDINOBOT, coming at him with a menacing ferocity!\n\nMeanwhile RAT TRAP and QUICKSTRIDE face their own enemies as each of\nthem have two SHARKTICONS flying at them, their mouths open wide, the\nteeth ready to rend flesh, bone and metal!\n\nVICEGRIP is also beset with SHARKTICONS of his own as they circled\naround to strike at him!\n\nOOC: Don&#39;t forget, they are Sharkticons, individually they are push\novers - although there are a lot of them.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; With the blast coming fast and furious, Tucson swiftly reacts and without\n&gt; a fit of rage but a quiet, swift and graceful interlude of dexterity and\n&gt; balance, he attempts to deflect the blast with a complex blocking maneuver\n&gt; using a combination of Tai Chi and deflective artistry only taught by\n&gt; Yoketron himself, which was rarely taught to anyone except to those he\n&gt; felt were deserving of the training.  Tucson was one of those students\n&gt; worthy of such an ancient art.  He performs the maneuver in draconic form,\n&gt; as he gracefully twists his body around to attempt to meet the blast with\n&gt; his blocking maneuver.  He spins swiftly on one foot, as his tail coils\n&gt; around his body as part of the block.  He hoped it would help, his\n&gt; comrades were depending on him.\n&gt;\n&gt; It would almost appear that Master Yoketron was alive and well inside\n&gt; Tucson.\n\nOOC: I am unsure what Tuscon is using to actually block the Plasma\nblast coming from Magmatron? I am running with the thought that he is\nusing a part of his body, an arm, leg, tail?\n\n&lt;BACK IN CHARACTER&gt;\n\nThe blast that contacts TUSCON is super heated ionized matter heated\nto the point that it is almost energy, sweeping across him and the\nothers almost like water from a hose. It has the capacity to literally\nmelt the hardest metals and evaporate the lesser ones. It was this\nthat TUSCON was trying to block, the searing hot material spraying\nacross him!\n\nLEO PRIME leaped back well aware of the lethal properties of plasma!\nHis movements were agile and well coordinated as he landed in a squat\nhis weapons out and firing at the much larger MAGMATRON!\n\nBIG CONVOY grunted as the Plasma caught him in the chest knocking him\nbackwards through the air and sent him slamming into the ground, his\nbroad chest black and burnt, smoke rising from its surface!\n\n&quot;Is that all you&#39;ve got?&quot; CONVOY chuckled as he struggled to sit up\nand then coughed up a dark fluid. It&#39;s going to take more than that!&quot;\nDespite his bravado he was slow about getting to his feet.\n\nMAGMATRON laughed as he watched the result, LEO PRIME&#39;s attack seeming\nto be little more than an annoyance as he brushed it off.\n\nThe dark form of the evil RODIMUS just stared down TUSCON and the\nothers, his weapon out, but casually slung over his shoulder. &quot;What of\nOptimus?&quot; DARK RODIMUS said with a casual disdain.\n\n&quot;Finish him.&quot; MAGMATRON said, &quot;He is nothing to us now but an empty shell.&quot;\n\nDARK RODIMUS nodded and turned away he could see CRYOTEK moving\nthrough the air at OPTIMUS PRIME as well, now in his great draconic\nform his wings outstretched. &quot;Now, you are mine! There is no one here\nto protect you from my breath! from my final attack!&quot;\n\nWith a final beat of his wing he looked as if he were taking a breath,\nthe very air becoming frosty and cold as he smiled at the blackened\nform of OPTIMUS PRIME . . . when a cannon blast erupted across the\nroom lighting it up for a moment and struck CRYOTEK full on in the\nchest!\n\n&gt;&gt;KRACKTHOOM!!&lt;&lt;\n\n&quot;Not while there is a amp left in my spark chamber will you touch the\nframe of Optimus ever again!&quot; said a familiar voice, one that caused\nDARK RODIMUS and even MAGMATRON to pause and look over.\n\n\nThe voice was that of RODIMUS PRIME, standing resplendently on the\nother side of the room, smoke rising from the business end of his\nweapon.\nCRYOTEK landed in a heap on the far side of the battle, his wings\nburnt and tangled.\n\nAround RODIMUS were standing four strange looking figures, three male\nand one female.\n\nhttp://groups.yahoo.com/group/nbwrpg/photos/album/306782857/pic/1443963172/view\n\n(TAG)\n\n- Preston\n\n"}}