{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"LgFEQnLVwKbqdaCazjmyXfObp78fBLwols3TkBZGMim0366urlc6NUGg4mXlDHNhOHrtdkaV2JCUGktk9G6V1NxfvzTLCnioHp8abWUhPw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: At Blackest Light!","postDate":"1329325986","msgId":73076,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE90Wk9HeXJTX2NfYUh5VmR5aVpCY2VQWWlyd1hHeUtVaDZoN1drYjVKRlhrQUBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PENDQzdEMkIzLTMyRTQtNDNCOC1CNzg0LUVCNUNGQTY5N0U2MUB5YWhvby5jb20+","referencesHeader":"PDA3RjVGOTIwLUUxNjItNDMwMS05QTEyLUYwNzQ2OTRFMjE5M0B5YWhvby5jb20+CTxqaDJibnArcnExZ0BlR3JvdXBzLmNvbT4JPENBQlpKWE9zZ1BURGpfUDlIS3NSaFhxK054KzFzUXVPampfaFE0PXE5TzY2ZFdFSGRwd0BtYWlsLmdtYWlsLmNvbT4JPENDQzdEMkIzLTMyRTQtNDNCOC1CNzg0LUVCNUNGQTY5N0U2MUB5YWhvby5jb20+"},"prevInTopic":73075,"nextInTopic":73080,"prevInTime":73075,"nextInTime":73077,"topicId":73034,"numMessagesInTopic":63,"msgSnippet":"... DINOBOT was having a powerful affect on the SHARKTICON he was facing. While they were better trained the the SHARKTICONS of old, they were still no match","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 12588 invoked from network); 15 Feb 2012 17:13:07 -0000\r\nX-Received: from unknown (98.137.35.162)\n  by m14.grp.sp2.yahoo.com with QMQP; 15 Feb 2012 17:13:07 -0000\r\nX-Received: from unknown (HELO mail-tul01m020-f170.google.com) (209.85.214.170)\n  by mta6.grp.sp2.yahoo.com with SMTP; 15 Feb 2012 17:13:07 -0000\r\nX-Received: by obbup3 with SMTP id up3so3700617obb.1\n        for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 15 Feb 2012 09:13:07 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.78.132 with SMTP id b4mr2848816obx.6.1329325987040; Wed,\n 15 Feb 2012 09:13:07 -0800 (PST)\r\nX-Received: by 10.60.13.130 with HTTP; Wed, 15 Feb 2012 09:13:06 -0800 (PST)\r\nIn-Reply-To: &lt;CCC7D2B3-32E4-43B8-B784-EB5CFA697E61@...&gt;\r\nReferences: &lt;07F5F920-E162-4301-9A12-F074694E2193@...&gt;\n\t&lt;jh2bnp+rq1g@...&gt;\n\t&lt;CABZJXOsgPTDj_P9HKsRhXq+Nx+1sQuOjj_hQ4=q9O66dWEHdpw@...&gt;\n\t&lt;CCC7D2B3-32E4-43B8-B784-EB5CFA697E61@...&gt;\r\nDate: Wed, 15 Feb 2012 12:13:06 -0500\r\nMessage-ID: &lt;CABZJXOtZOGyrS_c_aHyVdyiZBcePYirwXGyKUh6h7Wkb5JFXkA@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: At Blackest Light!\r\nX-Yahoo-Group-Post: member; u=435352480; y=Yae_C2V8gunvi9GOfxGycld2X957Q2egDIX3uO6ehd7-ynDm-G9BrA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; &lt;OLD - DINOBOT&gt;\n&gt;\n&gt; DINOBOT took the time over to unleash his heavy power drill, going to charge\n&gt; over inot the midst of the SHARKTICONS.  They might be dangerous over in\n&gt; numbers, but individually they were not threats.  HOwever, thanks to the\n&gt; drilling, with luck he might ISOLATE small pockets of them to eliminate\n&gt; groupings cluster by cluster.  Ignoring the brawling leaders for now - that\n&gt; was the battle of the leaders, not his mission.\n&gt;\n&gt; What injuries he would take would hopefully be minor, and his superior skill\n&gt; would allow him to take on pockets of sharkticons one at a time!\n\n&gt; &lt;OLD - DINOBOT AND VICEGRIP&gt;\n&gt;\n&gt; But at this point, DINOBOT was intercepted then by the charging SHARKTICON,\n&gt; and his response oer was qutie brutal!  Metallidiko taught to do the most\n&gt; powerful blow when your enemy could not resist it, so his large tail cannon\n&gt; swung around on his arm then to try and blast it over at point blank range\n&gt; in the faceplate!\n&gt;\n&gt; Meanwhile, VICE GRIP just went to transform now back to his robot mode,\n&gt; attempting to use his superior strength to try and pickl up one SHARKTICOn\n&gt; and then toss it over at the rest like a bowling ball!\n\nDINOBOT was having a powerful affect on the SHARKTICON he was facing.\nWhile they were better trained the the SHARKTICONS of old, they were\nstill no match for his martial arts moves as several of them fell to\nDINOBOT&#39;S bliningly fast moves!\n\nThe same thing was happening with VICE GRIP! Picking up one he was\nable to send that hapless SHARKTICON sailing into several of his\ncompanions, all of them landing on the ground in a heap!\n\nUp ahead SKYSHADOW and his FUZORS were up ahead cutting a wide swath\ninto the SHARKTICONS as well. Thier ferocious attcks eating quickly\ninto their numbers.\n\nHowever the battle was not over as still more SHARKTICONS were\nstreaming over to them led by their leader SKYBYTE, who like most\nproud DECEPTICOn and PREDACON generals were was leading from the back!\n\n&quot;Attack my prcious armies, attack!&quot; He whooped in delight pushing the\nSHARKTICONS forward!\n\n&gt; &lt;OLD - NIGHTLIGHT&gt;\n&gt;\n&gt; &quot;NO!... STAY AWAY OFF ME!!!&quot; Said the femm while she weakly stuggle creating enoguh\n&gt; noise to be notice, she acummulated all the enrgy that she could and shoot a enrgy ball\n&gt; at Saberback&#39;s chest.\n\n&lt;NEW&gt;\n\nSABERBACK seemed more surprised by NIGHTLIGHT&#39;s attack then truly hurt\nby it, although it did cause him to back up a few steps as the\nexplosion went off.\n\n&gt; &lt;OLD - STRAIGHT SHOT&gt;\n&gt;\n&gt; Straight Shot turns her head quickly in Nightlight&#39;s direction and quickly\n&gt; bounds over to her as quickly as she can.  While kicking up some dust, at a\n&gt; sharp halt, she releases a barrage of explosive quills in Saberback&#39;s\n&gt; direction in attempts to back Nightlight up.\n&gt;\n&gt; &quot;HEY, UGLY!  EVER FEEL STUCK AT YOUR JOB?!&quot;\n\n&lt;NEW&gt;\n\nSeveral quills sink deep into SABERBACK and he hissed in pain. Pulling\nout his cannon he pointed it at NIGHTLIGHT as the small wine of a full\ncharge could be heard, &quot;Try that again and it will be this Maximal of\nyours that will pay the penalty!&quot;\n\nMeanwhile two soldiers were rushing towards STRAIGHT SHOT, they looked\nsomehting like DINOBOTS but with signifigantly less armor. Thier\nweapons were out and facing STRAIGHT SHOT as they pounded forward.\n\n&gt; &lt;OLD - TUSCON&gt;\n&gt;\n&gt;   As Tucson rears up to bravely face Magmatron, he returns to robot mode\n&gt; .  With a brave face, he stands firm and ready to take on his challenger.\n&gt; Yet while he does so he casually shifts a foot across the ground and\n&gt; dislodges a fairly good sized stone of diamond like volcanic rock.  He\n&gt; crouches down to pick it up.  Slowly Tucson rises to his feet.  He playfully\n&gt; handles the stone for a moment or so.\n&gt;\n&gt; &quot; Size isn&#39;t everything, Magmatron.  Sometimes the most successful warriors\n&gt; are no bigger than I am.  Yet you may not understand what I&#39;m telling you\n&gt; because these were the words of Yoketron.  And I&#39;m not about to divulge any\n&gt; of his secrets to the likes of you.&quot;\n&gt;\n&gt; He turns away for a moment, as if not about to do anything.  He takes a step\n&gt; back but then, he takes a running start, and a quick leap in the air\n&gt; followed by a very quick toss of the stone in an attempt to strike Magmatron\n&gt; in one of his eyes!\n&gt;\n&gt; The stone flies at bullet speed.\n\nThe stone sailed gracefully through the air, twisting and turning. It\nrose in a powerful arc, only to be pulled down by the force of gravity\nand the unerring aim of TUSCON. With a snap it hit MAGMATRON right\nbetween the optics causing the large mech to step back a pace or two!\n\n&quot;A rock?&quot; He said as he felt his head as if half expecting something\nof far more danger and yet finding none. &quot;Is that all you have?&quot;\n\nHe smiled darkly as he looked at TUSCON and then LEO and BIG CONVOY as\nthey all stood before him. &quot;Ahh, then it comes down to this then, the\nthree of you?&quot;\n\nHe chuckled darkly as he wiped away the stone that had lodged itself\nin his faceplate, it hit the ground and bounced away.\n\nMeanwhile MAGMATRON assumed a martial arts pose of his own, gesturing\nfor them to come foward, &quot;all of you!, come!&quot; He gestured as he swung\nhis large sword and then assumed another pose of calm readiness. &quot;It\nis time to finish this!&quot;\n\nAt the same time RODIMUS and DARK RODIMUS continued to fight!\n\n- Kick - punch - block - spin kick, high kick - duck\n\nThe very air was full of the movements of the two, they were seemingly\na mirror image of each other, one of bright hot fire the other one of\nthe blackest of night - cold and deadly!\n\nThey fought each other RODIMUS and DARK RODIMUS, thier fight taking\nthem  towards OPTIMUS PRIME as the one time AUTOBOT leader lay hanging\nby his hands over the pit.\n\n(TAG)\n\n- Preston\n\n"}}