{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"ROHTbLRN445hG8jhQs5BAYnUs_OnWeZMHNb75lm5x0ufoXjBus3mnhUBgoa12X1uHrUogntXlr0WlaeagBrnebWXjZhUlHiFBgqXSbofLA","spamInfo":{"isSpam":false,"reason":"12"},"subject":"A fiery Dawn! - MAXIMALS!","postDate":"1333643059","msgId":73269,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE90WUhZdEs4RzhRNHBYWmFjLVMtNkFVandaSlJRb3RPb0paRWhfSG83aDM3UUBtYWlsLmdtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":73270,"prevInTime":73268,"nextInTime":73270,"topicId":73269,"numMessagesInTopic":65,"msgSnippet":"...  RODIMUS nodded as they flew down towards the MAXIMALS that were waiting below and started on the journey home. The trip was remarkably brief. They","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 48422 invoked from network); 5 Apr 2012 16:24:21 -0000\r\nX-Received: from unknown (98.137.35.161)\n  by m5.grp.sp2.yahoo.com with QMQP; 5 Apr 2012 16:24:21 -0000\r\nX-Received: from unknown (HELO mail-ob0-f175.google.com) (209.85.214.175)\n  by mta5.grp.sp2.yahoo.com with SMTP; 5 Apr 2012 16:24:21 -0000\r\nX-Received: by obbuo13 with SMTP id uo13so2505908obb.34\n        for &lt;nbwrpg@yahoogroups.com&gt;; Thu, 05 Apr 2012 09:24:21 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.182.202.68 with SMTP id kg4mr4797352obc.42.1333643059115; Thu,\n 05 Apr 2012 09:24:19 -0700 (PDT)\r\nX-Received: by 10.60.54.37 with HTTP; Thu, 5 Apr 2012 09:24:19 -0700 (PDT)\r\nDate: Thu, 5 Apr 2012 12:24:19 -0400\r\nMessage-ID: &lt;CABZJXOtYHYtK8G8Q4pXZac-S-6AUjwZJRQotOoJZEh_Ho7h37Q@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: A fiery Dawn! - MAXIMALS!\r\nX-Yahoo-Group-Post: member; u=435352480; y=iwRBDWsvqW4c7CwvDJ8hlu5AK27-smVggTVASdNMhZnhvP8EUttekA\r\nX-Yahoo-Profile: supercyclonus\r\n\r\nOn 4/5/12, C &lt;airly2002@...&gt; wrote:\n&gt; nightlight:\n&gt;\n&gt; nightlight was in a half-sleep state, she covered herself with her wings. It\n&gt; was cold, but she hoped that soon all will be in home. She wanted to her\n&gt; daughter and check her safely.\n\n&gt; Tucson notices the positive changes in Rodimus and gives a smile of\n&gt; satisfaction.  Yet his expression changes, one of grave concern.\n&gt;\n&gt; &quot; Yes, we will need stronger defenses.  I don&#39;t think our fight with\n&gt; Magmatron is over by any means.  We won the battle this time by getting\n&gt; everyone to safety but, there is yet the possibility of retaliation on the\n&gt; enemies part.  I guess you could call it guardian intuition. The old\n&gt; dragon must have had the same attribute.  Only now, have events escalated\n&gt; and I sense that the reason for that, is because of the dragon&#39;s passing.\n&gt; He somewhat kept the land free of harm, and not smaller creature dared to\n&gt; challenge him.  But with age, he weakened, and even Magmatron who&#39;s\n&gt; strength always outshone his own, realizes that without the guardian, it&#39;s\n&gt; easy pickings.  Well, not anymore.  Now instead of one guardian there are\n&gt; many, and as guardians we need to step up our protection. &quot;\n&gt;\n&gt; He looks ahead toward home.\n&gt;\n&gt; &quot; This planet needs a chance to evolve.  And if Nemesis Prime thinks he\n&gt; can destroy this world, I will not hesitate to show him that no one lays\n&gt; harm on innocent life forms without paying a price for their actions.\n&gt; I&#39;ve been entrusted by the old dragon, to pick up where he left off, being\n&gt; sure NOTHING LAYS HARM TO THE PLANET HE VOWS TO DEFEND. &quot;\n&gt;\n&gt; Tucson had also changed, he had realized why the dragon had chosen him.\n&gt; Perhaps it was to help guide Rodimus and the other Maximals but, his\n&gt; primary purpose being the all around Guardian Prime of the environment and\n&gt; the creatures that lived there.  Rodimus was ready now, he grew all the\n&gt; wiser and he felt that he could lead them to safety and beyond.\n&gt;\n&gt; &quot; And with that said, I know my purpose now.  Rodimus, the Maximals have\n&gt; their leader and I am flying next to him.  But this planet needs a\n&gt; guardian and I have been chosen to take that position.  I will always help\n&gt; you when my help is needed, and I will help reinforce the defenses.  But\n&gt; when we return I must take my rightful place, the cave that sits\n&gt; overlooking the Ark, that is where I must reside.  That is where he stood\n&gt; guard and that is where I must stand.   And when you hear my voice crack\n&gt; the sky like thunder, you will be alerted to danger before it strikes\n&gt; you.&quot;\n&gt;\n&gt; Even though far away, Tucson could now see the peak of the cave where he\n&gt; would stand guard and follow the footsteps of the Silver Dragon of the\n&gt; past.\n&gt;\n&gt; &quot; We have a ways to go but, there ahead, we are approaching home.&quot;\n\n&lt;NEW&gt;\n\nRODIMUS nodded as they flew down towards the MAXIMALS that were\nwaiting below and started on the journey home.\n\nThe trip was remarkably brief. They made it back to the shuttle they\nhad flown to the jungle on, it would seem that the magma had not\nreached as far as the edge of the jungle.\n\nAs they moved into the air and surveyed the landscape there could be\nseen a large area of devastation where the Magma had come down off the\ntop of the volcano and flowed down onto the gorunds below. Trees and\nother assorted foliage had been burned to a cinder. One could only\nhope that as time passed and the lava cooled and turned into rock and\ndirt that the jungle would recover its lost area and once again be the\nluxuriant green carpet that it was.\n\nHowever as the team circled above it was easy to see that the area\nthat was damaged was small compared to the vastness of the jungle\nitself. There were still thousands of acres of jungle still left\nuntouched by the destruction.\n\nBut now they journied home, back towards the ARK and back to the\nrelative saftey of the MAXIMAL headquarters.\n\nIt felt like only a short period of time before they could see the\noutline of the very mountain that the ARK sat at the base of,\nstrangely enough another volcano, one that would one day errupt\nitself.\n\nA call came into TUCSON, it was from LORD ELDER, &quot;Nightshift has been\ntrying to reach you.&quot; He said, his voice were perfectly clear. &quot;I am\nsending you his last known coordinates.&quot;\n\nSurprisingly enough the coordinates were only 50 miles from the ARK,\njust outside of the ARK&#39;s immediate sensor range.\n\n(TAG)\n\n- Preston\n\n"}}