{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":435352480,"authorName":"Super Cyclonus","from":"Super Cyclonus &lt;supercyclonus@...&gt;","profile":"supercyclonus","replyTo":"LIST","senderId":"zyQftASl74xOchAhMprgQZcooMWQygtHsJy8webkIRhAgaMJQ0opznO6FOrIggxaLrw1m3vWqcYtBE4JihNQ3oi7mG3ezcwHt6KRlKUdSw","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: A fiery Dawn! - MAXIMALS!","postDate":"1336570716","msgId":73373,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENBQlpKWE90QmUyUU09RzhNUzZ5MDhHV0E0a1J3SnhxWjhBWThMUCtCbjEtTWk4MGNCUUBtYWlsLmdtYWlsLmNvbT4=","inReplyToHeader":"PGpvZDB2cysxY2RxQGVHcm91cHMuY29tPg==","referencesHeader":"PDM5QjdCRjEzLTczMkEtNDA0RC1BNjkxLUQ5OEY4MzEwN0E3MkB5YWhvby5jb20+CTxqb2QwdnMrMWNkcUBlR3JvdXBzLmNvbT4="},"prevInTopic":73372,"nextInTopic":73375,"prevInTime":73372,"nextInTime":73374,"topicId":73269,"numMessagesInTopic":65,"msgSnippet":"...  Agreed. RODIMUS said as he glanced at LEGACY and then back at TUCSON, We need to keep an optic on him. I have not had a chance to know him well,","rawEmail":"Return-Path: &lt;supercyclonus@...&gt;\r\nX-Sender: supercyclonus@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 27958 invoked from network); 9 May 2012 13:38:37 -0000\r\nX-Received: from unknown (98.137.35.162)\n  by m5.grp.sp2.yahoo.com with QMQP; 9 May 2012 13:38:37 -0000\r\nX-Received: from unknown (HELO mail-lpp01m010-f41.google.com) (209.85.215.41)\n  by mta6.grp.sp2.yahoo.com with SMTP; 9 May 2012 13:38:36 -0000\r\nX-Received: by mail-lpp01m010-f41.google.com with SMTP id i5so313588lah.14\n        for &lt;nbwrpg@yahoogroups.com&gt;; Wed, 09 May 2012 06:38:36 -0700 (PDT)\r\nMIME-Version: 1.0\r\nX-Received: by 10.112.101.162 with SMTP id fh2mr90201lbb.20.1336570716234; Wed,\n 09 May 2012 06:38:36 -0700 (PDT)\r\nX-Received: by 10.112.129.41 with HTTP; Wed, 9 May 2012 06:38:36 -0700 (PDT)\r\nIn-Reply-To: &lt;jod0vs+1cdq@...&gt;\r\nReferences: &lt;39B7BF13-732A-404D-A691-D98F83107A72@...&gt;\n\t&lt;jod0vs+1cdq@...&gt;\r\nDate: Wed, 9 May 2012 09:38:36 -0400\r\nMessage-ID: &lt;CABZJXOtBe2QM=G8MS6y08GWA4kRwJxqZ8AY8LP+Bn1-Mi80cBQ@...&gt;\r\nTo: nbwrpg@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Super Cyclonus &lt;supercyclonus@...&gt;\r\nSubject: Re: A fiery Dawn! - MAXIMALS!\r\nX-Yahoo-Group-Post: member; u=435352480; y=kkHSp5bBBerWwKYrhFnfD17m6asHcIi2V2FzzAZo1aHcLYMWNwRDJQ\r\nX-Yahoo-Profile: supercyclonus\r\n\r\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Tucson nods but still appears a tad stiff in his posture while looking over to Legacy.\n&gt; He could sense something but was not sure as to what he was sensing.\n&gt;\n&gt; &quot; Hmm.. Strange, with all your knowledge, you seemed to have overlooked the\n&gt; presence of a fellow Maximal. Normally as part of our team, you should have had\n&gt; some means of capturing a fellow comrade&#39;s signature and made the determination\n&gt; that he or she is still within close proximity. But what you&#39;re saying contradicts that.\n&gt; Anyway, I will talk to you later, first, all of us need treatment, if we&#39;re to rejoin the\n&gt; forces.&quot;\n&gt;\n&gt; He turns to follow Bump to med bay as does Nightshift and Uproar who also looks\n&gt; back at Legacy with cat like suspicion.\n&gt;\n&gt; &quot; Ever since he got here, I haven&#39;t trusted that bot at all. What if he&#39;s one of them? A\n&gt; mole? What if everything that&#39;s happened so far, is because a shred of intel has been\n&gt; leaked out from this base? &quot;\n&gt;\n&gt; Tucson pauses.\n&gt;\n&gt; &quot; Stanton, I need you to run an activity report on all intel that has come in and out\n&gt; from the Ark, during the duration of the chain of events which have happened so far.\n&gt; There may be good reason to be suspicious.&quot;\n&gt;\n&gt; Straightshot looks over to the group and returns to her work at the computer.\n&gt;\n&gt; &quot; Lemme see what I can come up with, this might take a while. I just hope Cheetor,\n&gt; Rhinox and Optimus Primal are still in one piece.&quot;\n&gt;\n&gt; Nightshift limps along side Bump and looks up to him.\n&gt;\n&gt; &quot; Thanks for the encouragement, we can use everything we got now. Slaag, if it&#39;s true\n&gt; that we got a mole on board, we&#39;re done for. But it looks like the big boss kinda knows\n&gt; who it could be. Check out Tucson&#39;s body language, his tail tapp&#39;n the ground, his\n&gt; stiff gait, and that little snarl on the snout. He does that when he smells someth&#39;n that\n&gt; doesn&#39;t seem right.&quot;\n&gt;\n&gt; Tucson turns to Rodimus.\n&gt;\n&gt; &quot; I think it&#39;s best to keep an eye on Legacy. Tell me if you see any suspicious\n&gt; behavior on his part. If you do, don&#39;t let him suspect that you know anything. Just play\n&gt; along, observe and relay back to me what you observe. Then together with Leo\n&gt; Prime, we can decide what action may need to be done. I think this is long overdue. &quot;\n&gt;\n&gt; He salutes Rodimus and heads to the med bay.\n\n&lt;NEW&gt;\n\n&quot;Agreed.&quot; RODIMUS said as he glanced at LEGACY and then back at\nTUCSON, &quot;We need to keep an optic on him. I have not had a chance to\nknow him well, perhaps Lord Elder can help you with details about him,\nhe has been around him the longest.&quot;\n\nMeanwhile SANTON, BUMP and LEGACY have all made their way to the medical bay.\n\nIf LEGACY is the least bit uncomfortable with all the optics watching\nhim and all the suspicious looks being directed his way there is not a\nshred of it visable on his cold faceplate. Instead he is his typical\nefficient self as he walked over to a console and began to feed in\ninformation.\n\n&quot;If you two will get up on the medical beds.&quot; SANTON said, &quot;We can see\nif we can get this over with as fast as possible.&quot;\n\nAt the same time BUMP was looking at LEGACY in a speculative manner\nsaying nothing.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; Rattrap nods and gets into beast mode.\n&gt;\n&gt; &quot; I wonder what Cybertron&#39;s gonna be like when we get home..  Probably not\n&gt; the same as we remember it.  &quot;\n&gt;\n&gt; Tucson looks to Talon and gently rubs his head against hers, minding his\n&gt; snout .   Dragons had ways of expressing their love for their mates and what\n&gt; he was doing was no different.  His feelings were definitely real, and\n&gt; nothing would ever change that.  But as he closes his eyes for a moment, a\n&gt; vision comes into play.  The single optic, staring down at him, as he\n&gt; flashbacks to earlier days when he was just an Autobot.  A red optic, and a\n&gt; gun pointed right at him!  And a familiar face.  SHOCKWAVE.\n&gt;\n&gt; It shocks him with a bit of a gasp.  He looks at Legacy and then back to\n&gt; Talon.\n&gt;\n&gt; &quot; Shockwave.  I was almost destroyed by him vorns ago, back on Cybertron.  I\n&gt; knew it, that&#39;s where I&#39;ve seen bots of Legacy&#39;s kind.  It&#39;s part of a\n&gt; memory I thought I lost when I was taken off line and blinded.&quot;\n\n&lt;NEW&gt;\n\nLEO PRIME had walked up as well, &quot;Yes he does bear a resemblance to\nShockwave doesn&#39;t he, the same single optic, the same cold way about\nhim.&quot; LEO didn&#39;t look all that trusting either.\n\nThere was a nod from LORD ELDER, &quot;Yes, but he has done more to protect\nthis Ark then most of us put together.&quot; ELDER was talking about when\nhe defnded the ARK against the UNICRONIANS all by himself.\n\nELDER glanced at LEGACY and then back at LEO and TUCSON, &quot;But perhaps\nthis is not the best place to discuss this. Perhaps when we have a\nlittle more privacy.&quot;\n\nMeawnhile LEGACY continued to enter in codes to the medical computer.\n\n&gt; &lt;OLD&gt;\n&gt;\n&gt; windlord looked at the Maximal commanders and said &quot;then we are leaving to\n&gt; track Tarantulus and the humans&quot; then looking at Rattrap and Percetpor said\n&gt; &quot;Let&#39;s go&quot;\n\n&lt;NEW&gt;\n\nRODIMUS PRIMAL on the other hand walked back away from the ARK and\ngestured to RAT TRAP, WINDLORD and PERCEPTOR, &quot;Okay, Windlord and\nPerceptor, you two direct us to where you saw the humans and let&#39;s see\nwhat we can find.&quot;\n\n(TAG)\n\n- Preston\n\n"}}