{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":59465767,"authorName":"Dude Dudeson","from":"Dude Dudeson &lt;Zardus200@...&gt;","profile":"zardus200","replyTo":"LIST","senderId":"YbO5h_EkekeOtoGO9BJzLMFvydQwQsn82pr3LQavcyXa1rzYRSm1kB3TqNxF-3G8qEFZO8knXUmAUdoRc7p_WWmOuLwfBMILVQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Memories of NBW","postDate":"1576317562","msgId":73803,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDgyNTA2MTU4OC43NTk1NDE3LjE1NzYzMTc1NjIwODNAbWFpbC55YWhvby5jb20+","referencesHeader":"PDgyNTA2MTU4OC43NTk1NDE3LjE1NzYzMTc1NjIwODMucmVmQG1haWwueWFob28uY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":73802,"nextInTime":0,"topicId":73803,"numMessagesInTopic":1,"msgSnippet":"Hello NBWRPG, Zardus here. It s been a while. I wanted to drop by, on the eve of the Yahoo Groupocalypse, and reminisce. There is plenty to reminisce about. I","rawEmail":"Return-Path: &lt;zardus200@...&gt;\r\nX-Sender: zardus200@...\r\nX-Apparently-To: nbwrpg@yahoogroups.com\r\nX-Received: (qmail 17991 invoked by uid 102); 14 Dec 2019 09:59:28 -0000\r\nX-Received: from unknown (HELO mtaq2.grp.bf1.yahoo.com) (10.201.224.240)\n  by m12.grp.bf1.yahoo.com with SMTP; 14 Dec 2019 09:59:28 -0000\r\nX-Received: (qmail 2667 invoked from network); 14 Dec 2019 09:59:27 -0000\r\nX-Received: from unknown (HELO mta4004.groups.mail.ne1.yahoo.com) (10.218.140.75)\n  by mtaq2.grp.bf1.yahoo.com with SMTP; 14 Dec 2019 09:59:27 -0000\r\nX-Original-Return-Path: &lt;zardus200@...&gt;\r\nAuthentication-Results: mta4004.groups.mail.ne1.yahoo.com; \n dkim=pass (ok) header.i=@... header.s=s2048;\n spf=pass smtp.mailfrom=@...;\n dmarc=pass(p=reject sp=NULL dis=none) header.from=yahoo.com;\r\nX-Received-SPF: pass (domain of yahoo.com designates 66.163.184.200 as permitted sender)\r\nX-YMailISG: 2xQoiNwWLDs8gOA5c5xztXPh3oGAoXInmUTK04oRyyWZMOyU\n aBNhZy7BU0ac9dcFEejGLUXZYu_BEvLMUo.lhtmQFvRk17NY0WRhEvh.m1jV\n zd6YybvELQ1yqMLsLGecFaMH_Ed.CT.kAPGpIpp79rsMwrs84pxcUJaXlTa1\n pdwiz.g265s8Mj.vpAf.8urt2OMg7JPos0fErEb_Cik0NpvgAppERK9XBGMK\n 2LPdVP9HpuXy9MQjcNZEYHR.sso7H88bSdWUBfwL6BUh2HVpmLIvGgzAHuCU\n bPHsBb_Kdgj5li.Dm4kfffsR9gPNU7QIQlbr5FhcNSaHp7Q3o1WGQuTebdal\n iqcPJNuQZWsdObYa1tu5SQaNoeIe9OoJ0ykrBhEDMIiTNxK4O7.wXQ8Wx7Mi\n F0Dv6SLyxouyQvecbS69IwMNf0TJk_L2OkwdLPug_80in6OqwOyMri_89Vpv\n hnSsZ38JQGVeCEYAW6h4EManf_9Zh4AMn4dqgxEYB0kVeRCvKiqvw2ltC3hj\n DfV7KMB2OTfsErlm1faMaeBPrmBsA2Txi1xBuOFqPEefZNR5jLYI76dThBbj\n qaB97hQTA40g6UHVzq0Wh2IdRZAWaBokT14CAFmdZM10VBQbBuhvGXlYWZEQ\n QQgpYjNosdKc8RfViw_xAqalNT32J1xQMQjZR0b0LCCD8X6WKt1ZOmaH_d5Q\n MwPU6qa97yWoAa2KY5vFtWtQs4havS2CsN4HaMHGgU47.1QThB.In.KbGgET\n mGV5wJMk9WXvfVAE2tyNgKV9oqvkY9WyY1yl6eEiNJYdMDaxKTmCXFtouG63\n KW1BJoE5VmH3EDMKdFnm0M5IbBaJURVc_GoFOCbRWrnqVPgKbIVGNr6QTS3a\n rCfU3LtUyzeHau7aaxLVyqTcXaOORyqgGKvLOug4MOdQDQAbku0FFkxMfpYJ\n jE6ifZ7Qn9KttKIQvNzbZTWrYkDoDd1m8nP9uGECqcgK94OLT.IncHchRtDY\n 04n.SW1mBcFqwcDXknsYvanEM69kp15tdzLn3OZ4oD19Y_WsA88gJcK1s5k3\n 4qmQ.Lm0cPEdN6C3V1aV3C6yd85UC_icvBOAz3dhGA--\r\nX-Received: from 10.246.117.237  (EHLO sonic301-31.consmr.mail.ne1.yahoo.com) (66.163.184.200)\n  by mta4004.groups.mail.ne1.yahoo.com with SMTPS; Sat, 14 Dec 2019 09:59:27 +0000\r\nX-YMail-OSG: 3LaWkaQVM1lUKLRF7BxXDAoTiUQ5SqeJd7TP6qvwDitUQV9SlRWs5hgdC2c._oh\n MhusHfvMFRqZwUkS7G_hT0RJc4pkcFD7kVqk5FbMZUiLtcB_VM3tseAJlUMakwTBVNxukTfNRX7_\n WLab0QOENYiOEL_CI6dw_jdx_77ddzEkYODUX4mBpsN1NMsNy8kw89aM26rS.jfK50EH.4azgf5A\n 74hYiBXMO0zYV0JgajWg.QSkMbzxjF9r1zPdnTGPKoYseAIfxvbsgT4Dk2aC6LidkQ03Tc4ZVs_F\n qgDVt3O1qBUFsSojJXhh8KhLlpFjJFUw9Hj3lEMXgI5AIMEDfac_p7bzxPQaHDvcilpbmTRSnSET\n 0_aeq5Es6tFuORXQei5EAFD8GPTcrEUdK.FB8LTunpvSR1SrCc10NhVU7ANwg.DoJUmqB.kUSphp\n btRApFm9X7a8Wk_2OlVkUWClXwmFcUJdqHRKdXmG0r9Hnx8sR2yw1zKaLuwHIcuaNbLJG5b6hb45\n i_G9HP_kiUbCXR3UgwbK1tkZyqlOfr66cq2KBXW4G0Aw0Kidv_Pw8lGBeU7VnFlvGc27Z.g9g62.\n 2PP99oY2AkXlFXps4E6sihYeSXBbQd0Vhca8E6LnVexLJCUjSmITYkspJrJXuhKYsj.HOBLQiCoW\n sqav2zPRiexIQnGsz.P7Dv9E5wy.t4Dbwvu2Efib.gFwFSsVBJDDF2YR3FR_GSXAjnTRT3C_OJDr\n My9hObsK5IlX_XHQMAr_2ge4lDCa0wvLOKjqjJXOHmduB9pnhVDFobPRXbL.y4g6MM.JTSGoL1O8\n cXsEdFM.DE7a2jQ7ZyP00AEZ0jAkqhffX5u_C0nEOl32FKi4t28ootqYV8anEfiR58acVL2ja2qY\n NeWqPrzpsLKRU9ax3ElX6Ni5U7RHbmPMh1rynoZdwOe11ciuXmnAQoPYN3U7.guvv5X73EpAGmQU\n DtoucKzhMI0to.Fs97LngS21SMRka08CF14GWcPQltS7EEkwVe66URUh_HT5Qo_DLqqRGQcodt6c\n 5EhgRMS5dUHovAcc2FpnfZQFdtospeoXT1dgtkZeX6PfIZEPm.jnGLYjEsL4JsLbBSCI5ZLCGoUQ\n MNjPDMKyR0NY_WBngjUJap_WOMlkq_iH7sT4KNGWr1SQ_uxmd6EjN5M5netiy3Zu_73TIm3dul8x\n b41PciQNvbm2laNtueyFrPuZNMvhntOFLymrJLrJoJWyqX3XFET5aS_bl7JJYoyqm9D6azRFmBAG\n DOxsJCrgsCshkw95_K4v3RIq.MtWe.m.0wiEpEoRSh_6o3tgTx7AeFgJbXI5eq_L0el8My1Sd1c3\n q7A--\r\nX-Received: from sonic.gate.mail.ne1.yahoo.com by sonic301.consmr.mail.ne1.yahoo.com with HTTP; Sat, 14 Dec 2019 09:59:27 +0000\r\nDate: Sat, 14 Dec 2019 09:59:22 +0000 (UTC)\r\nTo: &quot;nbwrpg@yahoogroups.com&quot; &lt;nbwrpg@yahoogroups.com&gt;\r\nMessage-ID: &lt;825061588.7595417.1576317562083@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative; \n\tboundary=&quot;----=_Part_7595416_1815438695.1576317562081&quot;\r\nReferences: &lt;825061588.7595417.1576317562083.ref@...&gt;\r\nX-Mailer: WebService/1.1.14728 YMailNorrin Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:70.0) Gecko/20100101 Firefox/70.0\r\nContent-Length: 10053\r\nSubject: Memories of NBW\r\nX-Yahoo-Group-Post: member; u=59465767; y=epVsAPDg-SlB2rYp1R16oQqeZqQLpno93AzNGH5aJ3_xfpHm\r\nX-Yahoo-Profile: zardus200\r\nFrom: Dude Dudeson &lt;Zardus200@...&gt;\r\n\r\n\r\n------=_Part_7595416_1815438695.1576317562081\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHello NBWRPG,\n\nZardus here. It&#39;s been a while.\n\nI wanted to drop by, on the eve of the Yahoo Groupocalypse, and reminisce. There is plenty to reminisce about. I joined back in 1999, when it was a homespun mailing list: just a bunch of CCed email addresses that everyone would struggle to keep updated. A middle school friend of mine (Inferno731, for those who remember. He&#39;s getting married next month!) added me to this list of CCs, and I dialed up to AOL over my 56k modem to access this new form of game.\n\nI was young, just entering high school and beginning what I thought was the last phase of my life before adulthood. I went through the first few years of this phase with you all, checking emails during recess, at lunch, after school. Writing a world, making friends along the way. And, critically, learning to lead, to compromise, and to function in a cohesive group without the clear set of rules of childhood.\n\nA lot has happened in my life since my days at NBW. I&#39;ve gone through life stages, relationships, and careers. I&#39;ve competed on the world stage and faced personal and professional triumphs and frustrations. Soon, I will welcome a child into this world. But through it all, way back in my personal history, there is the moment in which Zardus the character betrayed the Decepticons (or the Maximals? I honestly can&#39;t remember, and those early pre-Yahoo emails are long lost to time) and began a long journey not only for him, but for me as well.\n\nIn my tenure over NBW, Zardus the person focused on sustainability. Zardus the character formed the Allegiance (the title, itself, a misspelling of my intended name: Alliance) because either the Maximals were about to finally defeat the Decepticons in our little game, or vice-versa. Whichever it was, the game would likely end, and this strange group of people with whom I was suddenly friends would disperse. If that had happened, most of those on this list would have never heard of NBW. So Zardus betrayed his faction and created the Allegiance to keep things balanced, to help maintain a stalemate that would allow people to create, write, care for, and bid farewell to characters for years to come. In that moment, Zardus the character helped forge Zardus the person.\n\nThat moment helped NBW persist for many years more, and in the first few of them, I created many characters, schemed many schemes, and fought many battles. When out of character, I played other games and other Yahoo Groups RPGs, advertised, recruited new members, debated the future of NBW, made friends, and tried to keep peace and tranquility among the members. Over time, I became the longest-active player and started to be recognized as as the de facto leader of the group. This did not sit well with me: armed with high school history knowledge, I knew that a dictatorship, even if the dictator was myself, was not a good model of governance, and I suggested the creation of an elected NBWRPG council. In typical high school magnanomy, I volunteered to be a council member for life.\n\nEventually, however, after years of fun and community, it was time to leave. School was taking more and more of a toll, and there was simply less and less time for NBW. Even in my departure, NBW had lessons for me: what I learned from the functionality of the council without me and the way that the new senior members stepped up to keep the group functioning cohesively has served me well in everyday life as I left leadership roles of organizations that had to persist beyond myself.\n\nSince leaving, I have pushed through high school, college, a career, graduate school, now a second career, and soon, parenthood. Behind every single step, however, is that high school kid, writing a world with newfound friends on the internet.\n\nIt&#39;s amazing that NBW kept going for so long after I left. Thinking of the friendships made, and the work that its leaders (Airly and everyone else) put into its continued existence is humbling. I was just there for the beginning, but you all saw it through a whole other decade.\n\nSo, thank you all for your posts, your debates, and your friendships. Yahoo Groups is diminishing, but I sincerely hope that we all do not forget the lessons we&#39;ve learned from this RPG. If you are one of the many friends that I have RPGed with, please reach out. You can always contact me at zardus200@.... I travel quite frequently in my current position (I&#39;m writing this from the plane to Tokyo), and I would love to detour a future trip to visit a fellow transformer!\n\n- Zardus\n\nP.S. I&#39;ve put up an archive of the messages up on github: https://github.com/nbwrpg/nbwrpg.github.io. Maybe later we&#39;ll turn it into some sort of archive website :-)\n\r\n------=_Part_7595416_1815438695.1576317562081\r\nContent-Type: text/html; charset=UTF-8\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div class=&quot;yahoo-style-wrap&quot; style=&quot;font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:16px;&quot;&gt;&lt;div dir=&quot;ltr&quot; data-setdir=&quot;false&quot;&gt;&lt;div&gt;Hello NBWRPG,&lt;br&gt;&lt;br&gt;Zardus here. It&#39;s been a while.&lt;br&gt;&lt;br&gt;I wanted to \ndrop by, on the eve of the Yahoo Groupocalypse, and reminisce. There is \nplenty to reminisce about. I joined back in 1999, when it was a homespun\n mailing list: just a bunch of CCed email addresses that everyone would \nstruggle to keep updated. A middle school friend of mine (Inferno731, \nfor those who remember. He&#39;s getting married next month!) added me to \nthis list of CCs, and I dialed up to AOL over my 56k modem to access \nthis new form of game.&lt;br&gt;&lt;br&gt;I was young, just entering high school and\n beginning what I thought was the last phase of my life before \nadulthood. I went through the first few years of this phase with you \nall, checking emails during recess, at lunch, after school. Writing a \nworld, making friends along the way. And, critically, learning to lead, \nto compromise, and to function in a cohesive group without the clear set\n of rules of childhood.&lt;br&gt;&lt;br&gt;A lot has happened in my life since my \ndays at NBW. I&#39;ve gone through life stages, relationships, and careers. \nI&#39;ve competed on the world stage and faced personal and professional \ntriumphs and frustrations. Soon, I will welcome a child into this world.\n But through it all, way back in my personal history, there is the \nmoment in which Zardus the character betrayed the Decepticons (or the \nMaximals? I honestly can&#39;t remember, and those early pre-Yahoo emails \nare long lost to time) and began a long journey not only for him, but \nfor me as well.&lt;br&gt;&lt;br&gt;In my tenure over NBW, Zardus the person focused \non sustainability. Zardus the character formed the Allegiance (the \ntitle, itself, a misspelling of my intended name: Alliance) because \neither the Maximals were about to finally defeat the Decepticons in our \nlittle game, or vice-versa. Whichever it was, the game would likely end,\n and this strange group of people with whom I was suddenly friends would\n disperse. If that had happened, most of those on this list would have \nnever heard of NBW. So Zardus betrayed his faction and created the \nAllegiance to keep things balanced, to help maintain a stalemate that \nwould allow people to create, write, care for, and bid farewell to \ncharacters for years to come. In that moment, Zardus the character \nhelped forge Zardus the person.&lt;br&gt;&lt;br&gt;That moment helped NBW persist \nfor many years more, and in the first few of them, I created many \ncharacters, schemed many schemes, and fought many battles. When out of \ncharacter, I played other games and other Yahoo Groups RPGs, advertised,\n recruited new members, debated the future of NBW, made friends, and \ntried to keep peace and tranquility among the members. Over time, I \nbecame the longest-active player and started to be recognized as as the \nde facto leader of the group. This did not sit well with me: armed with \nhigh school history knowledge, I knew that a dictatorship, even if the \ndictator was myself, was not a good model of governance, and I suggested\n the creation of an elected NBWRPG council. In typical high school \nmagnanomy, I volunteered to be a council member for life.&lt;br&gt;&lt;br&gt;Eventually,\n however, after years of fun and community, it was time to leave. School\n was taking more and more of a toll, and there was simply less and less \ntime for NBW. Even in my departure, NBW had lessons for me: what I \nlearned from the functionality of the council without me and the way \nthat the new senior members stepped up to keep the group functioning \ncohesively has served me well in everyday life as I left leadership \nroles of organizations that had to persist beyond myself.&lt;br&gt;&lt;br&gt;Since \nleaving, I have pushed through high school, college, a career, graduate \nschool, now a second career, and soon, parenthood. Behind every single \nstep, however, is that high school kid, writing a world with newfound \nfriends on the internet.&lt;br&gt;&lt;br&gt;It&#39;s amazing that NBW kept going for so \nlong after I left. Thinking of the friendships made, and the work that \nits leaders (Airly and everyone else) put into its continued existence \nis humbling. I was just there for the beginning, but you all saw it \nthrough a whole other decade.&lt;br&gt;&lt;br&gt;So, thank you all for your posts, \nyour debates, and your friendships. Yahoo Groups is diminishing, but I \nsincerely hope that we all do not forget the lessons we&#39;ve learned from \nthis RPG. If you are one of the many friends that I have RPGed with, \nplease reach out. You can always contact me at zardus200@.... I \ntravel quite frequently in my current position (I&#39;m writing this from \nthe plane to Tokyo), and I would love to detour a future trip to visit a\n fellow transformer!&lt;br&gt;&lt;br&gt;- Zardus&lt;br&gt;&lt;br&gt;P.S. I&#39;ve put up an archive \nof the messages up on github: \nhttps://github.com/nbwrpg/nbwrpg.github.io. Maybe later we&#39;ll turn it \ninto some sort of archive website :-)&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\r\n------=_Part_7595416_1815438695.1576317562081--\r\n\n"}}