{
    "userId": 80062532,
    "authorName": "",
    "from": "Soulstice_Omega@...",
    "profile": "soulstice_omega",
    "replyTo": "LIST",
    "senderId": "PBzHqio6QUwwD7vg6s6-SC2Sem-RteQK0Dpal6KTsoeNeXbd6VWubRDk-Q2uJzZAoK4tRsghJJvVwJLlKee7aA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Coda: Standing here at the edge of the Earth",
    "postDate": "1574161522",
    "msgId": 73800,
    "canDelete": true,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHFyMGk5aCtscHFoazdAWWFob29Hcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 73799,
    "nextInTime": 0,
    "topicId": 73800,
    "numMessagesInTopic": 1,
    "msgSnippet": "OOC: Hello. It s been a long time. I don t know how many people I once knew are still here. I don t know who is listening now. But I ll speak anyway. I m C. V.",
    "messageBody": "<div id=\"ygrps-yiv-2097117815\"><p>OOC: Hello. It&#39;s been a long time. I don&#39;t know how many people I once knew are still here. I don&#39;t know who is listening now. But I&#39;ll speak anyway. I&#39;m C. V. Reynolds. I was once known as Soulstice Omega. Some people called me THECODE. Then I was Hollywood Narrator. And briefly Roland the Last Gunslinger. How are you all? I&#39;ve had hard times, but I&#39;m well.</p><p><br></p><p>As the time of YahooGroups deleting its archives draws near, I reminisce of days long gone. I&#39;m archiving the group using the Yahoo-Group Archiver script. But I still feel melancholy knowing the archive will be gone. The connection I had to NBW is fading away. Soon the thing that kept me bound to the member&#39;s list will be gone. So I knew I needed to write this message.</p><p><br></p><p>I joined Neo Beast Wars during its peak many years ago now. Back when the website had that Transformers the Movie midi playing. It was completely by chance I discovered NBW, and thus my life was forever changed. I was a poster and accidental troll in Ben Yee&#39;s bwtf message board during the old days. While I was fretting over everyone hating me, I noticed a message board post advertising NBW RPG. This was in the days when Ben Yee&#39;s board could contain few topics at once. That topic only lasted for the day. But in that coincidental moment I reached out and seized the moment. I became a NBW member. My first character was Sinesis. He was a moder. Haha. :3</p><p><br></p><p>I had minimal experience writing fanfic at that point. It was all trash. But I looked forward to having fun with people. Writing for something I loved (and still love now, in ALL forms): Transformers. Unfortunately, it was a very hard road for me. I was unpopular in NBW during my awkward attempts to learn etiquette. I didn&#39;t fit in at all. And I certainly had trouble learning the rules early on. Over time I worked hard to earn respect, though I resented some of the hard moderators of the time. Certain mods were very rude to me and others and I haven&#39;t forgotten it. But I know I was very annoying too. I eventually found common ground with some other members and formed some friendships. Alloran. Lurker Abyss. RoboRick. Dachande. The late MiniMe316. It&#39;s been so long. I might have forgotten some. I apologize. It was not intentional. In one way or another, I drifted apart from all these friends. I haven&#39;t heard from them in many years. For some of those it&#39;s better this way.</p><p><br></p><p>I met a lot of people in NBW. I couldn&#39;t possibly name them all. They were a fun bunch and I liked posting with most of them. But it&#39;s fair to say I never fit in like I wanted. It seemed everything I did ruffled someone&#39;s feathers. Even giving characters wrestling moves or a human name like &quot;Dan&quot; angered people. Despite actual Transformers fiction doing the same things several times. There were people who insisted on calling me THECODE because of my old e-mail address. Despite my pleading with them to not... I couldn&#39;t figure out how to change my message name back then. For a while I was content. It was fun, but nerve-racking at the same time. In the end I never did &quot;fit in&quot; like I had dreamed I would.</p><p><br></p><p>But I yearned for more, and so I formed my own Transformers RPG. SSO RPG took inspiration from NBW and wouldn&#39;t have existed without it. It later fell apart. I was ill-equipped to run a group and all my own members back-stabbed me in resentment. Ha. Still, I wouldn&#39;t give up. I later formed DBZSF with my sister. A DBZ-based RPG, also taking inspiration from NBW. DBZSF had a good run, but I&#39;ve been the only one writing for it for many years now. But it was still active when I had the courage to finally leave NBW for good. My crippling depression at the time helped my decision. I mouthed off to one of my antagonists on my way out. Big time. Looking back, I see something was wrong with my mental condition at the time. Not a glorious or mature exit... to say the least. But being mentally unwell sometimes makes you a bomb ready to explode... I guess. I don&#39;t want to excuse my detonation, though. I didn&#39;t actually unsubscribe, but I was true to my word about my leave. I never posted for NBW again. I recall someone saying I&#39;d come crawling back in a couple of weeks. That he enjoyed &quot;listening to me whine&quot; or so. Much as I missed NBW later, I&#39;m happy to have proved him wrong. &gt;:3</p><p><br></p><p>But now the dream is over. All the RPGs have had their sundowns. I&#39;m saddened, but from that wasteland I found hope. Like a rose that grows from the wreckage. I used all the experience I gathered from my years in the RPGs to take the next step. I became a novelist. I have three books published on Amazon under the name C. V. Reynolds. cvreynolds.net is my very simplistic website. I&#39;ve accomplished what sometimes seems like a dream to me. Through all the years of depression and illnesses I&#39;ve suffered, I persevered. I have something to show for it all.</p><p><br></p><p>But I never forgot my roots. And I know the truth. Without DBZSF (and my beloved Trigun), there would be no novels. Without SSO RPG, there would be no DBZSF. Without NBW, there would be no... any of those things. And so I owe a debt of gratitude to NBW. For showing me a way. For having a place for me, no matter how thorny it sometimes felt. For changing my life forever. To think it all came down to that one member who I no longer recall. Who posted that message on that forum at the right time for me to see it. And for NBW to form the steps that would take me to the stars.</p><p><br></p><p>So thank you NBW for everything you&#39;ve done for me despite giving me some bad times sometimes. And thanks for the good times I did have posting fun things with the members here. Thank you for giving me the training I needed to become something more. Thanks to all the members who had good times with me and were friendly and helpful to me. And thanks to other members that put up with my annoying younger self. Thanks to the mods for never following through on those threats to ban me. ;P Thanks for the history and thanks for the memories. Thank you for the inspiration for DBZSF and for feeding my desire to write and my hope for people to read my work. Thanks for changing my life.</p><p><br></p><p>Thank you. And goodbye... for now.</p><p><br></p><p>For love and for peace,</p><p>~C. V. Reynolds (Soulstice Omega)~</p><p><br></p><p><span></span></p><p>&quot;And grasp our hands together we feel we are one result.&quot;</p></div>",
    "specialLinks": []
}