{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"M5aeq6vYFQqFOVdNEEh_kQ196PwXxkQ-TXFIaWjlycnqZuYcnj9BNmZpEOoHn6HYd3-BvtcE2rALjskVDPygNOr6GxXSfQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"964038086","msgId":7520,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMzcwMWJmZjFiZSRlYjgxZGQyMCRjOTUzZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDIwMDAwNzE5MTEyODExLjYyOTMuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":7517,"nextInTopic":7523,"prevInTime":7519,"nextInTime":7521,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Hey, uhhh, could Deemos come on this mission? He needs something to do!... ... From: Carnage Dinobot  To:  Sent:","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 6589 invoked from network); 19 Jul 2000 20:26:15 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 19 Jul 2000 20:26:15 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta1 with SMTP; 19 Jul 2000 20:26:14 -0000\r\nReceived: from birdboy (TAMPA020-0455.splitrock.net [63.254.83.201]) by pimout4-int.prodigy.net (8.8.5/8.8.5) with SMTP id QAA152400 for &lt;nbwrpg@egroups.com&gt;; Wed, 19 Jul 2000 16:26:11 -0400\r\nMessage-ID: &lt;003701bff1be$eb81dd20$c953fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;20000719112811.6293.cpmta@...&gt;\r\nSubject: Re: Neo Beast Wars\r\nDate: Wed, 19 Jul 2000 16:21:26 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nHey, uhhh, could Deemos come on this mission? He needs something to do!...\n----- Original Message -----\nFrom: &quot;Carnage Dinobot&quot; &lt;carnage@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, July 19, 2000 7:28 AM\nSubject: Re: Neo Beast Wars\n\n\n\n* Dinobot growled as he watched down the hall, the shadows deep on either\nside of the hall. Perfect creeping ground if that was what they were going\nto do, but a well place for an ambush as well. But his attention was then\nturned to Prowl as he exclaimed the answer that he had known all along,\nsimply looking at him blankly.\nThe torture chambers were what he had thought as well, a place where it\nwould be near to impossible to infiltrate. There the room would be\nreinforced and there would only be one entrance, not to mention decent\nventilation but none to the reasonable size for a grown bot to creep\nthrough. It was the perfect area.\nDinobot looks back to the shadows of the hall ahead, noting the doors off to\nthe side a few more feet ahead. Nodding once as Prowl exclaims that they\nshould begin there, satisfied that he had actually take not of his concern.\nHe then growled as he felt small vibrations along the floor in which he\nstood, increasing at the rate of movement. Foot steps! Somebot was coming\nfrom.behind. There was no doubt in his mind that if the approaching bot ran\ninto him or Prowl that they would surely know what was going on, not a good\nidea to remain in the center of the call.\nDinobot looked back towards the direction in which Reptilica had disappeared\nand simply side stepped to the point where he was ahead of Prowl, his left\nshoulder-plate brushing against the wall with no sound. This was all done\njust as Prowl had shouted out his warning, a little too late. By the time\nthe last word was from Prowl&#39;s throat Dinobot was leaning with his back\nagainst the wall and his arms crossed, simply looking blankly at the far\nwall on the other side of the hall.\nDinobot didn&#39;t understand what Prowl had been thinking, perhaps that he was\nsome sort of novice that didn&#39;t know left form right. But if that was what\nhe thought that he was going to get the shock of his life, a trained and\nseasoned warrior leaning against the wall beside him. He knew what he was\ndoing, knew what to look for and when a bot was approaching from his blind\nside. He would not have survived the first Beast Wars if he did not know\nwhat he did.\nThe only reason for his fate was because he gave into his destiny.while\nsaving the very fabric of Transformer history as well. As he had said before\nhe had parished, .there was nothing to regret.\nDinobot then turns his attention towards Scattershot as he comes towards\ntheir position, thinking of how much of a goof he appeared as.talking to a\nhead on his own head! What a joke!\nHe shook his head and clenched his jaw, his tail moving at his side with\nirritation. *\n\n&quot; These are and fools who miraculously defeat us?!&quot;\n\n* Dinobot snarls into the silencer as he gestures with a claw towards the\napproaching Scattershot, absolutely dumbfounded of how they could ever\ndefeat the Maximals with such fools posing as soldiers.\nGlancing at Prowl before looking back down the hall and towards the shadows\nwith a shake of his head, crossing his arms again and twitching his tail.\nHow absurd!\nBut then his attention was the drawn towards retrieving Tavatron again, just\nforgetting about how foolish Scattershot seemed to him. Actually feeling\npity for a moment that the Alliance was made of such bots. ( Again, no\noffence.just what he thinks)\nThe thoughts of what horrid devices in which Tavatron might be in store\nfor.or had already been subjected were out of the question, knowing for a\nface that such a torture would quickly be stopped once they reached the\nchambers.\nDinobot then clenched his jaw tightly, standing from his lean from the wall.\nIndication that it was time to move out again.\nBut there was a promise that he made to himself just before they had started\nout on this rescue mission, the one Alliance bot to even touch with the\nintent to harm would be the first one to taste the cold steel of his claws!!\nThere was doubt about it, if one was to pry into his mind.that he was\nbeginning to become protective of her. However, he knew that he shouldn&#39;t.\nIt could be an insult to Tavatron herself, being a warrior and all.being\nable to take care of herself. But he just.couldn&#39;t help it.\nDinobot then looked towards the shadows of the hall, actually finding\ncomfort in their dark depths.\nHis thoughts a tangle of what he did and did not know, was and was not sure\nof. He was sure that he had to feel SOMETHING in order for him to be so\neager to free Tavatron, but he was not sure what it was or why. But did he\nneed a reason to feel this way? So many questions.and such simple answers.\nIf only he could realize them.\nBut perhaps if he was to ask Tavatron herself one day why he would feel such\na thing, why it was so strong yet not?\nIt was worth a shot, but when she was up to it.\nAt the moment Dinobot doubted that she was up to anything, probably half\nstarved and damaged.\nAgain the rage built up in the reptile warrior, causing him to snarl deeply\nand clench his fist. Yet.without his claw digging into the palm.the sight of\nmech fluid out of thin air would give them away.*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest\naddress on the Net!\nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n------------------------------------------------------------------------\nMake new friends, find the old at Classmates.com:\nhttp://click.egroups.com/1/7075/13/_/_/_/964006093/\n------------------------------------------------------------------------\n\n\n\n\n"}}