{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JP3884@aol.com","from":"JP3884@...","replyTo":"LIST","senderId":"_lDvcjESCv9PbS22Yvr1KPFAUvysCV4euXDd2iCmPsAz4z1FrsDDa_2FtgdKakF64gqDP9o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Legacy of Hell Beast","postDate":"964039169","msgId":7528,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYyLjU3NTc3NjAuMjZhNzZjMDFAYW9sLmNvbT4="},"prevInTopic":0,"nextInTopic":7531,"prevInTime":7527,"nextInTime":7529,"topicId":7528,"numMessagesInTopic":11,"msgSnippet":"OOC: If you havent figured this out yet, Im leaveing the RPG. I have turned over Commandership of the Predacons to Wild Dance Mare and I want him also to ","rawEmail":"Return-Path: &lt;JP3884@...&gt;\r\nReceived: (qmail 25200 invoked from network); 19 Jul 2000 20:39:36 -0000\r\nReceived: from unknown (10.1.10.142) by m1.onelist.org with QMQP; 19 Jul 2000 20:39:36 -0000\r\nReceived: from unknown (HELO imo-r09.mx.aol.com) (152.163.225.9) by mta1 with SMTP; 19 Jul 2000 20:39:36 -0000\r\nReceived: from JP3884@... by imo-r09.mx.aol.com (mail_out_v27.12.) id a.62.5757760 (3985) for &lt;nbwrpg@egroups.com&gt;; Wed, 19 Jul 2000 16:39:29 -0400 (EDT)\r\nMessage-ID: &lt;62.5757760.26a76c01@...&gt;\r\nDate: Wed, 19 Jul 2000 16:39:29 EDT\r\nSubject: The Legacy of Hell Beast\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 41\r\nFrom: JP3884@...\r\n\r\nOOC: If you havent figured this out yet, Im leaveing the RPG. I have turned \nover Commandership of the Predacons to Wild Dance Mare and I want him also to \nreplace me on the council. Please, do NOT take me off the list, I enjoy \nreading the posts but I am unable to keep up with my responsabilities by \nwriting them. I was one of the first members of this RPG, and after a year I \nam proud to say it is an excellent association. Thank you all for a wonderful \ntime.\n\n~~~~~~~~~~~~\n\n::: The Decepticon vessle was complete. With the help from Transanulas and \nGremlin they had killed alot of time. Now, they began to move equitment from \nOminous Prime&#39;s lair into the ship. After the move, they began to seal the \ncaveren and then the ship slowly exited the cave and was airborne. :::\n\n::: Ominous ::: Tell Hell Beast were coming to get him.\n\n::: Marine nodded and sent the message. :::\n\n~~~~~~~~~~\n\n::: Hell Beast shouted orders and had the Predacons that were leaveing with \nhim take important items and leave items for the next Predacon Commander. :::\n\n::: Pheniox ::: The energon cargo holds are ready to be loaded on the shuttle.\n\n::: Hell Beast shighed. He was going to miss the Neo Beast Wars, but time was \ngaining and he had to depart. :::\n\n::: Hell Beast looked at his crew ::: Pheniox, and Jackle, you will come with \nme to Cybertron.\n\n::: Black Aracnia spun around in shock, as did Demonaand a strange bot that \nlooked similar to Hell BEast who just entered. :::\n\n::: Black Aracnia ::: What? Thats not fair! I deserve to go!\n\n::: Hell Beast pointed his wepon level with her head, ::: You deserve to die \nwith the bitch Demona!\n\n::: Suddenly, Stryfe aimed his gun at Hell Beast ::: Sorry, dad, but im \ntaking command o-\n\n::: Jackle fired a single shot into his head, sending him into stasis. :::\n\n::: Demona ::: No!\n\n::: Hell Beast fired on Demona, sending her down to the floor with a groan, \ndead. :::\n\n:: Black Aracnia, in the confusion, transformed into beast mode and escaped \nthe ship. :::\n\n::: Hell Beast ::: Bring my son with us, he can be reprogramed. Dump the body \nof Demona is the antimatter chamber.\n\n~~~~~~~~`\n\n::: The Decepticon shuttle hovered over the Predacon base. Useing tractor \nbeams in successfully transported the energon into its own cargo holds. Then, \nHell BEast, Jackle, and Pheniox boarded. Transanulas, Gremlin, MArine and \nOminous waited. :::\n\n::: Hell Beast ::: Ah, I will miss it.\n\n::: Gremlin ::: What of Megatron?\n\n::: Hell Beast ::: Good point.....\n\n~~~~~~~~~~~~\n\n::: Megatron glanced around his chamber, Ra had vanished, but Waspinator \nstayed. He felt a change going on. He knew Hell Beast was leaveing, but he \nwould stay to corrupt the history of Cybertron as long as he could. :::\n\n~~~~~~~~~~~~\n\n::: Set and Ra ran as swift as they could to the Decepticon shuttle. Quickly \nthey boarded and explained themselfs. :::\n\n::: Set ::: I cant stay here anymore! Im sure that they think Im dead and all \nmy momey is being split up among my workers. I must go back and look after \nit. Ra, being my body guard, is coming with me.\n\n::: Hell Beast nodded. He didnt care as long as he was going to be able to \nleave. :::\n\n::: The shuttle rose higher and higher through the sky until it made a rather \nbumby orbit. Now, Hell BEast, Gremlin, Jackle, Pheniox, MArine, Transanulas, \nOminous Prime, Set, and Ra all looked down at the prehistoic planet with a \nheavey heart. :::\n\n::: Hell Beast ::: It was good while it lasted, but we must put the past \nbehinde us. Everyone to your stations!\n\n::: They all wnet to there stations, pressed the correct keys, and a \ntranswarp corridor opened before them. :::\n\n::: Hell BEast, with a sound of victory in his voice that had been long \nmissed, ::: Forward, set a course for Cybertron. The war agianst the Maximals \nand Autobots has just begun!\n\n::: With the laughter of the crew, the small Decepticon shuttle passed \nthrough and the corridor and it closed. :::\n\n~~~~~~~~~~~~\n\n::: Black Aracnia cursed. She was now stuck on this damn planet. All that \nremained was the Predacon base. She entered, set up the defences, and sent \nout a message. :::\n\n::: Black Aracnia ::: All Predacons, Hell Beast has left the planet for \nCybertron. I encourage that Megatrons group come and join with Hell Beast&#39;s \nformer group to make one powerful fraction. Sadly, I was left behinde but \nthat isnt going to stop me!\n\n~~~~~~~~~~~~~~~~\n\nThats all folks. I have said my peace with my characters. The fate of Black \nAracnia and Waspinator and Rat Trap is up to Wild Dance Mare. Now, I want to \nwrite the future of my characters briefly in this next section.\n\n    After there return to Cybertron, Hell Beast resumed office as Senetor and \neventually made his way on to the Council. With his supply of Energon, the \nPredacons made fantastic advancements in warfare.\n    Pheniox took command of her Anti-Maximal Terrorist group and took out a \nfleet of ships by the time of her death in battle. A memorial stands in her \nhonor on Cybertron.\n    Jackle went into the Espionage business and infiltrated several Autobot \noffices. He was caputerd on one such mission and imprisoned. After a messy \nand bloody escape his where-abouts are unknown.\n    Gremlin went into the military and turned out to make a fantastic \nColonel. He invaded a Maximal colony and still holds it in occupation.\n    Transanulas, along with Ominous Prime, researched Liquid Energon and with \nit made radical changes to fule. Entire fleets of Predacon ships now run on \nit, and a whole new species of Transformer was created and called \nEnergonians. Ominous got his wish. Transanulas, even though he is  insane, is \na respected Scientist.\n    Set returned to his company to find it broken and spilt among his \nminions. He had them killed and resumed command of the largest Predacon \nfranchise in the Galaxy. Ra is still his body guard, and also has a large \npart in the underworld of Cybertron.\n    ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n::: Hell Beast retired at his old age. On a small remote moon he built a \nmanor house. He remembers the days of the Neo Beast Wars and smiles at his \nsuccesses. Now, an old bot and out of date, he mostly spends his time writing \nbooks on his experiences and gives advice to those who are in politics. With \nhis influence he has gained much respect. \n    Now, he sits at a window and stares out at a planet similar to earth and \nwonders what the fates of his friends, commrads, and enemy&#39;s were. :::\n\nThis is the end of the story of Hell Beast and the first crew of Predacons \nthat fought in the NEo Beast Wars.\n\nThe End\n\n"}}