{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"THECODE","from":"&quot;THECODE&quot; &lt;thecode@...&gt;","replyTo":"LIST","senderId":"K7kdNn_tfwq_XuKejEgvqtFwOgqu2cCYNYI65i-1sYaIUdHo-OQ4phVnCULbgmBmDgizdvp21WB6fcNB4JjPVMKdh60YMg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"964064162","msgId":7611,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBiMGYwMWJmZjFmYiRhM2JlMzQ2MCRjOTUzZmUzZkBwcm9kaWd5Lm5ldD4=","referencesHeader":"PDIwMDAwNzIwMDMyODA0LjIwMzY0LmNwbXRhQGMwMTQuc2ZvLmNwLm5ldD4="},"prevInTopic":7610,"nextInTopic":7613,"prevInTime":7610,"nextInTime":7612,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Your welcome Carnage, can you tell me something? What happened to your old character named Carnage? He seems to be missing... ... From: Carnage Dinobot","rawEmail":"Return-Path: &lt;thecode@...&gt;\r\nReceived: (qmail 9416 invoked from network); 20 Jul 2000 03:40:55 -0000\r\nReceived: from unknown (10.1.10.27) by m4.onelist.org with QMQP; 20 Jul 2000 03:40:55 -0000\r\nReceived: from unknown (HELO pimout4-int.prodigy.net) (207.115.63.103) by mta1 with SMTP; 20 Jul 2000 03:40:55 -0000\r\nReceived: from birdboy (TAMPA020-0149.splitrock.net [63.254.82.149]) by pimout4-int.prodigy.net (8.8.5/8.8.5) with SMTP id XAA146694 for &lt;nbwrpg@egroups.com&gt;; Wed, 19 Jul 2000 23:40:52 -0400\r\nMessage-ID: &lt;0b0f01bff1fb$a3be3460$c953fe3f@...&gt;\r\nTo: &lt;nbwrpg@egroups.com&gt;\r\nReferences: &lt;20000720032804.20364.cpmta@...&gt;\r\nSubject: Re: Neo Beast Wars\r\nDate: Wed, 19 Jul 2000 23:36:02 -0400\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-Mimeole: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;THECODE&quot; &lt;thecode@...&gt;\r\n\r\nYour welcome Carnage, can you tell me something? What happened to your old\ncharacter named Carnage? He seems to be missing...\n----- Original Message -----\nFrom: &quot;Carnage Dinobot&quot; &lt;carnage@...&gt;\nTo: &lt;nbwrpg@egroups.com&gt;\nSent: Wednesday, July 19, 2000 11:28 PM\nSubject: Re: Neo Beast Wars\n\n\n\n\n (Carnage: Thanks to those whom gave sympathy towards me. It is much\nappreciated. And I do apologize if I do not post as often as needed.)\n\n* Dinobot looked around him as Prowl ascended his back and stationed upon\nhis shoulders, if any bot saw that a vent was moving on it&#39;s own they might\nwish to get a closer inspection. Which meant that they would bump right into\nhim, sending both of the Maximals sprawling upon the floor. His balance was\nperfectly fine, but a good enough shove with Prowl and himself in this\nposition would send anybot onto their face.\nHowever, Dinobot was a little surprised at just how light Prowl was. Though\nhe knew that flyers were somewhat sight he had no idea that they weighed as\nlittle as Prowl seemed to. However, if situations were reversed and it was\nhe who had to be boosted towards the vent, Prowl would have no hope in the\nPit of supporting him. There was just no way. With his circuitry and muscle\nmass there was no chance of him being light at all, it just wasn&#39;t possible.\nHowever, he never did regret being as heavy as he was. With the added power\nof his weight he could throw more of it into strikes, use it as an\nadvantage.\nThe feel of Prowl&#39;s weight lifted caused Dinobot to look up, seeing the\nMaximal disappears into the open vent shaft.\nDinobot then looked back to his level and around, no bots in sight or within\nscanner&#39;s reach. A particularly good sign as far as he was concerned.\nHe then looked back up towards the vent and saw Prowl leaning from it with\nan extended hand, noting that a bot such as Prowl couldn&#39;t possibly pull him\nup.\nDinobot growled as he then looked at the wall and then his claws, resisting\nthe logical movement to take the hand Prowl offered to him. With his weight\nhe would pull Prowl right out of that vent and they would both fall on their\nbacks, causing enough noise to alert the scanners and they would be found.\nNo. He wasn&#39;t about to cause such trouble just because he took an offered\nlift.\nHe then looked back up at Prowl with his reaching hand, narrowed his optics\nfor a moment.\nJudging by the distance of the vent he could easily get to it himself, yet\nnoting that climbing would be the worst way to do so. There would be his\nclaw marks left in the wall leading towards the vent, a plain give-away if\nanother bot was to happen by. No.he would have to jump. But if Prowl didn&#39;t\nmove his hand he would soon loose it if he did.\nDinobot snarled and simply batted Prowls hand away, leaving it so that he\nwouldn&#39;t have to cause the Maximal injury.\nBut then he looked at the wall again, then back up at the vent.\nWith a step back he kept his optics on the edge of the vent, bunching his\nmuscles for the strain they needed for him to pull off this action.\nThen without the flick of a tail he covered the distance from him to the\nwall, just before reaching the wall he leaped, grabbed hold of the edge of\nthe vent and simply used the momentum of his leap to bring him up right\ninfant of Prowl.\nHis two superior claws were dug into the edge of the vent, then simply\npulling them out with no more then the tiniest sound of ripping metal.\nDinobot looked at his claws but then looked at Prowl in the darkness of the\nvent, simply staying there in the kneel he had landed in. He moved in a bit\nand replaced the vent cover, everything looking as if nobot had ever been\nthere.\nThere had been no sound as he had gotten himself up, and no sound as he\nwaited for Prowl to continue their mission.*\n\n\n____________________________________________________________________\nGet your free, permanent email  @..., the friendliest\naddress on the Net!\nhttp://penpalmail.www.com\n\nWant to make new friends all over the world?  Visit\nhttp://www.penpals.com and its FREE!\n\n------------------------------------------------------------------------\nShoes? On the web?\nClick Here!\nhttp://click.egroups.com/1/7061/13/_/_/_/964063686/\n------------------------------------------------------------------------\n\n\n\n\n"}}