{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"ZzcofKFX4Z69mfqVFFoguflOfaZ8ZNCxt0EIteJey4gYbbtQX3PxGSQ98vq9CHJ2rViisDAFJHOQmolXP_sat47F-sZ9LcWLGy4vPX2hjBpss3Rqig","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957323138","msgId":920,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTAzMDMwNTM4LjQyNTE3LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":919,"nextInTopic":921,"prevInTime":919,"nextInTime":921,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"Carnage/ Dinobot * Carnage sighed and shook her head as she saw Tankoor fall off to the side in surprise, she growled and looked at the Predacon drone...* ","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nReceived: (qmail 31157 invoked from network); 3 May 2000 03:05:38 -0000\r\nReceived: from unknown (10.1.10.27) by m2.onelist.org with QMQP; 3 May 2000 03:05:38 -0000\r\nReceived: from unknown (HELO qh.egroups.com) (10.1.2.28) by mta2 with SMTP; 3 May 2000 03:05:38 -0000\r\nReceived: (qmail 1161 invoked from network); 3 May 2000 03:05:38 -0000\r\nReceived: from f88.law6.hotmail.com (HELO hotmail.com) (216.32.241.88) by qh.egroups.com with SMTP; 3 May 2000 03:05:38 -0000\r\nReceived: (qmail 42518 invoked by uid 0); 3 May 2000 03:05:38 -0000\r\nMessage-ID: &lt;20000503030538.42517.qmail@...&gt;\r\nReceived: from 207.194.22.97 by www.hotmail.com with HTTP; Tue, 02 May 2000 20:05:38 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Tue, 02 May 2000 20:05:38 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\nCarnage/ Dinobot\n\n* Carnage sighed and shook her head as she saw Tankoor fall off to the side \nin surprise, she growled and looked at the Predacon drone...*\n\n&quot; Oh, for slag&#39;s sake! Get up and fight!&quot;\n\n************************************************************\n\n* Dinobot snarled in anger as he saw Megatron&#39;s signature enter into a room, \nhe followed the ventilation system until he came around a corner and saw \nLiono and Tigerhawk duck on either side of the door.\nIt was in that room beyond the commander and second-in-command that his \ntarget layed, the very target that would now be tasting the two bot&#39;s wrath.\nSo, they had it under what control there could be.\nDinobot then turned back towards the front of the ship, there was no real \npoint to kill an enemy right away...there would be nothing to do later.:)\nHe slowly made his way towards the front of the ship when the floor suddenly \nfelt wet underneath his feet, he looked down at what he had guessed was \nwater...but was really mech fluid!\nDinobot looked around and saw the source of the mega-puddle...it was Suukie!\nHe growled as he put his rifle down and walked over to the bot that now \nlayed on the floor, he shook his head and pulled the sword from it&#39;s \nchest-plate. The vital signs were weak but still functional, this bot was \nstill alive.\nDinobot glared down at Suukie, the very bot that had opened fire upon \nTavatron and himself.He held the sword in his hand and pondered the fact \nthat if he should save this bot...who had saved his own life. But he knew \nthat his debt was repaied so he did not owe this being anything but his \nwrath for firing upon him, the real questioned remained...should he save his \nlife or let his rot?!\nDinobot growled and looked towards the doors...or what was left of them, he \nknew what it was like to die, to lie on one&#39;s back and KNOW that he would \nnever see the sun rise the next day.\nHe sighed as he looked back at the bot laying on the floor in front of him, \nno bot deserved to die in a way that left the memory of a madman.\nDinobot leaned down and picked up Suukie, now it was HIS turn to owe \nsomething.\nAs he placed Suukie in a CR chamber he knew what he felt, suicide was the \ncowards way out. It signaled that that bot was not brave enough to face his \nproblems and thus killed himself and left his problems unfinished, but if \none accepted the responsibility of one&#39;s actions then their memory was worth \nremembering.\nDinobot closed the CR chamber hatch and began to walk towards the head of \nthe ship again, now it was HIS turn to face those consequences...of war.\nHe picked up his rifle and walked out of the Ark, just in time to see a \nwhole wad of poison heading for Tavatron!\nHe snarled and fired his rifle at the poison&#39;s sender just before he ran \nforward and in front of Tavatron.\nWith his tail he swiped most of the poison away but it left a throbbing pain \nin his tail where it came into contact with the gunk, the remainder of the \npoison hit him square in the chest-plate!\nDinobot nearly dropped his gun at the pain the poison sent rippling through \nhis body, if his armor would have still been blue it would have turned grey \nwith the pain.\nHe snarled and nearly found himself on his knees, it was a great risk to \nhave done what he did but it had happened and there was nothing that he \ncould do about it now! Besides, even if he could turn back time he would \nhave done the same thing...the reason? He didn&#39;t know.\nDinobot looked up at the poison&#39;s sender he bared his teeth in rage and \npain...*\n\n&quot; You will...harm no more...Maximals today, Predacon!&quot;\n\n\n(Carnage: Sorry about the moding with Suukie but the Maximals are \noutnumbered and they need all of the help that they can get. If CODE has a \nproblem with this please contact me but not on the NBW posts, just my \npersonal address. Thank you.)\n\n\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}