{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firefox_y2k@hotmail.com","from":"firefox_y2k@...","replyTo":"LIST","senderId":"XxHGV9KPEnLOMJTmaIy0W0cTWml8oHIByjt2udiqqK9m7lmbUvJ00f_3JXOKoehCtU2i5uKjCt2rTu3Cj8U","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Follow The Leader.","postDate":"965089622","msgId":9338,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhtNTVnbStucTF2QGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDAwNzMxMTIzNzE5LjU0NDEuY3BtdGFAYzAxNC5zZm8uY3AubmV0Pg=="},"prevInTopic":9238,"nextInTopic":0,"prevInTime":9337,"nextInTime":9339,"topicId":9238,"numMessagesInTopic":2,"msgSnippet":"Tavatron felt Dinobot tense, her arms about his neck seeming to bother him considerably. She had to remember that he was a warrior first,and no warrior liked","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nReceived: (qmail 5315 invoked from network); 1 Aug 2000 00:29:30 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 1 Aug 2000 00:29:30 -0000\r\nReceived: from unknown (HELO hl.egroups.com) (10.1.10.44) by mta1 with SMTP; 1 Aug 2000 00:29:28 -0000\r\nX-eGroups-Return: firefox_y2k@...\r\nReceived: from [10.1.10.32] by hl.egroups.com with NNFMP; 01 Aug 2000 00:29:04 -0000\r\nDate: Tue, 01 Aug 2000 00:27:02 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Follow The Leader.\r\nMessage-ID: &lt;8m55gm+nq1v@...&gt;\r\nIn-Reply-To: &lt;20000731123719.5441.cpmta@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3691\r\nX-Mailer: eGroups Message Poster\r\nFrom: firefox_y2k@...\r\n\r\nTavatron felt Dinobot tense, her arms about his neck seeming to\nbother him considerably. She had to remember that he was a warrior \nfirst,and no warrior liked feeling threatened.  That included having \nsomeone&#39;s hands about their neck. Tavatron eased up slightly, only to \ntighten her grip when Dinobot began to run. This was an entirely new \nexperience for her. She&#39;d never ridin a veloceraptor before, muchless \na transmetal one. \n\nBefore her lay the forest, and a blazing inferno(&lt;-- fire, not the \n&#39;bot ^_^). So much for escaping through the forest. Perhaps there was \na way around the fire. She had no idea what there destination was,\nbut assumed it was the ark (&lt;-- doesn&#39;t know about C.F.). Perhaps\nthey could travel around the fire, and enter the forest further down--\n\nTavatron&#39;s train of thought was broken when Dinobot spoke. So, he \nwasn&#39;t abandoning battle. She should have guessed as much. Dinobot \nseemed to be thoroughly enjoying the situation. This actually wasn&#39;t \nso bad. Tavatron loosened her grip on Dinobot as she began to relax. \nTavatron was watching the trees whip by as Dinobot gained speed, not \nrealizing that they were headed directly for Pyro until it was too \nlate. Tavatron gasped in shock as Dinobot launched himself in the\nair, instinctively tightening her grip about his neck and \nautomatically digging her heels in his side. The running she could \ntake, but this was too much! She had never been much of a jumper. By \nnature she wasa ground creature, and had planned to remain one for\nthe majority of her life. \n\nTavatron burried her face in Dinobot&#39;s neck, shutting her optics \ntightly as she felt Dinobot rise off the ground and then land, only\nto propell himself off of Pyro&#39;s cannon. Tavatron was completely \noblivioius to the situation. She could never stand to see ground of \nany sort rush out from under her, and was too intent on keeping her \ngrip on Dinobot to pay any real attention. \n\nTavatron&#39;s spark was racing as Dinobot began to slow. She could feel \nDinobot&#39;s muscles beneath her hands, each one seemed tensed in \naticipation. She would probably have been enjoying the situation if \nDinobot had not jumped like that, and with no warning! \n\nDinobot&#39;s voice brought her back to the present situation. She slowly \nraised her head, her fur ruffled with sticks and twigs of various \nsorts protruding from her fur. She looked down at him, her optics\nwide in shock. Her breathing was hard and somewhat difficult due to \nher injuries, but other than that she was fine:\n\n&quot;Comfortable? You want to know if I&#39;m comfortable?&quot;\n\nTavatron&#39;s voice was somewhat higher than usually, quite unlike her \nnormal tone. She took a deep breath. Her body relaxed and her tone \nreturned to normal as she calmed down:\n\n&quot;I&#39;m fine.&quot;\n\nHis tone was somewhat sarcastic and teasing, it helped calm her down \nand take the edge off of the situation. It was then that Tavatron \nrealized just how tightly she was holding on to him. She quickly \nloosened her grip to the point where she was no longer digging her \nheels into his sides, and so that her hands weren&#39;t hanging on to his \nneck for dear life. Now that she was relaxed she was beginning to \nenjoy the ride again. The scenery was quite refreshing, and the \ncompany wasn&#39;t that bad either. Tavatron smiled to herself. Well, if \nshe had to be stuck in the forest and hunted by the Alliance she&#39;d \nrather be with a &#39;bot she trusted. She trusted Dinobot, he had saved \nher life on multiple occasions. Being around him made her feel... \nsafer. Tavatron folded her arms and rested them atop Dinobot&#39;s head.\nA smile was on her face, and her tone was somewhat lighthearted:\n\n&quot;I think you&#39;re enjoying this a little too much.&quot;\n\n\n"}}