{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"minime_316@hotmail.com","from":"minime_316@...","replyTo":"LIST","senderId":"_z_6ArEWI36yUeLROyvndit4FWsV6Sb5GC9T7Qd2YyKe1E1d1oXB4mfwgNlvQfOxeUaNxUOnpuhXKnFxPA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Come on, body...... and a new power","postDate":"965098305","msgId":9352,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhtNWUwMStwNWxxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":9351,"nextInTime":9353,"topicId":9352,"numMessagesInTopic":1,"msgSnippet":"Vulois sat in the emissary, trying to make sense of these new feelings. Since becoming the emissairy for The Matrix, he has been feeling some knew things deep","rawEmail":"Return-Path: &lt;minime_316@...&gt;\r\nReceived: (qmail 21444 invoked from network); 1 Aug 2000 02:51:49 -0000\r\nReceived: from unknown (10.1.10.26) by m1.onelist.org with QMQP; 1 Aug 2000 02:51:49 -0000\r\nReceived: from unknown (HELO ej.egroups.com) (10.1.10.49) by mta1 with SMTP; 1 Aug 2000 02:51:48 -0000\r\nX-eGroups-Return: minime_316@...\r\nReceived: from [10.1.10.123] by ej.egroups.com with NNFMP; 01 Aug 2000 02:51:50 -0000\r\nDate: Tue, 01 Aug 2000 02:51:45 -0000\r\nTo: nbwrpg@egroups.com\r\nSubject: Come on, body...... and a new power\r\nMessage-ID: &lt;8m5e01+p5lq@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4116\r\nX-Mailer: eGroups Message Poster\r\nFrom: minime_316@...\r\n\r\nVulois sat in the emissary, trying to make sense of these new \nfeelings. Since becoming the emissairy for The Matrix, he has been \nfeeling some knew things deep within him. Right now he is learning a \nhrad one: How to deal with hearing and seeing others conversations. \nHe did not control it. He did not summon it. But than it was there. \nAt first he could only get a few words out of it, and not recognize \nthe figures. But win the coversation started circulating around \nsomeone imparticular, it began to be clearer. He saw it was Battera \nand some Maximal. He carefully walked over to the computer banks to \ncheck who this is. He still could not believe he could be seeing \nthings here and in the Cybertronian Fire. The computer said he was a \nMximal named Red. No, wait, Rex. Both visions were blurry. Vulois \nheard a specific line come from Rex.\n\n&quot;So a &quot;very special&quot; Pred is holding a peace conference, and all the \nleaders are supposed to be there. I assume all his assitants are \nPreds. Sounds like an ambush to me&quot;(Sorry if this isn&#39;t exactly \nright, I forgot to copy and paste.)\n\nVulois wanted to send Rex a message, but didn&#39;t want tyo risk using \nhis devices when his body was like this.\n\nSo then go to him.\n\nWha? Who said that?, Vulois thought\n\nI did\n\nWho are you?\n\nI have no name really. I am the voice of The Matrix, but NOT The \nMatrix. I am your conscience, but not YOUR conscience. I was your \nconscience, but now I relay the things The Matrix wants you to know. \nYou may call me Convix.\n\nOkay, so what does The Matrix want me to do?\n\nGo to Rex. When you are in this state, your mind can enter his. You \ncan show him things. Make him believe in Battera. I will take you \nthere.\n\nSuddenly it felt like Vulois had been sucked out of his body, which, \nin a way, had. In seconds he was connected to Rex. He could read this \nthoughts, feel his pain, and know everything about him. He wondered \nif Rex had noticed him yet, but he was going to come forward.\n\n&quot;Rex? Don&#39;t bother to look around, you won&#39;t find me. I am Vulois, to \nyou the so called &quot;Very Special&quot; Pred. I want you to know that I am \nnot a Pred. I used to be, and regret it. I now distest their \nlifestyle. But now I am going to change it. Must change it. I, along \nwith my three chosen ones, must bring peace in order to save \nCybertron. Look at this.\n\nVulois made a picture of Cybertron for Rex. It was engulfed in a \nNebula. Destruction struck everywhere. Than, all the bots started \nattacking each other. Maxi on Pred. Pred on Maxi. Maxi on Maxi. Pred \non Pred. Than Vulois explained.\n\n&quot;This storm turned on a programming hidden deep inside, no one evr \nfound it. It brings us back to the way we were, mindless killing \nmachines. Every bot has it....except for the ones in this war. When \nwe took Organic forms, it forever made us....alive, would be a good \nenough term. It deactivated the programming. Keep watching.&quot;\n\nA large ship comes in and lands on Cybertron. It opens, and out step \nVulois, Battera, Soundwave and Cybershark. With them they have \nleashes, with various animals. Behind them, the reast of the Neo \nBeast Wars bots run out. They run up to bots, and activate their \ninternal DNA Scanners. They scanned the animals and took their shape, \nand all peace was restored. Vulois continued.\n\n&quot;So you see, it&#39;s imperative that I make peace with everyone. Because \nif we don&#39;t go back, Cybertron will die. And it&#39;s bad mouth rasists \nlike you who keeps me from acheiving this goal. You may ask why do I \nneed everyone. Well, it&#39;s because if I don&#39;t, than someone will try \nto stop me when we leave. And they will succeed, no matter what. I \nsaw it in a vision. I hope I have answered all your questions. I will \nleave you now. Please revise your thinking.\n\nVulois went back to his body.\n\nBrix/Octociz\n\nOctociz came forward, and looked at all the life in this woodland \narea. Beavers, and bears, and foxes and all sorts of things. He \nwondered which would be his form, now that his Octopus was gone. He \ncontacted Ramulus.\n\n&quot;Hey buddy, hurry up!  I need to get out, and fast!&quot;\n\nHe sat back and went to sleep. Brix already was.\n\n\n"}}