{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"KSLawdogg@cs.com","from":"KSLawdogg@...","replyTo":"LIST","senderId":"oXGoVzzYD94c11-yY-jsu7UP2b3svuH2rWF4yfFdvVyIT-CVO-tQZoYShO5bq6o03JhEvS-IzA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Character","postDate":"957393356","msgId":946,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDViLjU1N2JhYzkuMjY0MjAzY2NAY3MuY29tPg=="},"prevInTopic":0,"nextInTopic":949,"prevInTime":945,"nextInTime":947,"topicId":946,"numMessagesInTopic":15,"msgSnippet":"Character Submissions: Name: Dark One Gender: Male Beast Mode: Dilophasaurus (Spitter) Side: N/A Freelance (Mercenary) Description: Character History: Created","rawEmail":"Return-Path: &lt;KSLawdogg@...&gt;\r\nReceived: (qmail 5506 invoked from network); 3 May 2000 22:36:04 -0000\r\nReceived: from unknown (10.1.10.142) by m1.onelist.org with QMQP; 3 May 2000 22:36:04 -0000\r\nReceived: from unknown (HELO q8.egroups.com) (10.1.2.31) by mta3 with SMTP; 3 May 2000 22:36:04 -0000\r\nReceived: (qmail 16370 invoked from network); 3 May 2000 22:36:04 -0000\r\nReceived: from csimo02.mx.cs.com (205.188.156.53) by mx3.egroups.com with SMTP; 3 May 2000 22:36:04 -0000\r\nReceived: from KSLawdogg@... by csimo02.mx.aol.com (mail_out_v26.7.) id a.5b.557bac9 (4311) for &lt;nbwrpg@egroups.com&gt;; Wed, 3 May 2000 18:35:56 -0400 (EDT)\r\nMessage-ID: &lt;5b.557bac9.264203cc@...&gt;\r\nDate: Wed, 3 May 2000 18:35:56 EDT\r\nSubject: Character\r\nTo: nbwrpg@egroups.com\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: CompuServe 2000 32-bit sub 100\r\nFrom: KSLawdogg@...\r\n\r\nCharacter Submissions:\n\n\n\nName: Dark One\nGender: Male\nBeast Mode: Dilophasaurus (Spitter)\nSide: N/A Freelance (Mercenary)\n\nDescription:\n\nCharacter History:\n\nCreated on July 4th, 2276 AD, the 500th anniversary of the Earth nation the \nUnited States of America.  Made in a lab owned by a Predacon company called \nShuko International.  He, and four others, were created for the Predacon war \nabout to come.  Rebelling, Dark One and his men escaped the lab, stealing \ntechnology and blowing up the building.  Stealing a Shuko craft, he and his \nmen were chased through time itself for a while, the enemy Shuko ship \nshooting them down over Past Earth, satisfied they left.  Now Dark One is the \nleader of a mercenary cell called the Oblitercons, a gestalt team that forms \ninto Oblitertron, Dark One forming Oblitertron&#39;s head and torso.\n\nCharacter Personality: \n\nDark One will not hesitate to kill, though is not trigger happy.  With great \nleadership qualities, when fighting along side his men, he is almost \n&#39;invincible&#39;.  Hates Maximals, though he has never personally met one.  It is \njust something programmed into his neuro-circuitry by the Shuko scientists.  \nWill remain loyal to the end to anyone who pays the fee for his talented \nservices.\n\nCharacter Stats:\n\nFunction: Oblitercon Leader\n\nStrength: 8.0\nIntelligence: 6.5\nSpeed: 5.0\nEndurance: 8.5\nRank: 1.0\nFirepower: 8.0\nSkill: 10+\n\nBeast Mode Description:\n\nAt seven feet high in his Dilphasaurus mode, this reptile&#39;s scales form a \nstrong shield that protects him from ice, fire, and laser weaponry.  His \nclaws and teeth are razor sharp and can be deadly.  A &#39;mane&#39; (only of scales \nand such) flips up from the sides of its heads, which Dark One can then fire \na sonic blast, or extremely deadly acid from his mouth.\n\nRobot Mode Description:\n\nStanding at eight feet high, Dark One is a strange sight.  His entire body is \nblack, with no markings or insignias, declairing his somewhat neutriality in \nthe Beast Wars (though when the time comes, he will take on the symbol of \nthose who pay him for his services).  Heavily armored all over.  Two crimson \noptics are the only light coming rom him.  It is rather hard to notice his \nsmooth looking black armor is really millions of scales.  In his right hand \nhe carries a plasma rifle.  In subspace he possess charges, an energon sword, \ntwo laser pistols, and a sub-machine gun that fires explosive shells.\n\n\nName: Breakdown\nGender: Male\nBeast Mode: Termite\nSide: N/A Freelance (Mercenary)\n\nDescription:\n\nCharacter History:\n\nBrought online on the Earth date of July 4th, 2274,  the 500th anniversary of \nthe Earth nation the United States of America&#39;s creation.  Made in a lab \nowned by a Predacon company called Shuko International.  He, and four others, \nwere created for the Predacon war about to come.  Rebelling with the others \nwith him, lead by a Predacon called Dark One, he and his comrades escaped, \nkilling the scientists, taking technology, and destroying the lab.  Stealing \na Shuko craft, they were chased by a large Shuko ship through time itself for \na while, until they were shot down and crash landed on Past Earth, the Shuko \nship leaving satisfied.  Now Breakdown is a member of the mercenary gestalt \nteam called the Oblitercons, who form into Oblitertron, which he forms the \ngestalt&#39;s left arm.\n\nCharacter Personality:\n\nBreakdown follows orders, and hates Maximals bitterly, as he was programmed \nto do.  He will never question Dark One&#39;s orders.  Having a vast knowledge in \nexplosives, Breakdown can create a bomb with the simplest of components and \ntools, which also causes him to want to see things blow up.  \n\nCharacter Stats:\n\nFunction: Oblitercon Team Member\n\nStrength: 6.0\nIntellignece: 5.8\nSpeed: 5.0\nEndurance: 6.5\nRank: 2.0\nFirepower: 7.0\nSkill: 10+\n\nBeast Mode Description:\n\nWhen in his beast mode, he is not a small insignificant bug.  He is a ten \nfoot high termite with a wanting for mass destruction.  Can smash down a \nforest in a few seconds.  His mandibles of death can take down most.  The \nlarge shell covering his body is a super-strong shield.\n\nRobot Mode Description:\n\nHis mandibles can be seen on his face, as well as a pair of green buggish \neyes.  His color is a light brown, and he looks like he&#39;s on steroids as he \nstands at nine feet tall.  At the end of the fingers on his hands, he has \nsharp points that are like razors.  In on of the deadly hands he carries a \nsonic blaster.  In subspace he possesses a dozen charges, bomb making \nequipment, a grenade launcher, a plasma pistol, and a heavy laser rifle.\n\n\nName: Pyro\nGender: Male\nBeast Mode: Black Dragon\nSide: N/A Freelance (Mercenary)\n\nDescription:\n\nCharacter History:\n\nEntered existance on the Earth date of July 4th, 2274,  the 500th anniversary \nof the Earth nation the United States of America&#39;s creation.  Made in a lab \nowned by a Predacon company called Shuko International.  He, and four others, \nwere created for the Predacon war about to come.  Rebelling with the others \nwith him, lead by a Predacon called Dark One, Pyro and his comrades escaped, \nkilling the scientists, taking technology, and destroying the lab.  Stealing \na Shuko craft, they were chased by a large Shuko ship through time itself for \na while, until they were shot down and crash landed on Past Earth, the Shuko \nship leaving satisfied.  Now Pyro is part of the mercenary gestalt team \ncalled the Oblitercons, who form into Oblitertron, which he forms the \ngestalt&#39;s right arm.\n\nCharacter Personality:\n\nPyro is a regular pyromaniac.  His arsonist hobbies cause him to have an \nobsession with burning objects.  He has a vast knowledge on the history of \nthe Universe, all the knowledge that could be gathered by the Predacons, \nMaximals, Humans, Nebulans, etc that the Cybertronian species knew.  Follows \norders enthusiastically, he is happy with his pitiful role in life.\n\nCharacter Stats:\n\nFunction: Oblitercon Team Member\n\nStrength: 7.0\nIntelligence: 6.0\nSpeed: 6.4 (In beast mode it is 8.0)\nEndurance: 7.0\nRank: 3.0\nFirepower: 6.5\nSkill: 10+\n\nBeast Mode Description:\n\nIn beast mode he is a gargantuous dragon, who&#39;s scales are purely black, the \nonly thing not black is his fire-colored eyes, and the deadly flames spewing \nfrom his nostrils.  His tail can be used like a club, and his wings lift his \nfifteen foot high body off into the air, the rockets on the back of them, and \nin his feet, send him speedng at Mach 6.\n\nRobot Mode Description:\n\nA red visor across his purely black.  On the tips of his fingers are deadly \nclaws.  Not a single isignia rests on his body (though that changes when they \nget a new employeer, if the employeer wishes).  In one clawed hand is a \nflamethrower, in the other is a flame cannon, that fires powerful burts of \nfire in circular shapes that &#39;explode&#39; on impact, or just fire a continuous \nflame of fire.  In subspace there is a laser rifle, a box of Earth-style \nmatches, a canister of oil, and an energon knife.\n\n\nName: Hiss\nGender: Male\nBeast Mode: Rattlesnake\nSide: N/A Freelance (Mercenary)\n\nDescription:\n\nCharacter History:\n\nViewed his first sight on the Earth date of July 4th, 2274,  the 500th \nanniversary of the Earth nation the United States of America&#39;s creation.  \nMade in a lab owned by a Predacon company called Shuko International.  He, \nand four others, were created for the Predacon war about to come.  Rebelling \nwith the others with him, lead by a Predacon called Dark One, Hiss and his \nteam mates escaped, killing the scientists, taking some technology, and \ndestroying the lab.  Stealing a Shuko craft, they were chased by a large \nShuko ship through time itself for a while, until they were shot down and \ncrash landed on Past Earth, the Shuko ship leaving satisfied.  Hiss is now a \nmercinary in the mercenary team called the Oblitercons, who form into \nOblitertron, which he forms the gestalt&#39;s left leg.\n\nCharacter Personality:\n\nA built in hatred for Maximals, along with a built in tendenancy to always \nfollow orders.  Hiss is a genius.  Programmed with a vast knowledge of \neverything, he is the scientist of the group.  Finds, brute force rather \nprimitive, and declares that science is the way of the future, but he doesn&#39;t \nbother to many people about the subject.\n\nCharacter Description:\n\nFunction: Oblitercon Team Member\n\nStrength: 5.8\nIntelligence: 9.5\nSpeed: 6.7\nEndurance: 6.0\nRank: 4.0\nFirepower: 6.3\nSkill: 10+\n\nBeast Mode Description:\n\nA little large compared to a regular Western Washington rattlesnake, Hiss is \ntwenty feet long and four feet wide in his beast mode.  His fangs inject \nenemies with a nerve toxin that destroys their neurological circuitry, not to \nmention they hurt.  He can wrap himself around a victim and can squeeze them \nuntil they can no longer function.\n\nRobot Mode Description:\n\nAt six feet tall, he is the shortest of the group.  Hiss is a sandy brown, \nhis fangs visible on his face and his optics a light grey.  His scales cover \nhis brown body all over.  In his right hand he carries a fusion cannon, in \nhis left an energy sword.  In subspace he has  variety of scientific \nequipment, a laser pistol, and a few charges.\n\n\nName: Scavenger\nGender: Male\nBeast Mode: Vulture\nSide: N/A Freelance (Mercenary)\n\nDescription:\n\nCharacter History:\n\nAccessed his first memory on the Earth date of July 4th, 2274,  the 500th \nanniversary of the Earth nation the United States of America&#39;s creation.  \nActivated in a lab owned by a Predacon company called Shuko International.  \nHe, and four others, were created for the Predacon war about to come.  \nRebelling with the others with him, lead by a Predacon called Dark One, \nScavenger and his &#39;friends&#39; escaped, killing the scientists, taking some \ntechnology, and destroying the lab.  Stealing a Shuko craft, they were chased \nby a large Shuko ship through time itself for a while, until they were shot \ndown and crash landed on Past Earth, the Shuko ship leaving satisfied.  \nScavenger is now in a deadly mercenary team called the Oblitercons, who form \ninto Oblitertron, which he forms the gestalt&#39;s left right leg.\n\nCharacter Personality:\n\nHates all Maximals and Autobots, and hates Humans.  Follows orders to the \nletter.  Has a distninct ability to find scrap everywhere, and build it into \nuseful tools.  Is the best mechanic among his team mates, he can fix most \nthings with his optic sensors off.\n\nCharacter Stats:\n\nFunction: Oblitercon Team Member\n\nStrength: 7.0\nIntelligence: 9.0\nSpeed: 5.9\nEndurance: 7.3\nRank: 5.0\nFirepower: 6.0\nSkill: 10+\n\nBeast Mode Description:\n\nA huge vulture, his talons can slice through just about anything.  His beak \ncan pierce through eight inches of steel.  His feathers can either clumb \ntogether and fire off as a missile, or fire off as razor sharp darts.\n\nRobot Mode Description:\n\nHis optics join in the middle, making a yellow line as his optic.  Scavenger \nis a mix of black and white, his head a light tan.  His armor looks like its \njust a suit made of feathers, but the armor just looks like that to trick \npeople into believing he is weak.  In his left hand he carries a chain gun \nwith armor piercing rounds.  In subspace he carries a wide variety of tools, \na laser pistol, and a rocket launcher.\n\n\n\n-=-=======\n(PS, Yanshosh, please delete Serpentor from character page, he is deceased)\n\n\n"}}