{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Carnage darkness","from":"&quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;","replyTo":"LIST","senderId":"Psqz7AGZCk0R50YGcM9qr2vdK8Dy0etogehW5Nvqfb5JYKdOzvHS9e0JqQu8v8qBme0lLLBG0Bq4IEgi3E-cJpXMIfOid-gsDjQw7482uH-3pUzGJw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Neo Beast Wars","postDate":"957400131","msgId":955,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNTA0MDAyODUxLjEzMzMyLnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":948,"nextInTopic":973,"prevInTime":954,"nextInTime":956,"topicId":13,"numMessagesInTopic":6548,"msgSnippet":"* Dinobot dropped the rifle and caught Tavatron in his arms as she fell back upon him, so...the Predacon had gotten his original target in the end?! He looked","rawEmail":"Return-Path: &lt;carnage_blood@...&gt;\r\nReceived: (qmail 28220 invoked from network); 4 May 2000 00:28:52 -0000\r\nReceived: from unknown (10.1.10.142) by m2.onelist.org with QMQP; 4 May 2000 00:28:52 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.241.101) by mta3 with SMTP; 4 May 2000 00:28:52 -0000\r\nReceived: (qmail 13333 invoked by uid 0); 4 May 2000 00:28:51 -0000\r\nMessage-ID: &lt;20000504002851.13332.qmail@...&gt;\r\nReceived: from 207.194.22.134 by www.hotmail.com with HTTP; Wed, 03 May 2000 17:28:51 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: Neo Beast Wars\r\nDate: Wed, 03 May 2000 17:28:51 PDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;Carnage darkness&quot; &lt;carnage_blood@...&gt;\r\n\r\n\n\n* Dinobot dropped the rifle and caught Tavatron in his arms as she fell back \nupon him, so...the Predacon had gotten his original target in the end?! He \nlooked down at her but then snapped his head back towards Mosquitor, he \nbared his teeth and snarled...*\n\n&quot; Coming here in the first place was a mistake...but obviously not your \nlast!!!&quot;\n\n* With no warning what so ever he targeted Mosquitor&#39;s chest-plate and fired \nrepeatedly upon it with his sight, after 6 charges were sent towards the \nPredacon enemy he looked back down at Tavatron. THIS was the exact reason \nwhy he had jumped in front of the acid for her...he never wanted this to \nhappen. But it did.\nHe looked at the wound and the acid dripping from it, he had taken those \nshots because he never wanted her to end up like this.\nDinobot knew that he had to get Tavatron to a CR chamber quickly but there \nwas too much threat inside of the base, they would surely be attacked and \neven further damage caused. But then what could he do, he just couldn&#39;t let \nher die...not like this.\nHe could see the pain in her optics and almost hear the silent pleads to end \nthe pain, but how?!\nDinobot snarled as he looked up and around for something help her with, it \nwas then that his system alerted him of his damage...*\n\ninternal comp: &quot; Subject has sustained 45% damage, suggest activating Spark \nRepair Mode.&quot;\n\n* Dinobot snarled, he wasn&#39;t the one who really needed to repair at the \nmoment, it was Tavatron who needed it more the he. Just then an idea seemed \nto form in his mind, HIS repair mode! What if he could somehow adapt it to \nTavatron and get it to heal her instead? He looked down at his spark cavity, \na green glow already beginning to develop for his repair.\nDinobot held her close enough to his chest that his system would detect her \ndamage instead of his, but there was a dear problem. Even though it was \npassable to repair a second bot with his repair mode it was not used to \nother systems then his own, in simple words...it would be excruciating for \nher as it repaired her systems, perhaps even worse then the acid felt right \nnow!\nDinobot growled, but he had to try!*\n\n&quot; Computer, ready repair transfer to second subject.&quot;\n\ninter comp: &quot; Repair mode has now been altered to repair second subject, \ndamage of second subject has been detected. Repair...activated.&quot;\n\n* Dinobot looked Tavatron straight in the optics, he didn&#39;t like the fact \nthat it was him now that hurt her but it was for a good cause.\nSoon the green coil which was his repair mode coiled about Tavatron&#39;s chest \nfrom his spark cavity and began to adapt to her systems, now the pain would \nbegin!\nHe didn&#39;t know it then but as his system began to slowly but steadily try \nand repair Tavatron&#39;s damage it also created a faint link from his systems \nto her&#39;s, if she concentrated enough then she would eventually begin to know \nwhat his lift was like, what he felt, even what he had been before he had \ndied. His memories and knowledge were now accessible to her but not able to \nbe copied, only faintly glimpsed like a foggy dream.\nIt was almost like sharing a mind...his mind!*\n\n( If Fire Fox has any problems with this post please feel free to mail me. \nAnd she can decide weather to begin to repair or not, remember, he&#39;s only \ntrying...not moding or forcing her to repair. Thank you for your time.)\n\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}