{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[{"name":"READ"}]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"FIRE FOX","from":"&quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;","replyTo":"LIST","senderId":"eynCJyGLbBXESoIaxw8FCbvX8a2FhC__u4Ujd3sm0SKPP46K71V1dAlMwaNvFW-GQfNbRBeGr6r88MyyucJuj5X3qE0wvpRAr8oi","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Fun Begins!","postDate":"965263140","msgId":9827,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwODAzMDAzOTAwLjcyMjk0LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":9494,"nextInTopic":0,"prevInTime":9826,"nextInTime":9828,"topicId":9494,"numMessagesInTopic":2,"msgSnippet":"Tavatron held firmly to the base of Dinobot s neck as he took off, running deeper into the forest. She made sure to keep her hold on him light enough so as not","rawEmail":"Return-Path: &lt;firefox_y2k@...&gt;\r\nReceived: (qmail 32230 invoked from network); 3 Aug 2000 00:39:00 -0000\r\nReceived: from unknown (10.1.10.142) by m4.onelist.org with QMQP; 3 Aug 2000 00:39:00 -0000\r\nReceived: from unknown (HELO hotmail.com) (64.4.9.46) by mta1 with SMTP; 3 Aug 2000 00:39:00 -0000\r\nReceived: (qmail 72295 invoked by uid 0); 3 Aug 2000 00:39:00 -0000\r\nMessage-ID: &lt;20000803003900.72294.qmail@...&gt;\r\nReceived: from 151.198.27.146 by www.hotmail.com with HTTP; Wed, 02 Aug 2000 17:39:00 PDT\r\nTo: nbwrpg@egroups.com\r\nSubject: Re: The Fun Begins!\r\nDate: Wed, 02 Aug 2000 20:39:00 EDT\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nFrom: &quot;FIRE FOX&quot; &lt;firefox_y2k@...&gt;\r\n\r\nTavatron held firmly to the base of Dinobot&#39;s neck as he took off, running \ndeeper into the forest. She made sure to keep her hold on him light enough \nso as not to hurt or startle him. This was all one big game to him, a game \nhe had a very good chance of winning as long as the alliance didn&#39;t corner \nthem. The sound of explosions and gun fire fading into the background as \nTavatron began to survey her surroundings. The area was entirely new to her, \nand it was always good to learn more about one&#39;s surroundings. She would \nhave to return under less threatenting circumstances in order to properly \nexplore it.\n\nSuddenly the sound of snapping and groaning reached her ears as she \nsimultaneously swiveled her ears and turned her head in the direction of the \nsound. A tree had begun to fall, but luckily it wasn&#39;t a threat to them. \nWith a sigh of relief Tavatron continued to gaze forward, trying her best to \nkeep track of everything that lay before them. She stole a quick glance at \nDinobot, a look was in his optics she had never seen before. He had \nsomething planned, of that she was sure.\n\nTavatron&#39;s ears swiveled back as Pyro&#39;s resounding scream reached her ears. \nThe sound sent a slight shudder down her spine. Tavatron quickly dismissed \nthe feeling as overworked nerves, not bothering to look behind her to see if \nthey were still being pursued. Tavatron shook her head, doing her best to \ndispell the many twigs and leaves stuck in her fur. However, she only \nsucceeded in entangling them even more, much to the wolf &#39;bot&#39;s annoyance.\n\nTavatron cried out in surprise as Breakdown&#39;s grenade exploded behind them, \nthe dirt that hit her only adding to her already mussed and tangled fur. The \nforest seemd to grow even denser as Dinobot increased his pace, causing her \nto slightly tighten her grip, just so she wouldn&#39;t fall off.\n\nTavatron shut her optics as small pieces of a once great root flew up before \nher. Dinobot was having a little too much fun with this, not to mention her \nfur couldn&#39;t take much more badgering! When Dinobot looked at her his \nexpression was anything but his usually emotionless stare. He was grinning, \nwickedly at that. Tavatron was about to say something when suddenly another \nspray of woodchips smacked her in the face. Tavatron shook her head and \nsnarled softly. It was going to take hours to get her fur cleaned! Not to \nmention untangled! She had never really been one to worry about appearences, \nbut even a girl such as herself had to have some sort of standard. She just \nhappened to draw the line at near impossible knots in her fur!\n\n&quot;What are you going to do--&quot;\n\nTavatron&#39;s sentence was cut off as Dinobot began his acrobatic jump from one \ntree to the next. Tavatron wrapped her arms about the base of his neck, her \nsmall frame pressed closely against his. She refused to look below, knowing \nas soon as she did so she&#39;d probably fall. For the first few leaps Tavatron \nremained in this position, barely breathing due to shock and partially due \nto fear of falling. However, after a while she became used to the \ncriss-cross action, and assured herself that Dinobot would not let her fall.\n\nShe cautiously loosened her grip slightly, and raised her head so it was \neven with his. This was actually kind of... fun. She hated to admit it, but \nthis chase was the most exciting to happen to her in quite a while. Tavatron \nopened her mouth in atoothy wolf grin as she began to laugh softly. This was \nfun!\n________________________________________________________________________\nGet Your Private, Free E-mail from MSN Hotmail at http://www.hotmail.com\n\n\n"}}